{"chapter_no": 1, "chapter_title": "प्रारंभिक", "sections": [{"section_no": 1, "text": "(1) यह संहिता भारतीय नागरिक सुरक्षा संहिता, 2023 कहलाएगी।\n(2) यह उस तारीख को प्रवृत्त होगी जो केन्द्रीय सरकार, राजपत्र में अधिसूचना द्वारा, नियत करे; और इस संहिता के विभिन्न उपबंधों के लिए विभिन्न तारीखें नियत की जा सकती हैं।"}, {"section_no": 2, "text": "(1) इस संहिता में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो,—\n(क) “श्रव्य-दृश्य इलेक्ट्रॉनिक साधन” में वीडियो कॉन्फ्रेंसिंग के प्रयोजन के लिए, पहचान, संपत्ति की तलाशी और अभिग्रहण की प्रक्रियाओं की रिकॉर्डिंग, किसी दस्तावेज़ या साक्ष्य के पारेषण के लिए और राज्य सरकार द्वारा बनाए गए नियमों द्वारा यथाविनिर्दिष्ट किसी अन्य कार्यवाही या प्रक्रिया के लिए किसी संचार डिवाइस का उपयोग शामिल है;\n(ख) “जमानत” का अर्थ है किसी अपराध के आरोपी व्यक्ति को, जब भी न्यायालय द्वारा अपेक्षित हो, न्यायालय में उसकी उपस्थिति के लिए किसी अधिकारी या न्यायालय द्वारा अधिरोपित कुछ शर्तों पर विधि की अभिरक्षा से रिहा करना;\n(ग) “जमानत बंधपत्र” का अर्थ है, किसी व्यक्ति द्वारा, जिसके पक्ष में न्यायालय द्वारा जमानत पर रिहाई का आदेश दिया गया है, प्रतिभू सहित या उसके बिना दिया गया एक वचनबंध, इस आशय का कि वह व्यक्ति बंधपत्र की शर्तों के अनुसार उपस्थित होगा, और इसमें व्यक्तिगत बंधपत्र भी शामिल है;\n(घ) “जमानती अपराध” का अर्थ है वह अपराध जो प्रथम अनुसूची में जमानती के रूप में विनिर्दिष्ट है या जो तत्समय प्रवृत्त किसी अन्य विधि द्वारा जमानती बनाया गया है; और “अजमानती अपराध” का अर्थ है कोई अन्य अपराध;\n(ङ) “आरोप” में आरोप का कोई भी शीर्ष शामिल है जब आरोप में एक से अधिक शीर्ष होते हैं;\n(च) “संज्ञेय अपराध” का अर्थ है वह अपराध जिसके लिए, और “संज्ञेय मामला” का अर्थ है वह मामला जिसमें, कोई पुलिस अधिकारी प्रथम अनुसूची के अनुसार या तत्समय प्रवृत्त किसी अन्य विधि के अधीन, वारंट के बिना गिरफ्तार कर सकता है;\n(छ) “परिवाद” का अर्थ है किसी मजिस्ट्रेट से मौखिक या लिखित रूप में किया गया कोई अभिकथन, इस आशय से कि वह इस संहिता के अधीन कार्रवाई करे, कि किसी व्यक्ति ने, चाहे वह ज्ञात हो या अज्ञात, कोई अपराध किया है, किन्तु इसमें पुलिस रिपोर्ट शामिल नहीं है।\nस्पष्टीकरण—पुलिस अधिकारी द्वारा ऐसे मामले में की गई रिपोर्ट जिसमें अन्वेषण के पश्चात किसी अजमानती अपराध का किया जाना प्रकट होता है, परिवाद समझी जाएगी; और जिस पुलिस अधिकारी द्वारा ऐसी रिपोर्ट की जाती है, वह परिवादी समझा जाएगा;\n(ज) “इलेक्ट्रॉनिक संचार” का अर्थ है किसी इलेक्ट्रॉनिक डिवाइस के माध्यम से (चाहे एक व्यक्ति से दूसरे व्यक्ति को, एक डिवाइस से दूसरे डिवाइस को या किसी व्यक्ति से किसी डिवाइस को या किसी डिवाइस से किसी व्यक्ति को) पारेषित किसी लिखित, मौखिक, चित्रात्मक जानकारी या वीडियो विषय वस्तु का संचार;\n(झ) “उच्च न्यायालय” का अर्थ है—\n(i) किसी राज्य के संबंध में, उस राज्य का उच्च न्यायालय;\n(ii) किसी संघ राज्यक्षेत्र के संबंध में जिस पर विधि द्वारा किसी राज्य के उच्च न्यायालय की अधिकारिता का विस्तार किया गया है, वह उच्च न्यायालय;\n(iii) किसी अन्य संघ राज्यक्षेत्र के संबंध में, भारत के उच्चतम न्यायालय से भिन्न, उस राज्यक्षेत्र के लिए दाण्डिक अपील का उच्चतम न्यायालय;\n(ञ) “भारत” का अर्थ वह राज्यक्षेत्र है जिस पर इस संहिता का विस्तार है;\n(ट) “जांच” का अर्थ है विचारण से भिन्न, इस संहिता के अधीन मजिस्ट्रेट या न्यायालय द्वारा संचालित प्रत्येक जांच;\n(ठ) “अन्वेषण” में इस संहिता के अधीन साक्ष्य के संग्रहण के लिए पुलिस अधिकारी द्वारा या किसी ऐसे व्यक्ति द्वारा (जो मजिस्ट्रेट से भिन्न है) जो इस निमित्त मजिस्ट्रेट द्वारा प्राधिकृत किया गया है, संचालित सभी कार्यवाहियां शामिल हैं;\n(ड) “न्यायिक कार्यवाही” में वह कार्यवाही शामिल है जिसके दौरान साक्ष्य विधिपूर्वक शपथ पर लिया जाता है या लिया जा सकता है;\n(ढ) “स्थानीय अधिकारिता”, किसी न्यायालय या मजिस्ट्रेट के संबंध में, उस स्थानीय क्षेत्र से है जिसके भीतर न्यायालय या मजिस्ट्रेट इस संहिता के अधीन अपनी या उसकी सभी या कोई शक्तियां प्रयोग कर सकता है और ऐसा स्थानीय क्षेत्र सम्पूर्ण राज्य या राज्य का कोई भाग हो सकता है, जैसा कि राज्य सरकार, अधिसूचना द्वारा, विनिर्दिष्ट करे;\n(ण) “महानगरीय क्षेत्र” का अर्थ है धारा 10 के अधीन, महानगरीय क्षेत्र घोषित या घोषित समझा गया क्षेत्र;\n(त) “असंज्ञेय अपराध” का अर्थ है वह अपराध जिसके लिए, और “असंज्ञेय मामला” का अर्थ है वह मामला जिसमें, किसी पुलिस अधिकारी को वारंट के बिना गिरफ्तार करने का कोई प्राधिकार नहीं है;\n(थ) “अधिसूचना” का अर्थ है राजपत्र में प्रकाशित अधिसूचना;\n(द) “अपराध” का अर्थ है तत्समय प्रवृत्त किसी विधि द्वारा दण्डनीय कोई कार्य या लोप और इसमें कोई ऐसा कार्य शामिल है जिसके संबंध में पशु अतिचार अधिनियम, 1871 की धारा 20 के अधीन परिवाद किया जा सकता है;\n(ध) “थाने का भारसाधक अधिकारी” में, जब थाने का भारसाधक अधिकारी थाने से अनुपस्थित है या बीमारी या अन्य कारण से अपने कर्तव्यों का पालन करने में असमर्थ है, थाने में उपस्थित वह पुलिस अधिकारी शामिल है जो ऐसे अधिकारी के बाद पद में अगला है और कांस्टेबल के पद से ऊपर है या, जब राज्य सरकार ऐसा निदेश देती है, कोई अन्य पुलिस अधिकारी जो इस प्रकार उपस्थित है;\n(न) “स्थान” में एक गृह, भवन, तम्बू, यान और जलयान शामिल है;\n(प) “अधिवक्ता”, जब किसी न्यायालय में किसी कार्यवाही के संदर्भ में उपयोग किया जाता है, तो उसका अर्थ है तत्समय प्रवृत्त किसी विधि द्वारा या उसके अधीन, ऐसे न्यायालय में अभ्यास करने के लिए प्राधिकृत व्यक्ति, और इसमें न्यायालय की अनुमति से ऐसी कार्यवाही में कार्य करने के लिए नियुक्त कोई अन्य व्यक्ति भी शामिल है;\n(फ) “पुलिस रिपोर्ट” का अर्थ है पुलिस अधिकारी द्वारा धारा 193 की उप-धारा (3) के अधीन मजिस्ट्रेट को अग्रेषित की गई रिपोर्ट;\n(ब) “पुलिस स्टेशन” का अर्थ है राज्य सरकार द्वारा साधारणतया या विशेष रूप से पुलिस स्टेशन घोषित किया गया कोई चौकी या स्थान, और इसमें राज्य सरकार द्वारा इस निमित्त विनिर्दिष्ट कोई स्थानीय क्षेत्र भी शामिल है;\n(भ) “विहित” का अर्थ है इस संहिता के अधीन बनाए गए नियमों द्वारा विहित;\n(म) “लोक अभियोजक” का अर्थ है धारा 23 के अधीन नियुक्त कोई व्यक्ति, और इसमें लोक अभियोजक के निदेशों के अधीन कार्य करने वाला कोई व्यक्ति भी शामिल है;\n(य) “उपखंड” का अर्थ है जिले का एक उपखंड;\n(र) “समनीय मामला” का अर्थ है किसी अपराध से संबंधित मामला, और जो वारंट-मामला नहीं है;\n(ल) “पीड़ित” का अर्थ है वह व्यक्ति जिसे उस कार्य या लोप के कारण कोई हानि या चोट हुई है जिसके लिए अभियुक्त व्यक्ति पर आरोप लगाया गया है और “पीड़ित” अभिव्यक्ति में उसका या उसकी संरक्षक या विधिक वारिस शामिल है;\n(व) “वारंट-मामला” का अर्थ है मृत्यु से, आजीवन कारावास से या दो वर्ष से अधिक की अवधि के लिए कारावास से दण्डनीय अपराध से संबंधित मामला।\n(2) इसमें प्रयुक्त और अपरिभाषित शब्द और अभिव्यक्तियां, किन्तु भारतीय न्याय संहिता, 2023, सूचना प्रौद्योगिकी अधिनियम, 2000 या भारतीय साक्ष्य अधिनियम, 2023 में परिभाषित हैं, उनके क्रमशः वही अर्थ होंगे जो उक्त संहिता, अधिनियम या अधिनियम में उन्हें सौंपे गए हैं।"}, {"section_no": 3, "text": "किसी अर्हक शब्दों के बिना, मजिस्ट्रेट के प्रति कोई भी निर्देश, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो, इस प्रकार समझा जाएगा,—\n(क) महानगरीय क्षेत्र से बाहर के किसी क्षेत्र के संबंध में, न्यायिक मजिस्ट्रेट के प्रति निर्देश के रूप में;\n(ख) किसी महानगरीय क्षेत्र के संबंध में, महानगर मजिस्ट्रेट के प्रति निर्देश के रूप में;\n(ग) किसी पुलिस आयुक्त की अधिकारिता के भीतर के किसी क्षेत्र के संबंध में, महानगर मजिस्ट्रेट के प्रति निर्देश के रूप में।"}, {"section_no": 4, "text": "(1) भारतीय न्याय संहिता, 2023 के अधीन सभी अपराधों का अन्वेषण, जांच, विचारण, और अन्यथा बाद में अंतर्विष्ट उपबंधों के अनुसार निपटाया जाएगा।\n(2) किसी अन्य विधि के अधीन सभी अपराधों का अन्वेषण, जांच, विचारण, और अन्यथा उन्हीं उपबंधों के अनुसार निपटाया जाएगा, किन्तु तत्समय प्रवृत्त किसी अधिनियमिति के अधीन, जो ऐसे अपराधों के अन्वेषण, जांच, विचारण या अन्यथा निपटाने के ढंग या स्थान को विनियमित करती है।"}, {"section_no": 5, "text": "इस संहिता में अंतर्विष्ट कोई भी बात, विपरीत विनिर्दिष्ट उपबंध के अभाव में, तत्समय प्रवृत्त किसी विशेष या स्थानीय विधि, या प्रदत्त किसी विशेष अधिकारिता या शक्ति, या तत्समय प्रवृत्त किसी अन्य विधि द्वारा विहित किसी विशेष प्रक्रिया के स्वरूप को प्रभावित नहीं करेगी।"}]}
{"chapter_no": 2, "chapter_title": "अपराधी न्यायालयों और कार्यालयों का गठन", "sections": [{"section_no": 6, "text": "उच्च न्यायालयों और इस संहिता से भिन्न किसी विधि के अधीन गठित न्यायालयों के अलावा, प्रत्येक राज्य में निम्नलिखित वर्गों के अपराधी न्यायालय होंगे, अर्थात्:—\n(i) सेशन न्यायालय;\n(ii) प्रथम वर्ग न्यायिक मजिस्ट्रेट और, किसी महानगरीय क्षेत्र में, महानगर मजिस्ट्रेट;\n(iii) द्वितीय वर्ग न्यायिक मजिस्ट्रेट; और\n(iv) कार्यपालक मजिस्ट्रेट।"}, {"section_no": 7, "text": "(1) प्रत्येक राज्य एक सेशन खंड होगा या उसमें सेशन खंड होंगे; और प्रत्येक सेशन खंड, इस संहिता के प्रयोजनों के लिए, एक जिला होगा या उसमें जिले होंगे:\nपरन्तु प्रत्येक महानगरीय क्षेत्र, उक्त प्रयोजनों के लिए, एक पृथक सेशन खंड और जिला होगा।\n(2) राज्य सरकार, उच्च न्यायालय से परामर्श के पश्चात, ऐसे खंडों और जिलों की सीमाओं या संख्या में परिवर्तन कर सकती है।\n(3) राज्य सरकार, उच्च न्यायालय से परामर्श के पश्चात, किसी जिले को उपखंडों में विभाजित कर सकती है और ऐसे उपखंडों की सीमाओं या संख्या में परिवर्तन कर सकती है।\n(4) इस संहिता के प्रारंभ पर किसी राज्य में विद्यमान सेशन खंड, जिले और उपखंड इस धारा के अधीन गठित समझे जाएंगे।"}, {"section_no": 8, "text": "(1) राज्य सरकार प्रत्येक सेशन खंड के लिए एक सेशन न्यायालय स्थापित करेगी।\n(2) प्रत्येक सेशन न्यायालय का पीठासीन अधिकारी एक न्यायाधीश होगा, जिसे उच्च न्यायालय द्वारा नियुक्त किया जाएगा।\n(3) उच्च न्यायालय सेशन न्यायालय में अधिकारिता का प्रयोग करने के लिए अपर सेशन न्यायाधीशों और सहायक सेशन न्यायाधीशों को भी नियुक्त कर सकता है।\n(4) एक सेशन खंड के सेशन न्यायाधीश को उच्च न्यायालय द्वारा किसी अन्य खंड का अपर सेशन न्यायाधीश भी नियुक्त किया जा सकता है, और ऐसे मामले में वह दूसरे खंड में ऐसे स्थान या स्थानों पर मामलों के निपटारे के लिए बैठ सकता है जैसा उच्च न्यायालय निदेश दे।\n(5) जहाँ सेशन न्यायाधीश का पद रिक्त है, उच्च न्यायालय किसी भी अत्यावश्यक आवेदन के निपटारे के लिए व्यवस्था कर सकता है जो ऐसे सेशन न्यायालय के समक्ष किया गया है, या किया जा सकता है या लंबित है, जिसे सेशन खंड में अपर या सहायक सेशन न्यायाधीश, या, यदि कोई अपर या सहायक सेशन न्यायाधीश नहीं है, तो मुख्य न्यायिक मजिस्ट्रेट द्वारा निपटाया जाएगा; और ऐसे प्रत्येक न्यायाधीश या मजिस्ट्रेट को ऐसे किसी भी आवेदन से निपटने की अधिकारिता होगी।\n(6) सेशन न्यायालय साधारणतया ऐसे स्थान या स्थानों पर अपनी बैठक करेगा जैसा उच्च न्यायालय, अधिसूचना द्वारा, विनिर्दिष्ट करे; किन्तु, यदि, किसी विशेष मामले में, सेशन न्यायालय की राय है कि सेशन खंड में किसी अन्य स्थान पर अपनी बैठक करने से पक्षकारों और साक्षियों की सामान्य सुविधा होगी, तो वह अभियोजन और अभियुक्त की सहमति से, उस स्थान पर मामले के निपटारे या उसमें किसी साक्षी या साक्षियों की परीक्षा के लिए बैठ सकता है।"}, {"section_no": 9, "text": "सभी सहायक सेशन न्यायाधीश उस सेशन न्यायाधीश के अधीनस्थ होंगे जिसके न्यायालय में वे अधिकारिता का प्रयोग करते हैं; और सेशन न्यायाधीश, समय-समय पर, ऐसे सहायक सेशन न्यायाधीशों के बीच कार्य के वितरण के संबंध में, इस संहिता के संगत नियम बना सकता है।"}, {"section_no": 10, "text": "(1) राज्य सरकार, अधिसूचना द्वारा, यह घोषित कर सकती है कि, अधिसूचना में विनिर्दिष्ट ऐसी तारीख से, राज्य में एक शहर या नगर जिसमें दस लाख से अधिक आबादी है, इस संहिता के प्रयोजनों के लिए महानगरीय क्षेत्र होगा।\n(2) इस संहिता के प्रारंभ से, बॉम्बे, कलकत्ता और मद्रास के प्रेसिडेंसी-नगरों में से प्रत्येक और अहमदाबाद शहर को उप-धारा (1) के अधीन महानगरीय क्षेत्र घोषित किया गया समझा जाएगा।\n(3) राज्य सरकार, अधिसूचना द्वारा, किसी महानगरीय क्षेत्र की सीमाओं का विस्तार, कम या परिवर्तित कर सकती है किन्तु कमी या परिवर्तन इस प्रकार नहीं किया जाएगा कि ऐसे क्षेत्र की आबादी दस लाख से कम हो जाए।\n(4) जहाँ, किसी क्षेत्र को महानगरीय क्षेत्र घोषित किए जाने, या घोषित समझा जाने के बाद, ऐसे क्षेत्र की आबादी दस लाख से कम हो जाती है, तो ऐसा क्षेत्र, ऐसी तारीख से जिसे राज्य सरकार, अधिसूचना द्वारा, इस निमित्त विनिर्दिष्ट करे, महानगरीय क्षेत्र नहीं रहेगा; किन्तु ऐसे समाप्त होने के बावजूद, ऐसे समाप्त होने से ठीक पहले किसी न्यायालय या मजिस्ट्रेट के समक्ष ऐसे क्षेत्र में लंबित कोई जांच, विचारण या अपील इस संहिता के अधीन निपटाया जाना जारी रहेगा, मानो ऐसा समाप्त होना नहीं हुआ हो।\n(5) जहाँ राज्य सरकार, उप-धारा (3) के अधीन, किसी महानगरीय क्षेत्र की सीमाओं को कम या परिवर्तित करती है, तो ऐसी कमी या परिवर्तन ऐसी कमी या परिवर्तन से ठीक पहले किसी न्यायालय या मजिस्ट्रेट के समक्ष लंबित किसी जांच, विचारण या अपील को प्रभावित नहीं करेगा, और प्रत्येक ऐसी जांच, विचारण या अपील इस संहिता के अधीन निपटाया जाना जारी रहेगा मानो ऐसी कमी या परिवर्तन नहीं हुआ हो।"}, {"section_no": 11, "text": "प्रत्येक जिले में (जो महानगरीय क्षेत्र नहीं है), प्रथम वर्ग न्यायिक मजिस्ट्रेटों और द्वितीय वर्ग न्यायिक मजिस्ट्रेटों के उतने न्यायालय, और ऐसे स्थानों पर, स्थापित किए जाएंगे, जैसा राज्य सरकार, उच्च न्यायालय से परामर्श के पश्चात, अधिसूचना द्वारा, विनिर्दिष्ट करे:\nपरन्तु राज्य सरकार, उच्च न्यायालय से परामर्श के पश्चात, किसी स्थानीय क्षेत्र के लिए, किसी विशेष मामले या मामलों के विशेष वर्ग का विचारण करने के लिए एक या एक से अधिक प्रथम वर्ग न्यायिक मजिस्ट्रेटों या द्वितीय वर्ग न्यायिक मजिस्ट्रेटों के विशेष न्यायालय स्थापित कर सकती है, और जहाँ कोई ऐसा विशेष न्यायालय स्थापित किया जाता है, वहाँ स्थानीय क्षेत्र में किसी अन्य मजिस्ट्रेट न्यायालय को ऐसे किसी मामले या मामलों के वर्ग का विचारण करने की अधिकारिता नहीं होगी जिसके विचारण के लिए ऐसा विशेष न्यायालय स्थापित किया गया है।"}, {"section_no": 12, "text": "(1) प्रत्येक जिले में (जो महानगरीय क्षेत्र नहीं है), उच्च न्यायालय एक प्रथम वर्ग न्यायिक मजिस्ट्रेट को मुख्य न्यायिक मजिस्ट्रेट नियुक्त करेगा।\n(2) उच्च न्यायालय किसी प्रथम वर्ग न्यायिक मजिस्ट्रेट को अपर मुख्य न्यायिक मजिस्ट्रेट नियुक्त कर सकता है, और ऐसे मजिस्ट्रेट को इस संहिता के अधीन या तत्समय प्रवृत्त किसी अन्य विधि के अधीन मुख्य न्यायिक मजिस्ट्रेट की सभी या कोई शक्तियां होंगी जैसा उच्च न्यायालय निदेश दे।\n(3) (क) उच्च न्यायालय किसी उपखंड में किसी प्रथम वर्ग न्यायिक मजिस्ट्रेट को उप-खंडीय न्यायिक मजिस्ट्रेट के रूप में पदनामित कर सकता है और अवसर की आवश्यकतानुसार उसे इस धारा में विनिर्दिष्ट जिम्मेदारियों से मुक्त कर सकता है।\n(ख) मुख्य न्यायिक मजिस्ट्रेट के सामान्य नियंत्रण के अधीन रहते हुए, प्रत्येक उप-खंडीय न्यायिक मजिस्ट्रेट को उपखंड में न्यायिक मजिस्ट्रेटों (अपर मुख्य न्यायिक मजिस्ट्रेटों से भिन्न) के कार्य पर पर्यवेक्षण की ऐसी शक्तियां भी होंगी और वह उनका प्रयोग करेगा जैसा उच्च न्यायालय, साधारण या विशेष आदेश द्वारा, विनिर्दिष्ट करे।\n(4) उच्च न्यायालय किसी प्रथम वर्ग न्यायिक मजिस्ट्रेट को किसी विशेष मामले या मामलों के किसी विशेष वर्ग के संबंध में या किसी स्थानीय क्षेत्र के संबंध में, मुख्य न्यायिक मजिस्ट्रेट की शक्तियां प्रदान कर सकता है।"}, {"section_no": 13, "text": "(1) उच्च न्यायालय, यदि केंद्रीय या राज्य सरकार द्वारा ऐसा करने का अनुरोध किया जाता है, तो किसी ऐसे व्यक्ति को जिसने सरकार के अधीन कोई पद धारण किया है या धारण किया था, किसी महानगरीय क्षेत्र से भिन्न, किसी स्थानीय क्षेत्र में, विशेष मामलों या मामलों के विशेष वर्गों के संबंध में, इस संहिता द्वारा या उसके अधीन द्वितीय वर्ग न्यायिक मजिस्ट्रेट को प्रदत्त या प्रदान की जा सकने वाली सभी या कोई शक्तियां प्रदान कर सकता है:\nपरन्तु किसी व्यक्ति को ऐसी कोई शक्ति प्रदान नहीं की जाएगी जब तक कि उसके पास विधिक मामलों के संबंध में ऐसी अर्हता या अनुभव न हो जैसा उच्च न्यायालय, नियमों द्वारा, विनिर्दिष्ट करे।\n(2) ऐसे मजिस्ट्रेट विशेष न्यायिक मजिस्ट्रेट कहलाएंगे और ऐसी अवधि के लिए नियुक्त किए जाएंगे, जो एक समय में एक वर्ष से अधिक न हो, जैसा उच्च न्यायालय, साधारण या विशेष आदेश द्वारा, निदेश दे।\n(3) उच्च न्यायालय किसी विशेष न्यायिक मजिस्ट्रेट को प्रथम वर्ग न्यायिक मजिस्ट्रेट की शक्तियों का प्रयोग करने के लिए सशक्त कर सकता है।"}, {"section_no": 14, "text": "(1) उच्च न्यायालय के नियंत्रण के अधीन रहते हुए, मुख्य न्यायिक मजिस्ट्रेट, समय-समय पर, उन क्षेत्रों की स्थानीय सीमाओं को परिभाषित कर सकता है जिनके भीतर धारा 11 या धारा 13 के अधीन नियुक्त मजिस्ट्रेट इस संहिता के अधीन उन्हें क्रमशः निहित सभी या कोई शक्तियों का प्रयोग कर सकते हैं:\nपरन्तु एक विशेष न्यायिक मजिस्ट्रेट का न्यायालय उस स्थानीय क्षेत्र के भीतर किसी भी स्थान पर अपनी बैठक कर सकता है जिसके लिए वह स्थापित किया गया है।\n(2) ऐसी परिभाषा द्वारा अन्यथा उपबंधित के सिवाय, ऐसे प्रत्येक मजिस्ट्रेट की अधिकारिता और शक्तियां पूरे जिले पर विस्तृत होंगी।"}, {"section_no": 15, "text": "(1) प्रत्येक मुख्य न्यायिक मजिस्ट्रेट सेशन न्यायाधीश के अधीनस्थ होगा; और प्रत्येक अन्य न्यायिक मजिस्ट्रेट, सेशन न्यायाधीश के सामान्य नियंत्रण के अधीन रहते हुए, मुख्य न्यायिक मजिस्ट्रेट के अधीनस्थ होगा।\n(2) मुख्य न्यायिक मजिस्ट्रेट, समय-समय पर, इस संहिता के संगत नियम बना सकता है या विशेष आदेश दे सकता है, जो उसके अधीनस्थ न्यायिक मजिस्ट्रेटों के बीच कार्य के वितरण के संबंध में हो।"}, {"section_no": 16, "text": "(1) प्रत्येक महानगरीय क्षेत्र में, महानगर मजिस्ट्रेटों के उतने न्यायालय, और ऐसे स्थानों पर, स्थापित किए जाएंगे, जैसा राज्य सरकार, उच्च न्यायालय से परामर्श के पश्चात, अधिसूचना द्वारा, विनिर्दिष्ट करे।\n(2) ऐसे न्यायालयों के पीठासीन अधिकारियों को उच्च न्यायालय द्वारा नियुक्त किया जाएगा।\n(3) प्रत्येक महानगर मजिस्ट्रेट की अधिकारिता और शक्तियां पूरे महानगरीय क्षेत्र पर विस्तृत होंगी।"}, {"section_no": 17, "text": "(1) उच्च न्यायालय, अपनी स्थानीय अधिकारिता के भीतर प्रत्येक महानगरीय क्षेत्र के संबंध में, एक महानगर मजिस्ट्रेट को उस महानगरीय क्षेत्र का मुख्य महानगर मजिस्ट्रेट नियुक्त करेगा।\n(2) उच्च न्यायालय किसी महानगर मजिस्ट्रेट को अपर मुख्य महानगर मजिस्ट्रेट नियुक्त कर सकता है, और ऐसे मजिस्ट्रेट को इस संहिता के अधीन या तत्समय प्रवृत्त किसी अन्य विधि के अधीन मुख्य महानगर मजिस्ट्रेट की सभी या कोई शक्तियां होंगी जैसा उच्च न्यायालय निदेश दे।\n(3) उच्च न्यायालय किसी महानगर मजिस्ट्रेट को किसी विशेष मामले या मामलों के किसी विशेष वर्ग के संबंध में या किसी स्थानीय क्षेत्र के संबंध में, मुख्य महानगर मजिस्ट्रेट की शक्तियां प्रदान कर सकता है।"}, {"section_no": 18, "text": "(1) उच्च न्यायालय, यदि केंद्रीय या राज्य सरकार द्वारा ऐसा करने का अनुरोध किया जाता है, तो किसी ऐसे व्यक्ति को जिसने सरकार के अधीन कोई पद धारण किया है या धारण किया था, किसी महानगरीय क्षेत्र में, विशेष मामलों या मामलों के विशेष वर्गों के संबंध में, इस संहिता द्वारा या उसके अधीन महानगर मजिस्ट्रेट को प्रदत्त या प्रदान की जा सकने वाली सभी या कोई शक्तियां प्रदान कर सकता है:\nपरन्तु किसी व्यक्ति को ऐसी कोई शक्ति प्रदान नहीं की जाएगी जब तक कि उसके पास विधिक मामलों के संबंध में ऐसी अर्हता या अनुभव न हो जैसा उच्च न्यायालय, नियमों द्वारा, विनिर्दिष्ट करे।\n(2) ऐसे मजिस्ट्रेट विशेष महानगर मजिस्ट्रेट कहलाएंगे और ऐसी अवधि के लिए नियुक्त किए जाएंगे, जो एक समय में एक वर्ष से अधिक न हो, जैसा उच्च न्यायालय, साधारण या विशेष आदेश द्वारा, निदेश दे।\n(3) उच्च न्यायालय किसी विशेष महानगर मजिस्ट्रेट को प्रथम वर्ग न्यायिक मजिस्ट्रेट की शक्तियों का प्रयोग करने के लिए सशक्त कर सकता है।"}, {"section_no": 19, "text": "(1) प्रत्येक मुख्य महानगर मजिस्ट्रेट और प्रत्येक अपर मुख्य महानगर मजिस्ट्रेट सेशन न्यायाधीश के अधीनस्थ होंगे; और प्रत्येक अन्य महानगर मजिस्ट्रेट, सेशन न्यायाधीश के सामान्य नियंत्रण के अधीन रहते हुए, मुख्य महानगर मजिस्ट्रेट के अधीनस्थ होगा।\n(2) उच्च न्यायालय, इस संहिता के प्रयोजनों के लिए, अपर मुख्य महानगर मजिस्ट्रेटों की मुख्य महानगर मजिस्ट्रेट के प्रति अधीनस्थता, यदि कोई हो, की सीमा को परिभाषित कर सकता है।\n(3) मुख्य महानगर मजिस्ट्रेट, समय-समय पर, इस संहिता के संगत नियम बना सकता है या विशेष आदेश दे सकता है, जो महानगर मजिस्ट्रेटों के बीच कार्य के वितरण और अपर मुख्य महानगर मजिस्ट्रेट को कार्य के आवंटन के संबंध में हो।"}, {"section_no": 20, "text": "(1) प्रत्येक जिले में और प्रत्येक महानगरीय क्षेत्र में, राज्य सरकार उतने व्यक्तियों को, जिन्हें वह उचित समझे, कार्यपालक मजिस्ट्रेट नियुक्त कर सकती है और उनमें से एक को जिला मजिस्ट्रेट नियुक्त करेगी।\n(2) राज्य सरकार किसी कार्यपालक मजिस्ट्रेट को अपर जिला मजिस्ट्रेट नियुक्त कर सकती है, और ऐसे मजिस्ट्रेट को इस संहिता के अधीन या तत्समय प्रवृत्त किसी अन्य विधि के अधीन जिला मजिस्ट्रेट की ऐसी शक्तियां होंगी जैसा राज्य सरकार द्वारा निदेशित किया जाए।\n(3) जब भी, जिला मजिस्ट्रेट का पद रिक्त होने के परिणामस्वरूप, कोई अधिकारी जिले के कार्यपालक प्रशासन को अस्थायी रूप से संभालता है, तो ऐसा अधिकारी, राज्य सरकार के आदेशों के लंबित रहने तक, इस संहिता द्वारा जिला मजिस्ट्रेट पर क्रमशः प्रदत्त और अधिरोपित सभी शक्तियों का प्रयोग करेगा और सभी कर्तव्यों का पालन करेगा।\n(4) राज्य सरकार किसी कार्यपालक मजिस्ट्रेट को उपखंड का भार सौंप सकती है और अवसर की आवश्यकतानुसार उसे भार से मुक्त कर सकती है; और इस प्रकार उपखंड के भार में रखे गए मजिस्ट्रेट को उप-खंडीय मजिस्ट्रेट कहा जाएगा।\n(5) इस धारा में कोई भी बात राज्य सरकार को, तत्समय प्रवृत्त किसी विधि के अधीन, किसी पुलिस आयुक्त को, किसी महानगरीय क्षेत्र के संबंध में, कार्यपालक मजिस्ट्रेट की सभी या कोई शक्तियां प्रदान करने से नहीं रोकेगी।"}]}
{"chapter_no": 3, "chapter_title": "न्यायालयों की शक्ति", "sections": [{"section_no": 21, "text": "राज्य सरकार, साधारण या विशेष आदेश द्वारा और ऐसे नियंत्रणों और निर्देशों के अधीन रहते हुए, जो वह लगाना उचित समझे, धारा 20 की उप-धारा (4) के अधीन अपनी शक्तियों को जिला मजिस्ट्रेट को प्रत्यायोजित कर सकती है।"}, {"section_no": 22, "text": "(1) राज्य सरकार, ऐसे कार्यकाल के लिए जो वह उचित समझे, विशेष कार्यपालक मजिस्ट्रेट के रूप में ज्ञात कार्यपालक मजिस्ट्रेटों को, विशेष क्षेत्रों के लिए या विशेष कार्यों के निष्पादन के लिए नियुक्त कर सकती है और ऐसे विशेष कार्यपालक मजिस्ट्रेटों को वे शक्तियाँ प्रदान कर सकती है जो इस संहिता के अधीन कार्यपालक मजिस्ट्रेटों को दी जा सकती हैं, जैसा वह उचित समझे।\n(2) प्रत्येक व्यक्ति जो किसी जिले में तहसीलदार या नायब तहसीलदार है, को राज्य सरकार द्वारा अधिसूचना द्वारा विनिर्दिष्ट किए जाने वाले ऐसे प्रयोजनों के लिए उस जिले का कार्यपालक मजिस्ट्रेट समझा जाएगा।"}, {"section_no": 23, "text": "(1) प्रत्येक उच्च न्यायालय के लिए, केंद्र सरकार या राज्य सरकार, उच्च न्यायालय से परामर्श के बाद, एक लोक अभियोजक नियुक्त करेगी और यथास्थिति, केंद्र सरकार या राज्य सरकार की ओर से ऐसे न्यायालय में किसी भी अभियोजन, अपील या अन्य कार्यवाही के संचालन के लिए एक या अधिक अपर लोक अभियोजकों को भी नियुक्त कर सकती है।\n(2) केंद्र सरकार किसी भी जिले या स्थानीय क्षेत्र में किसी भी मामले या मामलों के वर्ग का संचालन करने के प्रयोजन के लिए एक या अधिक लोक अभियोजकों को नियुक्त कर सकती है।\n(3) प्रत्येक जिले के लिए, राज्य सरकार एक लोक अभियोजक नियुक्त करेगी और उस जिले के लिए एक या अधिक अपर लोक अभियोजकों को भी नियुक्त कर सकती है:\nपरंतु एक जिले के लिए नियुक्त लोक अभियोजक या अपर लोक अभियोजक को, यथास्थिति, किसी अन्य जिले के लिए भी लोक अभियोजक या अपर लोक अभियोजक नियुक्त किया जा सकता है।\n(4) जिला मजिस्ट्रेट, सेशन न्यायाधीश के परामर्श से, उन व्यक्तियों के नामों का एक पैनल तैयार करेगा, जो उसकी राय में, जिले के लिए लोक अभियोजक या अपर लोक अभियोजक के रूप में नियुक्त होने के योग्य हैं।\n(5) राज्य सरकार द्वारा किसी भी व्यक्ति को जिले के लिए लोक अभियोजक या अपर लोक अभियोजक नियुक्त नहीं किया जाएगा, जब तक कि उसका नाम उप-धारा (4) के अधीन जिला मजिस्ट्रेट द्वारा तैयार किए गए नामों के पैनल में नहीं आता हो।\n(6) उप-धारा (5) में अंतर्विष्ट किसी बात के होते हुए भी, जहाँ किसी राज्य में अभियोजन अधिकारियों का एक नियमित कैडर मौजूद है, राज्य सरकार ऐसे कैडर का गठन करने वाले व्यक्तियों में से ही लोक अभियोजक या अपर लोक अभियोजक को नियुक्त करेगी:\nपरंतु जहाँ राज्य सरकार की राय में, ऐसे कैडर में ऐसे पद पर नियुक्ति के लिए कोई उपयुक्त व्यक्ति उपलब्ध नहीं है, तो वह सरकार, यथास्थिति, जिला मजिस्ट्रेट द्वारा उप-धारा (4) के अधीन तैयार किए गए नामों के पैनल में से किसी व्यक्ति को लोक अभियोजक या अपर लोक अभियोजक नियुक्त कर सकती है।\n(7) कोई व्यक्ति उप-धारा (1) या उप-धारा (2) या उप-धारा (3) के अधीन लोक अभियोजक या अपर लोक अभियोजक के रूप में नियुक्त होने के लिए तभी पात्र होगा जब वह **कम से कम सात वर्ष** तक अधिवक्ता के रूप में प्रैक्टिस में रहा हो।\n(8) केंद्र सरकार या राज्य सरकार, किसी भी मामले या मामलों के वर्ग के प्रयोजनों के लिए, किसी ऐसे व्यक्ति को, जो **कम से कम दस वर्ष** तक अधिवक्ता के रूप में प्रैक्टिस में रहा हो, विशेष लोक अभियोजक के रूप में नियुक्त कर सकती है।\n(9) उप-धारा (7) और उप-धारा (8) के प्रयोजनों के लिए, जिस अवधि के दौरान कोई व्यक्ति प्लीडर के रूप में प्रैक्टिस में रहा है, या उसने लोक अभियोजक या अपर लोक अभियोजक या सहायक लोक अभियोजक या अन्य अभियोजन अधिकारी के रूप में, चाहे वह किसी भी नाम से पुकारा जाता हो, सेवा की है, उसे वह अवधि समझा जाएगा जिसके दौरान ऐसा व्यक्ति अधिवक्ता के रूप में प्रैक्टिस में रहा है।"}, {"section_no": 24, "text": "(1) अपर जिला मजिस्ट्रेट से भिन्न सभी कार्यपालक मजिस्ट्रेट, जिला मजिस्ट्रेट के अधीनस्थ होंगे, और उप-खंड में शक्तियों का प्रयोग करने वाला प्रत्येक कार्यपालक मजिस्ट्रेट (उप-खंड मजिस्ट्रेट से भिन्न) भी उप-खंड मजिस्ट्रेट के अधीनस्थ होगा, हालाँकि, यह जिला मजिस्ट्रेट के सामान्य नियंत्रण के अधीन होगा।\n(2) जिला मजिस्ट्रेट समय-समय पर, अपने अधीनस्थ कार्यपालक मजिस्ट्रेटों के बीच कार्य के वितरण और अपर जिला मजिस्ट्रेट को कार्य के आवंटन के संबंध में, इस संहिता के अनुरूप, नियम बना सकता है या विशेष आदेश दे सकता है।"}, {"section_no": 25, "text": "(1) प्रत्येक उच्च न्यायालय के लिए, केंद्र सरकार या राज्य सरकार, उच्च न्यायालय से परामर्श के बाद, एक लोक अभियोजक नियुक्त करेगी और यथास्थिति, केंद्र सरकार या राज्य सरकार की ओर से ऐसे न्यायालय में किसी भी अभियोजन, अपील या अन्य कार्यवाही के संचालन के लिए एक या अधिक अपर लोक अभियोजकों को भी नियुक्त कर सकती है।\n(2) केंद्र सरकार किसी भी जिले या स्थानीय क्षेत्र में किसी भी मामले या मामलों के वर्ग का संचालन करने के प्रयोजन के लिए एक या अधिक लोक अभियोजकों को नियुक्त कर सकती है।\n(3) प्रत्येक जिले के लिए, राज्य सरकार एक लोक अभियोजक नियुक्त करेगी और उस जिले के लिए एक या अधिक अपर लोक अभियोजकों को भी नियुक्त कर सकती है:\nपरंतु एक जिले के लिए नियुक्त लोक अभियोजक या अपर लोक अभियोजक को, यथास्थिति, किसी अन्य जिले के लिए भी लोक अभियोजक या अपर लोक अभियोजक नियुक्त किया जा सकता है।\n(4) जिला मजिस्ट्रेट, सेशन न्यायाधीश के परामर्श से, उन व्यक्तियों के नामों का एक पैनल तैयार करेगा, जो उसकी राय में, जिले के लिए लोक अभियोजक या अपर लोक अभियोजक के रूप में नियुक्त होने के योग्य हैं।\n(5) राज्य सरकार द्वारा किसी भी व्यक्ति को जिले के लिए लोक अभियोजक या अपर लोक अभियोजक नियुक्त नहीं किया जाएगा, जब तक कि उसका नाम उप-धारा (4) के अधीन जिला मजिस्ट्रेट द्वारा तैयार किए गए नामों के पैनल में नहीं आता हो।\n(6) उप-धारा (5) में अंतर्विष्ट किसी बात के होते हुए भी, जहाँ किसी राज्य में अभियोजन अधिकारियों का एक नियमित कैडर मौजूद है, राज्य सरकार ऐसे कैडर का गठन करने वाले व्यक्तियों में से ही लोक अभियोजक या अपर लोक अभियोजक को नियुक्त करेगी:\nपरंतु जहाँ राज्य सरकार की राय में, ऐसे कैडर में ऐसे पद पर नियुक्ति के लिए कोई उपयुक्त व्यक्ति उपलब्ध नहीं है, तो वह सरकार, यथास्थिति, जिला मजिस्ट्रेट द्वारा उप-धारा (4) के अधीन तैयार किए गए नामों के पैनल में से किसी व्यक्ति को लोक अभियोजक या अपर लोक अभियोजक नियुक्त कर सकती है।\n(7) कोई व्यक्ति उप-धारा (1) या उप-धारा (2) या उप-धारा (3) के अधीन लोक अभियोजक या अपर लोक अभियोजक के रूप में नियुक्त होने के लिए तभी पात्र होगा जब वह कम से कम सात वर्ष तक अधिवक्ता के रूप में प्रैक्टिस में रहा हो।\n(8) केंद्र सरकार या राज्य सरकार, किसी भी मामले या मामलों के वर्ग के प्रयोजनों के लिए, किसी ऐसे व्यक्ति को, जो कम से कम दस वर्ष तक अधिवक्ता के रूप में प्रैक्टिस में रहा हो, विशेष लोक अभियोजक के रूप में नियुक्त कर सकती है।\n(9) उप-धारा (7) और उप-धारा (8) के प्रयोजनों के लिए, जिस अवधि के दौरान कोई व्यक्ति प्लीडर के रूप में प्रैक्टिस में रहा है, या उसने लोक अभियोजक या अपर लोक अभियोजक या सहायक लोक अभियोजक या अन्य अभियोजन अधिकारी के रूप में, चाहे वह किसी भी नाम से पुकारा जाता हो, सेवा की है, उसे वह अवधि समझा जाएगा जिसके दौरान ऐसा व्यक्ति अधिवक्ता के रूप में प्रैक्टिस में रहा है।"}, {"section_no": 26, "text": "(1) राज्य सरकार मजिस्ट्रेटों के न्यायालयों में अभियोजन संचालित करने के लिए प्रत्येक जिले में एक या अधिक सहायक लोक अभियोजकों को नियुक्त करेगी।\n(2) केंद्र सरकार मजिस्ट्रेटों के न्यायालयों में किसी भी मामले या मामलों के वर्ग का संचालन करने के प्रयोजन के लिए एक या अधिक सहायक लोक अभियोजकों को नियुक्त कर सकती है।\n(3) उप-धारा (4) में जैसा अन्यथा उपबंधित है, उसके सिवाय, कोई भी पुलिस अधिकारी सहायक लोक अभियोजक के रूप में नियुक्त होने के लिए पात्र नहीं होगा।\n(4) जहाँ किसी विशेष मामले के प्रयोजनों के लिए कोई सहायक लोक अभियोजक उपलब्ध नहीं है, वहाँ जिला मजिस्ट्रेट उस मामले के प्रभारी सहायक लोक अभियोजक के रूप में किसी अन्य व्यक्ति को नियुक्त कर सकता है:\nपरंतु किसी पुलिस अधिकारी को ऐसे नियुक्त नहीं किया जाएगा—\n(a) यदि उसने उस अपराध की जाँच में कोई भाग लिया हो जिसके संबंध में अभियुक्त पर अभियोजन चलाया जा रहा है; या\n(b) यदि वह निरीक्षक के पद से नीचे का हो।"}, {"section_no": 27, "text": "(1) राज्य सरकार, अभियोजन निदेशालय की स्थापना कर सकती है, जिसमें एक अभियोजन निदेशक और उतने उप-अभियोजन निदेशक होंगे जितने वह उचित समझे।\n(2) कोई व्यक्ति अभियोजन निदेशक या उप-अभियोजन निदेशक के रूप में नियुक्त होने के लिए तभी पात्र होगा जब वह **कम से कम दस वर्ष** तक अधिवक्ता के रूप में प्रैक्टिस में रहा हो और ऐसी नियुक्ति उच्च न्यायालय के मुख्य न्यायाधीश की सहमति से की जाएगी।\n(3) अभियोजन निदेशालय का प्रमुख अभियोजन निदेशक होगा, जो राज्य में गृह विभाग के प्रमुख के प्रशासनिक नियंत्रण के अधीन कार्य करेगा।\n(4) प्रत्येक उप-अभियोजन निदेशक, अभियोजन निदेशक के अधीनस्थ होगा।\n(5) उच्च न्यायालय में मामलों का संचालन करने के लिए राज्य सरकार द्वारा धारा 25 की उप-धारा (1) या उप-धारा (8) के अधीन नियुक्त प्रत्येक लोक अभियोजक, अपर लोक अभियोजक और विशेष लोक अभियोजक, अभियोजन निदेशक के अधीनस्थ होंगे।\n(6) जिला न्यायालयों में मामलों का संचालन करने के लिए राज्य सरकार द्वारा धारा 25 की उप-धारा (3) या उप-धारा (8) के अधीन नियुक्त प्रत्येक लोक अभियोजक, अपर लोक अभियोजक और विशेष लोक अभियोजक और धारा 26 की उप-धारा (1) के अधीन नियुक्त प्रत्येक सहायक लोक अभियोजक, अभियोजन निदेशक के अधीनस्थ होंगे।"}, {"section_no": 28, "text": "इस संहिता के अन्य उपबंधों के अधीन रहते हुए, भारतीय न्याय संहिता, 2023 के अधीन किसी भी अपराध का विचारण निम्नलिखित द्वारा किया जा सकता है—\n(a) उच्च न्यायालय, या\n(b) सेशन न्यायालय, या\n(c) कोई अन्य न्यायालय जिसके द्वारा ऐसा अपराध पहली अनुसूची में विचारणीय दिखाया गया हो:\nपरंतु भारतीय न्याय संहिता, 2023 की धारा 116 के अधीन किसी भी अपराध का विचारण जहाँ तक संभव हो, **एक महिला की अध्यक्षता वाले न्यायालय** द्वारा किया जाएगा।"}, {"section_no": 29, "text": "(1) इस संहिता के अन्य उपबंधों के अधीन रहते हुए, उच्च न्यायालय भारतीय न्याय संहिता, 2023 के अधीन किसी भी अपराध का विचारण कर सकता है।\n(2) जब इस धारा के अधीन किसी व्यक्ति का विचारण किया जाता है, तो उच्च न्यायालय विधि द्वारा प्राधिकृत कोई भी दंडादेश पारित कर सकता है।"}]}
{"chapter_no": 4, "chapter_title": "वरिष्ठ पुलिस अधिकारियों की शक्तियाँ और मजिस्ट्रेटों तथा पुलिस को सहायता", "sections": [{"section_no": 30, "text": "(1) एक उच्च न्यायालय विधि द्वारा प्राधिकृत कोई भी दंडादेश पारित कर सकता है।\n(2) एक सेशन न्यायाधीश या अपर सेशन न्यायाधीश विधि द्वारा प्राधिकृत कोई भी दंडादेश पारित कर सकता है; लेकिन ऐसे किसी भी न्यायाधीश द्वारा पारित मृत्यु दंडादेश उच्च न्यायालय द्वारा पुष्टि के अधीन होगा।\n(3) एक सहायक सेशन न्यायाधीश मृत्यु दंडादेश या आजीवन कारावास या दस वर्ष से अधिक की अवधि के कारावास के दंडादेश को छोड़कर विधि द्वारा प्राधिकृत कोई भी दंडादेश पारित कर सकता है।"}, {"section_no": 31, "text": "(1) एक मुख्य न्यायिक मजिस्ट्रेट का न्यायालय मृत्यु दंडादेश या आजीवन कारावास या सात वर्ष से अधिक की अवधि के कारावास के दंडादेश को छोड़कर विधि द्वारा प्राधिकृत कोई भी दंडादेश पारित कर सकता है।\n(2) प्रथम वर्ग मजिस्ट्रेट का न्यायालय तीन वर्ष से अनधिक की अवधि के लिए कारावास, या दस हजार रुपए से अनधिक का जुर्माना, या दोनों का दंडादेश पारित कर सकता है।\n(3) द्वितीय वर्ग मजिस्ट्रेट का न्यायालय एक वर्ष से अनधिक की अवधि के लिए कारावास, या पाँच हजार रुपए से अनधिक का जुर्माना, या दोनों का दंडादेश पारित कर सकता है।\n(4) एक मुख्य महानगर मजिस्ट्रेट का न्यायालय को मुख्य न्यायिक मजिस्ट्रेट के न्यायालय की शक्तियाँ होंगी और एक महानगर मजिस्ट्रेट को प्रथम वर्ग मजिस्ट्रेट के न्यायालय की शक्तियाँ होंगी।"}, {"section_no": 32, "text": "(1) जब एक व्यक्ति को एक ही विचारण में दो या अधिक अपराधों के लिए सिद्धदोष ठहराया जाता है, तो न्यायालय, धारा 380 के उपबंधों के अधीन रहते हुए, ऐसे अपराधों के लिए, उसके लिए निर्धारित अलग-अलग दंडों के लिए, जिसे देने के लिए ऐसा न्यायालय सक्षम है, उसे दंडादेश दे सकता है; ऐसे दंडादेश, जब वे कारावास के रूप में होते हैं, तो एक के बाद एक समाप्त होने पर दूसरा शुरू होगा, ऐसे क्रम में जैसा न्यायालय निर्देशित करे, जब तक कि न्यायालय यह निर्देश न दे कि ऐसे दंड समवर्ती चलेंगे।\n(2) क्रमवर्ती दंडादेशों के मामले में, न्यायालय के लिए यह आवश्यक नहीं होगा कि वह केवल इस कारण से कि कई अपराधों के लिए कुल दंड उस दंड से अधिक है जिसे वह एक अपराध की दोषसिद्धि पर देने में सक्षम है, अपराधी को उच्च न्यायालय के समक्ष विचारण के लिए भेजे:\nपरंतु यह कि—\n(a) किसी भी मामले में ऐसे व्यक्ति को चौदह वर्ष से अधिक की अवधि के लिए कारावास का दंडादेश नहीं दिया जाएगा;\n(b) कुल दंड, उस दंड की दुगुनी मात्रा से अधिक नहीं होगा जिसे वह न्यायालय एक अपराध के लिए देने में सक्षम है।\n(3) सिद्धदोष ठहराए गए व्यक्ति द्वारा अपील के प्रयोजन के लिए, इस धारा के अधीन उसके विरुद्ध पारित क्रमवर्ती दंडादेशों के कुल को एकल दंडादेश समझा जाएगा।"}, {"section_no": 33, "text": "(1) कोई भी न्यायालय किसी भी अपराध के संबंध में, कारावास की अवधि या जुर्माने के दंडादेश के अतिरिक्त, ऐसा विधिपूर्ण दंडादेश पारित कर सकता है जो वह मामले की परिस्थितियों में उचित समझे, और यह भी निर्देश दे सकता है कि वे वस्तुएं या चीजें जिनके संबंध में अपराध किया गया है, सरकार के पक्ष में जब्त कर ली जाएंगी, या नष्ट कर दी जाएंगी।\n(2) उप-धारा (1) के अधीन जब्ती या नष्ट करने का आदेश न्यायालय द्वारा इस संहिता या उस समय लागू किसी अन्य विधि में अंतर्विष्ट किसी बात के होते हुए भी दिया जा सकता है।\n(3) इस धारा द्वारा न्यायालय को प्रदत्त शक्तियाँ इस संहिता के किसी अन्य उपबंध द्वारा न्यायालय को प्रदत्त शक्तियों के अतिरिक्त होंगी, न कि उनके अल्पीकरण में।"}, {"section_no": 34, "text": "एक पुलिस थाने के भारसाधक अधिकारी से पदानुक्रम में वरिष्ठ पुलिस अधिकारी, उन स्थानीय क्षेत्रों में, जिनके लिए वे नियुक्त किए गए हैं, वही शक्तियाँ प्रयोग कर सकते हैं जो ऐसे अधिकारी द्वारा अपने थाने की सीमाओं के भीतर प्रयोग की जा सकती हैं।"}]}
{"chapter_no": 5, "chapter_title": "व्यक्तियों की गिरफ्तारी", "sections": [{"section_no": 35, "text": "प्रत्येक व्यक्ति एक मजिस्ट्रेट या पुलिस अधिकारी की सहायता की उचित मांग किए जाने पर उसकी सहायता करने के लिए बाध्य है—\n(a) किसी अन्य व्यक्ति को जिसे ऐसा मजिस्ट्रेट या पुलिस अधिकारी गिरफ्तार करने के लिए प्राधिकृत है, पकड़ने या उसके भागने को रोकने में;\n(b) शांति भंग को रोकने या दबाने में;\n(c) किसी रेलवे, नहर, तार या सार्वजनिक संपत्ति को किए जाने वाले किसी भी नुकसान को रोकने में।"}, {"section_no": 36, "text": "जब वारंट किसी पुलिस अधिकारी से भिन्न किसी व्यक्ति को निर्देशित किया जाता है, तो कोई अन्य व्यक्ति ऐसे वारंट के निष्पादन में सहायता कर सकता है, यदि वह व्यक्ति जिसे वारंट निर्देशित किया गया है, निकट हो और वारंट के निष्पादन में कार्य कर रहा हो।"}, {"section_no": 37, "text": "प्रत्येक व्यक्ति, जो भारतीय न्याय संहिता, 2023 की निम्नलिखित धाराओं के अधीन दंडनीय किसी अपराध के किए जाने या किसी अन्य व्यक्ति के द्वारा उसे करने के आशय से अवगत है, अर्थात्:—\n(i) धारा 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174 और 175;\n(ii) धारा 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223 और 224;\n(iii) धारा 279, 280, 281, 282, 283, 284, 285, 286, 287, 288 और 289;\n(iv) धारा 309, 310, 311, 312, 313, 314, 315 और 316;\n(v) धारा 329, 330, 331 और 332;\n(vi) धारा 349 की उप-धारा (2), धारा 350 और 351;\n(vii) धारा 356, 357, 358 और 359; shall, in the absence of any reasonable excuse, the burden of proving which excuse shall lie upon the person so aware, forthwith give information to the nearest Magistrate or police officer of such commission or intention।"}, {"section_no": 38, "text": "(1) ग्राम के मामलों से संबंधित प्रत्येक अधिकारी और ग्राम में निवास करने वाला प्रत्येक व्यक्ति, ऐसी किसी भी जानकारी को जो उसके पास निम्नलिखित के संबंध में हो, निकटतम मजिस्ट्रेट या निकटतम पुलिस थाने के भारसाधक अधिकारी को, जो भी निकटतम हो, तत्काल संसूचित करेगा:—\n(a) ऐसे ग्राम में या उसके निकट चोरी की संपत्ति के किसी कुख्यात प्राप्तकर्ता या विक्रेता का स्थायी या अस्थायी निवास;\n(b) किसी ऐसे व्यक्ति का, जिसे वह ठग, डाकू, भागा हुआ सिद्धदोष या उद्घोषित अपराधी जानता है, या यथोचित संदेह करता है, ऐसे ग्राम के भीतर आना या उससे होकर गुजरना;\n(c) ऐसे ग्राम में या उसके निकट किसी गैर-जमानती अपराध या भारतीय न्याय संहिता, 2023 की धारा 179 या 180 के अधीन दंडनीय किसी अपराध का किया जाना या करने का आशय;\n(d) ऐसे ग्राम में या उसके निकट किसी अचानक या अप्राकृतिक मृत्यु का होना या किसी संदिग्ध परिस्थितियों में हुई मृत्यु का होना या ऐसे ग्राम में या उसके निकट किसी शव या शव के भाग का पाया जाना, ऐसी परिस्थितियों में जिससे यह उचित संदेह होता है कि मृत्यु हुई है, या ऐसे ग्राम से किसी व्यक्ति का ऐसी परिस्थितियों में गायब होना जिससे यह उचित संदेह होता है कि उस व्यक्ति के संबंध में कोई गैर-जमानती अपराध किया गया है।\n(2) इस धारा में,—\n(i) “ग्राम” में ग्राम भूमि शामिल है;\n(ii) “उद्घोषित अपराधी” अभिव्यक्ति में ऐसा कोई व्यक्ति शामिल है जिसे भारत के किसी भी ऐसे क्षेत्र में, जिस पर यह संहिता विस्तारित नहीं होती है, किसी न्यायालय या प्राधिकारी द्वारा अपराधी के रूप में उद्घोषित किया गया है, ऐसे किसी कार्य के संबंध में जो यदि उन क्षेत्रों में किया गया होता जिन पर यह संहिता विस्तारित होती है, तो वह भारतीय न्याय संहिता, 2023 की निम्नलिखित धाराओं, अर्थात्, धारा 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145 और 146 के अधीन दंडनीय अपराध होता।"}, {"section_no": 39, "text": "(1) गिरफ्तारी करते समय पुलिस अधिकारी या गिरफ्तारी करने वाला अन्य व्यक्ति, गिरफ्तार किए जाने वाले व्यक्ति के शरीर को वास्तव में छुएगा या सीमित करेगा, जब तक कि वह शब्द या कार्य द्वारा अभिरक्षा को स्वीकार न कर ले:\nपरंतु जहाँ किसी महिला को गिरफ्तार किया जाना है, जब तक कि पुलिस अधिकारी महिला न हो, पुलिस अधिकारी उसकी गिरफ्तारी करने के लिए महिला के शरीर को नहीं छुएगा और उसे गिरफ्तारी की मौखिक सूचना दिए जाने पर उसे गिरफ्तार मान लिया जाएगा, और पुलिस अधिकारी, एक महिला की उपस्थिति में, ऐसी महिला की तलाशी ले सकता है और उसे एक महिला पुलिस अधिकारी की अभिरक्षा में निकटतम पुलिस थाने को सौंप सकता है।\n(2) यदि ऐसा व्यक्ति गिरफ्तारी के प्रयास का जबरन प्रतिरोध करता है, या गिरफ्तारी से बचने का प्रयास करता है, तो ऐसा पुलिस अधिकारी या अन्य व्यक्ति गिरफ्तारी को प्रभावी करने के लिए सभी आवश्यक साधनों का उपयोग कर सकता है।\n(3) इस धारा की कोई भी बात उस व्यक्ति की मृत्यु कारित करने का अधिकार नहीं देती है जो मृत्यु दंडादेश या आजीवन कारावास से दंडनीय अपराध का अभियुक्त नहीं है।"}, {"section_no": 40, "text": "(1) राज्य सरकार प्रत्येक जिले में और राज्य स्तर पर एक पुलिस नियंत्रण कक्ष स्थापित करेगी।\n(2) राज्य सरकार प्रत्येक जिले में पुलिस नियंत्रण कक्ष के बाहर रखे नोटिस बोर्ड पर गिरफ्तार किए गए व्यक्तियों के नाम और पते और गिरफ्तारी करने वाले पुलिस अधिकारियों के नाम और पदनाम प्रदर्शित करवाएगी।\n(3) राज्य स्तर पर पुलिस मुख्यालय में स्थित पुलिस नियंत्रण कक्ष समय-समय पर गिरफ्तार किए गए व्यक्तियों का विवरण, उन अपराधों की प्रकृति जिनके लिए उन पर आरोप लगाया गया है, एकत्र करेगा और आम जनता की जानकारी के लिए एक डेटाबेस बनाए रखेगा।"}, {"section_no": 41, "text": "गिरफ्तारी करने वाला प्रत्येक पुलिस अधिकारी, गिरफ्तारी के समय, आसानी से पहचान की सुविधा के लिए अपने नाम और पदनाम की एक सटीक, दृश्यमान और स्पष्ट पहचान रखेगा।"}, {"section_no": 42, "text": "जब कोई व्यक्ति जो विधिपूर्ण अभिरक्षा में है, भाग निकलता है या छुड़ा लिया जाता है, तो वह व्यक्ति जिसकी अभिरक्षा से वह भागा या छुड़ाया गया था, भारत में किसी भी स्थान पर तुरंत उसका पीछा कर सकता है और उसे गिरफ्तार कर सकता है।"}, {"section_no": 43, "text": "धारा 40, 41 और 42 के उपबंध, यथास्थिति, वारंट के अधीन या वारंट के बिना की गई गिरफ्तारी पर लागू होंगे।"}, {"section_no": 44, "text": "(1) कोई भी पुलिस अधिकारी, मजिस्ट्रेट के आदेश के बिना और वारंट के बिना, किसी भी व्यक्ति को गिरफ्तार कर सकता है—\n(a) जो किसी पुलिस अधिकारी की उपस्थिति में संज्ञेय अपराध करता है;\n(b) जिसके विरुद्ध कोई उचित शिकायत की गई है, या विश्वसनीय जानकारी प्राप्त हुई है, या उचित संदेह मौजूद है कि उसने कोई संज्ञेय अपराध किया है जो कारावास से दंडनीय है जिसकी अवधि सात वर्ष से कम हो सकती है या जो जुर्माने सहित या रहित सात वर्ष तक बढ़ सकती है, यदि निम्नलिखित शर्तें पूरी होती हैं, अर्थात्:—\n(i) पुलिस अधिकारी के पास ऐसी शिकायत, सूचना या संदेह के आधार पर यह विश्वास करने का कारण है कि ऐसे व्यक्ति ने उक्त अपराध किया है;\n(ii) पुलिस अधिकारी संतुष्ट है कि ऐसी गिरफ्तारी निम्नलिखित के लिए आवश्यक है:—\n(A) ऐसे व्यक्ति को कोई और अपराध करने से रोकने के लिए; या\n(B) अपराध की उचित जाँच के लिए; या\n(C) ऐसे व्यक्ति को अपराध के साक्ष्य को गायब करने या किसी भी तरीके से ऐसे साक्ष्य के साथ छेड़छाड़ करने से रोकने के लिए; या\n(D) ऐसे व्यक्ति को मामले के तथ्यों से परिचित किसी भी व्यक्ति को कोई प्रलोभन, धमकी या वादा करने से रोकने के लिए ताकि उसे न्यायालय या पुलिस अधिकारी को ऐसे तथ्यों का खुलासा करने से रोका जा सके; या\n(E) क्योंकि जब तक ऐसे व्यक्ति को गिरफ्तार नहीं किया जाता है, तब तक न्यायालय में उसकी उपस्थिति, जब भी आवश्यक हो, सुनिश्चित नहीं की जा सकती है, और पुलिस अधिकारी ऐसी गिरफ्तारी करते समय अपने कारणों को लिखित में अभिलिखित करेगा:\nपरंतु यह कि पुलिस अधिकारी, उन सभी मामलों में जहाँ इस उप-धारा के उपबंधों के अधीन किसी व्यक्ति की गिरफ्तारी आवश्यक नहीं है, गिरफ्तारी न करने के कारणों को लिखित में अभिलिखित करेगा।\n(c) जिसके विरुद्ध विश्वसनीय जानकारी प्राप्त हुई है कि उसने एक संज्ञेय अपराध किया है जो कारावास से दंडनीय है जिसकी अवधि सात वर्ष से अधिक तक बढ़ सकती है, चाहे जुर्माने सहित या रहित या मृत्यु दंडादेश के साथ और पुलिस अधिकारी के पास उस जानकारी के आधार पर यह विश्वास करने का कारण है कि ऐसे व्यक्ति ने उक्त अपराध किया है;\n(d) जिसे या तो इस संहिता के अधीन या राज्य सरकार के आदेश द्वारा उद्घोषित अपराधी घोषित किया गया है;\n(e) जिसके कब्जे में ऐसी कोई वस्तु पाई जाती है जिसके बारे में यह उचित रूप से संदेह किया जा सकता है कि वह चोरी की संपत्ति है और जिसके बारे में यह उचित रूप से संदेह किया जा सकता है कि उसने ऐसी वस्तु के संबंध में कोई अपराध किया है;\n(f) जो किसी पुलिस अधिकारी को उसके कर्तव्य के निष्पादन में बाधा डालता है, या जो विधिपूर्ण अभिरक्षा से भाग गया है, या भागने का प्रयास करता है;\n(g) जिस पर संघ के सशस्त्र बलों में से किसी का भगोड़ा होने का उचित संदेह है;\n(h) जो भारत के बाहर किसी भी स्थान पर किए गए किसी ऐसे कार्य में संबंधित रहा है, या जिसके विरुद्ध कोई उचित शिकायत की गई है, या विश्वसनीय जानकारी प्राप्त हुई है, या उचित संदेह मौजूद है, जिसके भारत में किए जाने पर वह एक अपराध के रूप में दंडनीय होता, और जिसके लिए वह प्रत्यर्पण से संबंधित किसी भी विधि के अधीन, या अन्यथा, भारत में गिरफ्तार या अभिरक्षा में निरुद्ध किए जाने के लिए उत्तरदायी है;\n(i) जो, एक रिहा हुआ सिद्धदोष होते हुए, धारा 394 की उप-धारा (5) के अधीन बनाए गए किसी नियम का उल्लंघन करता है;\n(j) जिसकी गिरफ्तारी के लिए किसी अन्य पुलिस अधिकारी से कोई मांग, चाहे लिखित या मौखिक, प्राप्त हुई है, बशर्ते कि मांग में गिरफ्तार किए जाने वाले व्यक्ति और अपराध या अन्य कारण जिसके लिए गिरफ्तारी की जानी है, निर्दिष्ट हो और उससे यह प्रतीत होता हो कि वह व्यक्ति जिसने मांग जारी की है, उसे वारंट के बिना विधिपूर्वक गिरफ्तार कर सकता था।\n(2) धारा 45 के उपबंधों के अधीन रहते हुए, किसी असंज्ञेय अपराध से संबंधित किसी भी व्यक्ति को या जिसके विरुद्ध कोई शिकायत की गई है या विश्वसनीय जानकारी प्राप्त हुई है या उसके संबंधित होने का उचित संदेह मौजूद है, मजिस्ट्रेट के वारंट या आदेश के सिवाय गिरफ्तार नहीं किया जाएगा।"}, {"section_no": 45, "text": "(1) जब कोई व्यक्ति जो किसी पुलिस अधिकारी की उपस्थिति में असंज्ञेय अपराध करता है या करने का अभियुक्त है, ऐसे अधिकारी की मांग पर अपना नाम और निवास बताने से इनकार करता है या ऐसा नाम या निवास बताता है जिसके बारे में ऐसे अधिकारी को विश्वास करने का कारण है कि वह झूठा है, तो उसे ऐसे अधिकारी द्वारा गिरफ्तार किया जा सकता है ताकि उसका नाम या निवास सुनिश्चित किया जा सके।\n(2) जब ऐसे व्यक्ति का सही नाम और निवास सुनिश्चित हो जाता है, तो उसे एक बंधपत्र निष्पादित करने पर, ज़मानत के साथ या बिना, मजिस्ट्रेट के समक्ष उपस्थित होने के लिए, यदि आवश्यक हो, रिहा कर दिया जाएगा:\nपरंतु यह कि, यदि ऐसा व्यक्ति भारत का निवासी नहीं है, तो बंधपत्र भारत में निवासी ज़मानती या ज़मानतियों द्वारा सुरक्षित किया जाएगा।\n(3) यदि ऐसे व्यक्ति का सही नाम और निवास गिरफ्तारी के समय से चौबीस घंटे के भीतर सुनिश्चित नहीं किया जाता है या यदि वह बंधपत्र निष्पादित करने में विफल रहता है, या, यदि आवश्यक हो, तो पर्याप्त ज़मानती देने में विफल रहता है, तो उसे तत्काल अधिकारिता वाले निकटतम मजिस्ट्रेट के पास भेज दिया जाएगा।"}, {"section_no": 46, "text": "(1) कोई भी निजी व्यक्ति किसी भी ऐसे व्यक्ति को गिरफ्तार कर सकता है या गिरफ्तार करवा सकता है जो उसकी उपस्थिति में गैर-जमानती और संज्ञेय अपराध करता है, या किसी भी उद्घोषित अपराधी को, और बिना अनावश्यक देरी के, ऐसे गिरफ्तार किए गए व्यक्ति को एक पुलिस अधिकारी को सौंप देगा या सौंपने का कारण बनेगा, या, पुलिस अधिकारी की अनुपस्थिति में, ऐसे व्यक्ति को निकटतम पुलिस थाने में अभिरक्षा में ले जाएगा या ले जाने का कारण बनेगा।\n(2) यदि यह विश्वास करने का कारण है कि ऐसा व्यक्ति धारा 44 के उपबंधों के अधीन आता है, तो एक पुलिस अधिकारी उसे पुनः गिरफ्तार करेगा।\n(3) यदि यह विश्वास करने का कारण है कि उसने एक असंज्ञेय अपराध किया है, और वह किसी पुलिस अधिकारी की मांग पर अपना नाम और निवास बताने से इनकार करता है, या ऐसा नाम या निवास बताता है जिसके बारे में ऐसे अधिकारी को विश्वास करने का कारण है कि वह झूठा है, तो उसके साथ धारा 45 के उपबंधों के अधीन व्यवहार किया जाएगा; लेकिन यदि यह विश्वास करने का कोई पर्याप्त कारण नहीं है कि उसने कोई अपराध किया है, तो उसे तुरंत रिहा कर दिया जाएगा।"}, {"section_no": 47, "text": "(1) एक मजिस्ट्रेट, चाहे वह कार्यपालक हो या न्यायिक, स्वयं गिरफ्तार कर सकता है या किसी भी व्यक्ति को अपराधी को गिरफ्तार करने का आदेश दे सकता है, जब कोई अपराध उसकी स्थानीय अधिकारिता के भीतर, एक मजिस्ट्रेट, चाहे कार्यपालक या न्यायिक, की उपस्थिति में किया जाता है।\n(2) कोई भी मजिस्ट्रेट, चाहे वह कार्यपालक हो या न्यायिक, किसी भी समय अपनी स्थानीय अधिकारिता के भीतर, किसी भी ऐसे व्यक्ति को गिरफ्तार कर सकता है या गिरफ्तारी का निर्देश दे सकता है, जिसकी गिरफ्तारी के लिए वह उस समय और परिस्थितियों में वारंट जारी करने में सक्षम है।"}, {"section_no": 48, "text": "यदि कोई व्यक्ति जो विधिपूर्ण अभिरक्षा में है, भाग निकलता है या छुड़ा लिया जाता है, तो वह व्यक्ति जिसकी अभिरक्षा से वह भागा या छुड़ाया गया था, भारत में किसी भी स्थान पर तुरंत उसका पीछा कर सकता है और उसे गिरफ्तार कर सकता है।"}, {"section_no": 49, "text": "(1) यदि गिरफ्तार करने के वारंट के अधीन कार्य करने वाले किसी व्यक्ति, या गिरफ्तारी करने का प्राधिकार रखने वाले किसी पुलिस अधिकारी को यह विश्वास करने का कारण है कि गिरफ्तार किया जाने वाला व्यक्ति किसी स्थान में प्रवेश कर गया है, या उसके भीतर है, तो ऐसे स्थान में निवास करने वाला, या उसका भारसाधक कोई भी व्यक्ति, पूर्वोक्त रूप में कार्य करने वाले व्यक्ति या ऐसे पुलिस अधिकारी की मांग पर, उसे उसमें मुक्त प्रवेश देगा, और उसमें तलाशी के लिए सभी उचित सुविधाएँ प्रदान करेगा।\n(2) यदि उप-धारा (1) के अधीन ऐसे स्थान में प्रवेश प्राप्त नहीं किया जा सकता है, तो किसी भी मामले में वारंट के अधीन कार्य करने वाले व्यक्ति के लिए और किसी भी मामले में जिसमें वारंट जारी किया जा सकता है, लेकिन गिरफ्तार किए जाने वाले व्यक्ति को भागने का अवसर दिए बिना प्राप्त नहीं किया जा सकता है, पुलिस अधिकारी के लिए ऐसे स्थान में प्रवेश करना और उसमें तलाशी लेना विधिपूर्ण होगा, और ऐसे स्थान में प्रवेश करने के लिए, किसी भी घर या स्थान के किसी भी बाहरी या भीतरी दरवाजे या खिड़की को तोड़कर खोलना विधिपूर्ण होगा, चाहे वह गिरफ्तार किए जाने वाले व्यक्ति का हो या किसी अन्य व्यक्ति का, यदि वह अपने प्राधिकार और उद्देश्य की अधिसूचना और विधिवत किए गए प्रवेश की मांग के बाद, अन्यथा प्रवेश प्राप्त नहीं कर सकता है:\nपरंतु यह कि, यदि ऐसा कोई स्थान किसी ऐसी महिला (जो गिरफ्तार किया जाने वाला व्यक्ति नहीं है) के वास्तविक कब्जे में एक अपार्टमेंट है जो प्रथा के अनुसार सार्वजनिक रूप से प्रकट नहीं होती है, तो ऐसा व्यक्ति या पुलिस अधिकारी, ऐसे अपार्टमेंट में प्रवेश करने से पहले, ऐसी महिला को सूचना देगा कि वह बाहर निकलने के लिए स्वतंत्र है और उसे बाहर निकलने के लिए हर उचित सुविधा प्रदान करेगा, और फिर अपार्टमेंट को तोड़कर खोल सकता है और उसमें प्रवेश कर सकता है।\n(3) गिरफ्तारी करने के लिए प्राधिकृत कोई भी पुलिस अधिकारी या अन्य व्यक्ति, स्वयं को या किसी अन्य व्यक्ति को मुक्त करने के लिए किसी भी घर या स्थान के किसी भी बाहरी या भीतरी दरवाजे या खिड़की को तोड़कर खोल सकता है, जो गिरफ्तारी करने के उद्देश्य से विधिपूर्वक प्रवेश करने के बाद उसमें निरुद्ध है।"}, {"section_no": 50, "text": "गिरफ्तार किए गए व्यक्ति को उसके भागने से रोकने के लिए आवश्यक प्रतिबंध से अधिक अधीन नहीं किया जाएगा।"}, {"section_no": 51, "text": "प्रत्येक व्यक्ति जिसे गिरफ्तार किया गया है और पुलिस थाने में अभिरक्षा में है, उसे पुलिस थाने लाए जाने पर तुरंत जमानत पर रिहा होने के उसके अधिकार की सूचना दी जाएगी।"}, {"section_no": 52, "text": "जब किसी व्यक्ति को पुलिस थाने के भारसाधक अधिकारी द्वारा वारंट के बिना गिरफ्तार किया जाता है, तो उसे अपराध के विवरण या उसकी गिरफ्तारी के अन्य आधारों की सूचना दी जाएगी।"}, {"section_no": 53, "text": "(1) प्रत्येक व्यक्ति जिसे गिरफ्तार किया गया है और अभिरक्षा में है, उसे पुलिस अधिकारी द्वारा अपनी पसंद के व्यक्ति को उसकी गिरफ्तारी और उस स्थान जहाँ उसे निरुद्ध किया गया है, के बारे में सूचित करने के उसके अधिकार की सूचना दी जाएगी।\n(2) पुलिस अधिकारी गिरफ्तार किए गए व्यक्ति को पुलिस थाने लाए जाने पर तुरंत उप-धारा (1) के अधीन उसके अधिकारों की सूचना देगा।"}, {"section_no": 54, "text": "(1) जब किसी व्यक्ति को गिरफ्तार किया जाता है, तो गिरफ्तारी किए जाने के तुरंत बाद केंद्र सरकार या राज्य सरकार की सेवा में एक चिकित्सा अधिकारी द्वारा, और यदि चिकित्सा अधिकारी उपलब्ध नहीं है, तो एक पंजीकृत चिकित्सा व्यवसायी द्वारा उसकी परीक्षा की जाएगी:\nपरंतु यह कि जहाँ गिरफ्तार किया गया व्यक्ति एक महिला है, वहाँ शरीर की परीक्षा केवल एक महिला चिकित्सा अधिकारी द्वारा या उसके पर्यवेक्षण में की जाएगी, और यदि महिला चिकित्सा अधिकारी उपलब्ध नहीं है, तो एक महिला पंजीकृत चिकित्सा व्यवसायी द्वारा।\n(2) गिरफ्तार व्यक्ति की परीक्षा करने वाला चिकित्सा अधिकारी या पंजीकृत चिकित्सा व्यवसायी ऐसी परीक्षा का रिकॉर्ड तैयार करेगा, और उस पर हस्ताक्षर करेगा और ऐसी परीक्षा की रिपोर्ट की एक प्रति गिरफ्तार व्यक्ति या उसके द्वारा नामित व्यक्ति को देगा।"}, {"section_no": 55, "text": "(1) जब कोई व्यक्ति जिसे गिरफ्तार किया गया है, चाहे किसी आरोप पर या अन्यथा, उस समय जब उसे मजिस्ट्रेट के समक्ष पेश किया जाता है या अभिरक्षा में उसके निरोध की अवधि के दौरान किसी भी समय, यह अभिकथित करता है कि उसके शरीर की परीक्षा से ऐसा साक्ष्य मिलेगा जो उसके द्वारा किसी अपराध के किए जाने को खारिज कर देगा या जो उसके शरीर के विरुद्ध किसी अन्य व्यक्ति द्वारा किसी अपराध के किए जाने को स्थापित करेगा, तो मजिस्ट्रेट, यदि गिरफ्तार व्यक्ति द्वारा ऐसा करने का अनुरोध किया जाता है, तो ऐसे व्यक्ति के शरीर की परीक्षा एक पंजीकृत चिकित्सा व्यवसायी द्वारा निर्देशित करेगा, जब तक कि मजिस्ट्रेट यह नहीं मानता कि यह अनुरोध परेशानी या विलंब के उद्देश्य से या न्याय के उद्देश्यों को विफल करने के लिए किया गया है।\n(2) जहाँ उप-धारा (1) के अधीन कोई परीक्षा की जाती है, वहाँ ऐसी परीक्षा की रिपोर्ट की एक प्रति गिरफ्तार व्यक्ति या उसके द्वारा नामित व्यक्ति को दी जाएगी।"}, {"section_no": 56, "text": "जब पुलिस अधिकारी द्वारा वारंट के बिना गिरफ्तार किए गए किसी व्यक्ति को अभिरक्षा में लिया जाता है, तो ऐसे पुलिस अधिकारी द्वारा उसे अधिकारिता वाले निकटतम मजिस्ट्रेट के समक्ष, या ऐसे मजिस्ट्रेट द्वारा इस निमित्त प्राधिकृत पुलिस थाने के भारसाधक अधिकारी के समक्ष, अनावश्यक विलंब के बिना, और मजिस्ट्रेट के विशेष आदेश के बिना ऐसे निरोध के लिए विधि द्वारा अनुमत समय से अधिक समय तक निरुद्ध न किए जाने की अपेक्षा के अधीन रहते हुए, भेजा जाएगा।"}, {"section_no": 57, "text": "जहाँ किसी व्यक्ति को कोई अपराध करने के आरोप में गिरफ्तार किया गया है और ऐसे अपराध की जाँच के प्रयोजन के लिए किसी अन्य व्यक्ति या व्यक्तियों द्वारा उसकी पहचान आवश्यक समझी जाती है, वहाँ अधिकारिता रखने वाला न्यायालय, पुलिस थाने के भारसाधक अधिकारी के अनुरोध पर, गिरफ्तार किए गए व्यक्ति को ऐसे व्यक्ति या व्यक्तियों द्वारा ऐसे तरीके से पहचान के लिए स्वयं को प्रस्तुत करने का निर्देश दे सकता है जैसा न्यायालय उचित समझे।"}, {"section_no": 58, "text": "(1) जब भी जाँच करने वाले पुलिस अधिकारी के पास यह विश्वास करने के लिए उचित आधार हैं कि किसी व्यक्ति ने इस संहिता के किसी भी उपबंध के अधीन दंडनीय अपराध किया है, और यह कि जाँच के प्रयोजन के लिए उस व्यक्ति को चिकित्सकीय परीक्षण के अधीन करना आवश्यक है, तो वह ऐसे परीक्षण के लिए किसी पंजीकृत चिकित्सा व्यवसायी से अनुरोध कर सकता है।\n(2) वह पंजीकृत चिकित्सा व्यवसायी जिससे ऐसा अनुरोध किया जाता है, उस व्यक्ति की जाँच करेगा और जाँच की एक रिपोर्ट बनाएगा और उसे पुलिस अधिकारी को अग्रेषित करेगा।"}, {"section_no": 59, "text": "वारंट के बिना गिरफ्तारी करने वाला पुलिस अधिकारी, बिना अनावश्यक विलंब के और जमानत के संबंध में यहाँ अंतर्विष्ट उपबंधों के अधीन रहते हुए, गिरफ्तार किए गए व्यक्ति को मामले में अधिकारिता रखने वाले मजिस्ट्रेट के समक्ष, या पुलिस थाने के भारसाधक अधिकारी के समक्ष लाएगा या भेजेगा।"}, {"section_no": 60, "text": "कोई भी पुलिस अधिकारी वारंट के बिना गिरफ्तार किए गए व्यक्ति को मामले की सभी परिस्थितियों में उचित अवधि से अधिक समय तक अभिरक्षा में निरुद्ध नहीं रखेगा, और ऐसी अवधि, धारा 187 के अधीन मजिस्ट्रेट के विशेष आदेश के अभाव में, गिरफ्तारी के स्थान से मजिस्ट्रेट के न्यायालय तक की यात्रा के लिए आवश्यक समय को छोड़कर, चौबीस घंटे से अधिक नहीं होगी।"}, {"section_no": 61, "text": "पुलिस थानों के भारसाधक अधिकारी, बिना वारंट के गिरफ्तार किए गए सभी व्यक्तियों के मामलों की रिपोर्ट अपने-अपने थानों की सीमाओं के भीतर, जिला मजिस्ट्रेट को, या, यदि वह ऐसा निर्देश देता है, तो उप-खंड मजिस्ट्रेट को देंगे, चाहे ऐसे व्यक्तियों को जमानत पर रिहा किया गया हो या अन्यथा।"}, {"section_no": 62, "text": "एक पुलिस अधिकारी द्वारा गिरफ्तार किए गए व्यक्ति को केवल उसके अपने बंधपत्र पर, जमानत पर, या मजिस्ट्रेट के विशेष आदेश के अधीन ही छोड़ा जा सकता है।"}]}
{"chapter_no": 6, "chapter_title": "उपस्थिति को विवश करने की प्रक्रियाएँ", "sections": [{"section_no": 63, "text": "यदि किसी व्यक्ति को गिरफ्तार किया जाता है, तो उसे उसके स्वयं के बंधपत्र पर या जमानत पर या मजिस्ट्रेट के विशेष आदेश के अधीन ही छोड़ा जाएगा।"}, {"section_no": 64, "text": "इस संहिता के अधीन न्यायालय द्वारा जारी किया गया प्रत्येक समन लिखित में, दो प्रतियों में होगा, जिस पर ऐसे न्यायालय के पीठासीन अधिकारी या ऐसे अन्य अधिकारी द्वारा हस्ताक्षर किए जाएंगे जिसे उच्च न्यायालय समय-समय पर नियम द्वारा निर्देशित करे, और उस पर न्यायालय की मुहर लगी होगी।"}, {"section_no": 65, "text": "(1) प्रत्येक समन की तामील एक पुलिस अधिकारी द्वारा, या ऐसे नियमों के अधीन रहते हुए जो राज्य सरकार इस निमित्त बनाए, उसे जारी करने वाले न्यायालय के एक अधिकारी या अन्य लोक सेवक द्वारा की जाएगी।\n(2) समन की तामील, यदि साध्य हो, तो समन की दो प्रतियों में से एक को उस व्यक्ति को परिदत्त या निविदेत करके, जिस पर समन भेजा गया है, व्यक्तिगत रूप से की जाएगी।\n(3) प्रत्येक व्यक्ति जिस पर समन की तामील इस प्रकार की जाती है, यदि तामील करने वाले अधिकारी द्वारा ऐसा अपेक्षित हो, तो दूसरी प्रति के पृष्ठभाग पर उसके लिए एक रसीद पर हस्ताक्षर करेगा।\n(4) किसी साक्षी को समन की तामील धारा 66 में उपबंधित तरीके से भी की जा सकती है।"}, {"section_no": 66, "text": "समन की तामील एक पुलिस अधिकारी द्वारा उसे समन किए गए व्यक्ति को व्यक्तिगत रूप से परिदत्त या निविदेत करके या पंजीकृत डाक द्वारा पावती सहित उस व्यक्ति को भेजकर की जाएगी जिसके लिए वह अभिप्रेत है और साक्षी के मामले में राज्य सरकार द्वारा विनिर्दिष्ट किए गए ऐसे इलेक्ट्रॉनिक साधनों के माध्यम से भी तामील की जा सकती है।"}, {"section_no": 67, "text": "जहाँ समन किया गया व्यक्ति सरकार की सक्रिय सेवा में है, वहाँ समन जारी करने वाला न्यायालय साधारणतया उसकी दो प्रतियाँ उस कार्यालय के प्रमुख को भेजेगा जिसमें ऐसा व्यक्ति नियोजित है; और ऐसा प्रमुख तत्पश्चात धारा 65 में उपबंधित तरीके से समन की तामील करवाएगा, और उस धारा द्वारा अपेक्षित पृष्ठांकन के साथ अपने हस्ताक्षर के अधीन उसे न्यायालय को वापस करेगा।\n(2) ऐसे हस्ताक्षर तामील का साक्ष्य होंगे।"}, {"section_no": 68, "text": "जहाँ समन किए गए व्यक्ति को सम्यक् तत्परता के प्रयोग से नहीं पाया जा सकता है, वहाँ समन की एक प्रति उसके साथ रहने वाले उसके परिवार के किसी वयस्क पुरुष सदस्य को छोड़कर तामील की जा सकती है, और जिस व्यक्ति के पास समन इस प्रकार छोड़ा जाता है, यदि तामील करने वाले अधिकारी द्वारा ऐसा अपेक्षित हो, तो दूसरी प्रति के पृष्ठभाग पर उसके लिए एक रसीद पर हस्ताक्षर करेगा।"}, {"section_no": 69, "text": "यदि धारा 65, धारा 67 या धारा 68 में उपबंधित तरीके से सम्यक् तत्परता के प्रयोग से तामील नहीं की जा सकती है, तो तामील करने वाला अधिकारी समन की दो प्रतियों में से एक को उस घर या गृहस्थी के किसी सुसंगत भाग पर चिपका देगा जिसमें समन किया गया व्यक्ति साधारणतया निवास करता है; और तत्पश्चात न्यायालय, ऐसी जाँच करने के बाद जो वह उचित समझे, या तो यह घोषित कर सकता है कि समन की विधिवत तामील हो गई है या ऐसे तरीके से नई तामील का आदेश दे सकता है जिसे वह उचित समझे।"}, {"section_no": 70, "text": "(1) जहाँ किसी न्यायालय द्वारा समन उसकी स्थानीय अधिकारिता के बाहर तामील के लिए जारी किया जाता है, वहाँ उसे साधारणतया दो प्रतियों में उस मजिस्ट्रेट को भेजा जाएगा जिसकी स्थानीय अधिकारिता के भीतर समन किया गया व्यक्ति निवास करता है, या है, ताकि वहाँ तामील की जा सके।\n(2) जिस मजिस्ट्रेट को ऐसा समन भेजा जाता है, वह ऐसे कार्यवाही करेगा मानो उसने स्वयं समन जारी किया हो और धारा 65 से 69 (दोनों सहित) में उपबंधित तरीके से उसकी तामील करवाएगा।\n(3) तामील करने वाला अधिकारी समन को मजिस्ट्रेट को वापस करेगा जो तामील की रिपोर्ट के साथ उसे उस न्यायालय को वापस कर देगा जिसने उसे जारी किया था।"}, {"section_no": 71, "text": "जब किसी न्यायालय द्वारा जारी किए गए समन की तामील उसकी स्थानीय अधिकारिता के बाहर की जाती है, और किसी भी मामले में जहाँ समन की तामील करने वाला अधिकारी मामले की सुनवाई में उपस्थित नहीं है, वहाँ एक शपथपत्र, जिसका आशय मजिस्ट्रेट के समक्ष बनाया गया है, कि ऐसे समन की तामील कर दी गई है, और समन की एक प्रति, जिसका आशय उस व्यक्ति द्वारा पृष्ठांकित (धारा 65 या धारा 68 द्वारा उपबंधित तरीके से) किया गया है जिसे वह परिदत्त या निविदेत किया गया था या जिसके पास वह छोड़ा गया था, साक्ष्य में स्वीकार्य होगा, और उसमें दिए गए कथन तब तक सही माने जाएंगे जब तक कि इसके विपरीत साबित नहीं हो जाता।"}, {"section_no": 72, "text": "(1) इस संहिता के अधीन न्यायालय द्वारा जारी किया गया गिरफ्तारी का प्रत्येक वारंट लिखित में होगा, जिस पर ऐसे न्यायालय के पीठासीन अधिकारी द्वारा हस्ताक्षर किए जाएंगे और उस पर न्यायालय की मुहर लगी होगी।\n(2) ऐसा प्रत्येक वारंट तब तक प्रवर्तन में रहेगा जब तक कि उसे जारी करने वाले न्यायालय द्वारा रद्द नहीं कर दिया जाता, या जब तक कि उसका निष्पादन नहीं हो जाता।"}, {"section_no": 73, "text": "(1) किसी भी व्यक्ति की गिरफ्तारी के लिए वारंट जारी करने वाला कोई भी न्यायालय अपने विवेक से वारंट पर पृष्ठांकन द्वारा यह निर्देश दे सकता है कि, यदि ऐसा व्यक्ति एक निर्दिष्ट समय पर और तत्पश्चात न्यायालय द्वारा अन्यथा निर्देशित न किए जाने तक न्यायालय के समक्ष अपनी उपस्थिति के लिए पर्याप्त ज़मानतियों के साथ एक बंधपत्र निष्पादित करता है, तो जिस अधिकारी को वारंट निर्देशित किया गया है, वह ऐसी ज़मानत लेगा और ऐसे व्यक्ति को अभिरक्षा से रिहा कर देगा।\n(2) पृष्ठांकन में निम्नलिखित का उल्लेख होगा—\n(a) ज़मानतियों की संख्या;\n(b) वह राशि जिसमें उन्हें और उस व्यक्ति को जिसके लिए गिरफ्तारी का वारंट जारी किया गया है, क्रमशः बाध्य होना है;\n(c) वह समय जिस पर उसे न्यायालय के समक्ष उपस्थित होना है।\n(3) जब भी इस धारा के अधीन ज़मानत ली जाती है, तो जिस अधिकारी को वारंट निर्देशित किया गया है, वह बंधपत्र को न्यायालय को अग्रेषित करेगा।"}, {"section_no": 74, "text": "(1) गिरफ्तारी का वारंट साधारणतया एक या अधिक पुलिस अधिकारियों को निर्देशित किया जाएगा; लेकिन वारंट जारी करने वाला न्यायालय, यदि उसका तत्काल निष्पादन आवश्यक है और कोई पुलिस अधिकारी तुरंत उपलब्ध नहीं है, तो उसे किसी अन्य व्यक्ति या व्यक्तियों को निर्देशित कर सकता है, और ऐसा व्यक्ति या व्यक्तियों उसका निष्पादन करेंगे।\n(2) जब वारंट एक से अधिक अधिकारियों या व्यक्तियों को निर्देशित किया जाता है, तो उसका निष्पादन उन सभी द्वारा, या उनमें से किसी एक या एक से अधिक द्वारा किया जा सकता है।"}, {"section_no": 75, "text": "(1) मुख्य न्यायिक मजिस्ट्रेट या प्रथम वर्ग मजिस्ट्रेट अपनी स्थानीय अधिकारिता के भीतर किसी भी व्यक्ति को किसी भी भागे हुए सिद्धदोष, उद्घोषित अपराधी या किसी ऐसे व्यक्ति की गिरफ्तारी के लिए वारंट निर्देशित कर सकता है जिस पर गैर-जमानती अपराध का आरोप है और जो गिरफ्तारी से बच रहा है।\n(2) ऐसा व्यक्ति वारंट की प्राप्ति को लिखित में स्वीकार करेगा, और यदि वह व्यक्ति जिसके लिए गिरफ्तारी का वारंट जारी किया गया था, उसके प्रभार में किसी भूमि या अन्य संपत्ति में है, या प्रवेश करता है, तो उसका निष्पादन करेगा।\n(3) जब वह व्यक्ति जिसके विरुद्ध ऐसा वारंट जारी किया गया है, गिरफ्तार किया जाता है, तो उसे वारंट के साथ निकटतम पुलिस अधिकारी को सौंपा जाएगा, जो धारा 73 के अधीन ज़मानत न लिए जाने पर, उसे मामले में अधिकारिता रखने वाले मजिस्ट्रेट के समक्ष ले जाने का कारण बनेगा।"}, {"section_no": 76, "text": "गिरफ्तारी के वारंट का निष्पादन करने वाला पुलिस अधिकारी या अन्य व्यक्ति (ज़मानत के संबंध में धारा 73 के उपबंधों के अधीन रहते हुए) अनावश्यक विलंब के बिना गिरफ्तार किए गए व्यक्ति को उस न्यायालय के समक्ष लाएगा जिसके समक्ष विधि द्वारा उसे ऐसे व्यक्ति को पेश करने की आवश्यकता है:\nपरंतु ऐसा विलंब, किसी भी मामले में, गिरफ्तारी के स्थान से मजिस्ट्रेट के न्यायालय तक की यात्रा के लिए आवश्यक समय को छोड़कर, चौबीस घंटे से अधिक नहीं होगा।"}, {"section_no": 77, "text": "गिरफ्तारी के वारंट का निष्पादन भारत में किसी भी स्थान पर किया जा सकता है।"}, {"section_no": 78, "text": "(1) जब वारंट को उसे जारी करने वाले न्यायालय की स्थानीय अधिकारिता के बाहर निष्पादित किया जाना है, तो ऐसा न्यायालय, वारंट को अपनी अधिकारिता के भीतर के किसी पुलिस अधिकारी को निर्देशित करने के बजाय, उसे डाक द्वारा या अन्यथा उस कार्यपालक मजिस्ट्रेट या जिला पुलिस अधीक्षक या पुलिस आयुक्त को अग्रेषित कर सकता है जिसकी स्थानीय सीमाओं के भीतर उसका निष्पादन किया जाना है; और कार्यपालक मजिस्ट्रेट या जिला अधीक्षक या आयुक्त उस पर अपना नाम पृष्ठांकित करेगा और, यदि साध्य हो, तो यहाँ पहले उपबंधित तरीके से उसका निष्पादन करवाएगा।\n(2) उप-धारा (1) के अधीन वारंट जारी करने वाला न्यायालय, वारंट के साथ, गिरफ्तार किए जाने वाले व्यक्ति के विरुद्ध जानकारी का सार और ऐसे दस्तावेज, यदि कोई हों, भी अग्रेषित करेगा जो धारा 81 के अधीन कार्य करने वाले न्यायालय को यह निर्णय लेने में सक्षम बनाने के लिए पर्याप्त हों कि उस व्यक्ति को जमानत दी जानी चाहिए या नहीं।"}, {"section_no": 79, "text": "(1) जब किसी पुलिस अधिकारी को निर्देशित वारंट को उसे जारी करने वाले न्यायालय की स्थानीय अधिकारिता के परे निष्पादित किया जाना है, तो वह साधारणतया उसे पृष्ठांकन के लिए या तो एक कार्यपालक मजिस्ट्रेट या पुलिस थाने के भारसाधक अधिकारी के पद से नीचे के न होने वाले पुलिस अधिकारी के पास लाएगा, जिसकी स्थानीय सीमाओं के भीतर वारंट का निष्पादन किया जाना है।\n(2) ऐसा मजिस्ट्रेट या पुलिस अधिकारी उस पर अपना नाम पृष्ठांकित करेगा और ऐसा पृष्ठांकन उस पुलिस अधिकारी को, जिसे वारंट निर्देशित किया गया है, उसका निष्पादन करने के लिए पर्याप्त प्राधिकार होगा, और स्थानीय पुलिस, यदि ऐसा अपेक्षित हो, तो ऐसे वारंट का निष्पादन करने में ऐसे अधिकारी की सहायता करेगी।\n(3) जब भी यह विश्वास करने का कारण हो कि जिस मजिस्ट्रेट या पुलिस अधिकारी की स्थानीय अधिकारिता के भीतर वारंट निष्पादित किया जाना है, उससे पृष्ठांकन प्राप्त करने में होने वाला विलंब ऐसे निष्पादन को रोकेगा, तो जिस पुलिस अधिकारी को यह निर्देशित किया गया है, वह उसे जारी करने वाले न्यायालय की स्थानीय अधिकारिता के परे किसी भी स्थान पर ऐसे पृष्ठांकन के बिना उसका निष्पादन कर सकता है।"}, {"section_no": 80, "text": "जब गिरफ्तारी के वारंट का निष्पादन उस जिले के बाहर किया जाता है जिसमें वह जारी किया गया था, तो गिरफ्तार किए गए व्यक्ति को, जब तक कि वारंट जारी करने वाला न्यायालय गिरफ्तारी के स्थान से तीस किलोमीटर के भीतर न हो या उस कार्यपालक मजिस्ट्रेट या जिला पुलिस अधीक्षक या पुलिस आयुक्त से अधिक निकट न हो जिसकी स्थानीय सीमाओं के भीतर गिरफ्तारी की गई थी, या जब तक कि धारा 73 के अधीन ज़मानत नहीं ली जाती है, ऐसे मजिस्ट्रेट या जिला अधीक्षक या आयुक्त के समक्ष ले जाया जाएगा।"}, {"section_no": 81, "text": "(1) कार्यपालक मजिस्ट्रेट या जिला पुलिस अधीक्षक या पुलिस आयुक्त, यदि गिरफ्तार किया गया व्यक्ति उस व्यक्ति के रूप में प्रतीत होता है जिसे वारंट जारी करने वाले न्यायालय का आशय था, तो उसे अभिरक्षा में ऐसे न्यायालय को हटाने का निर्देश देगा:\nपरंतु यदि अपराध जमानती है, और ऐसा व्यक्ति ऐसे मजिस्ट्रेट, जिला अधीक्षक या आयुक्त की संतुष्टि के अनुसार जमानत देने के लिए तैयार और इच्छुक है, या वारंट पर धारा 73 के अधीन कोई निर्देश पृष्ठांकित किया गया है और ऐसा व्यक्ति ऐसे निर्देश द्वारा अपेक्षित ज़मानत देने के लिए तैयार और इच्छुक है, तो मजिस्ट्रेट, जिला अधीक्षक या आयुक्त, यथास्थिति, ऐसी जमानत या ज़मानत लेगा, और बंधपत्र को उस न्यायालय को अग्रेषित करेगा जिसने वारंट जारी किया था:\nपरंतु यह और कि यदि अपराध गैर-जमानती है, तो उस जिले का मुख्य न्यायिक मजिस्ट्रेट या सेशन न्यायाधीश जिसमें गिरफ्तारी की जाती है, धारा 78 की उप-धारा (2) में संदर्भित जानकारी और दस्तावेजों पर विचार करके, ऐसे व्यक्ति को जमानत पर रिहा कर सकता है।\n(2) इस धारा में कुछ भी किसी पुलिस अधिकारी को धारा 73 के अधीन ज़मानत लेने से रोकने वाला नहीं समझा जाएगा।"}, {"section_no": 82, "text": "(1) यदि किसी न्यायालय के पास यह विश्वास करने का कारण है (चाहे साक्ष्य लेने के बाद या नहीं) कि कोई व्यक्ति जिसके विरुद्ध वारंट जारी किया गया है, फरार हो गया है या स्वयं को छिपा रहा है ताकि ऐसे वारंट का निष्पादन नहीं किया जा सके, तो ऐसा न्यायालय एक लिखित उद्घोषणा प्रकाशित कर सकता है जिसमें उसे एक निर्दिष्ट स्थान पर और उद्घोषणा प्रकाशित होने की तारीख से कम से कम तीस दिनों के निर्दिष्ट समय पर उपस्थित होने की आवश्यकता होगी।\n(2) उद्घोषणा निम्नलिखित तरीके से प्रकाशित की जाएगी:—\n(i)(a) इसे उस शहर या गाँव के किसी सुसंगत स्थान पर सार्वजनिक रूप से पढ़ा जाएगा जिसमें ऐसा व्यक्ति साधारणतया निवास करता है;\n(b) इसे उस घर या गृहस्थी के किसी सुसंगत भाग पर चिपकाया जाएगा जिसमें ऐसा व्यक्ति साधारणतया निवास करता है या ऐसे शहर या गाँव के किसी सुसंगत स्थान पर चिपकाया जाएगा;\n(c) उसकी एक प्रति न्यायालय भवन के किसी सुसंगत भाग पर चिपकाई जाएगी;\n(ii) न्यायालय, यदि वह उचित समझे, तो उद्घोषणा की एक प्रति को एक दैनिक समाचार पत्र में प्रकाशित करने का भी निर्देश दे सकता है जो उस स्थान पर प्रसारित होता हो जिसमें ऐसा व्यक्ति साधारणतया निवास करता है।\n(3) उद्घोषणा जारी करने वाले न्यायालय द्वारा लिखित में एक कथन कि उद्घोषणा को एक निर्दिष्ट दिन पर, उप-धारा (2) के खंड (i) में विनिर्दिष्ट तरीके से, विधिवत प्रकाशित किया गया था, इस बात का निर्णायक साक्ष्य होगा कि इस धारा की आवश्यकताओं का अनुपालन किया गया है, और उद्घोषणा ऐसे दिन प्रकाशित हुई थी।"}, {"section_no": 83, "text": "(1) धारा 82 के अधीन उद्घोषणा जारी करने वाला न्यायालय, लिखित में अभिलिखित किए जाने वाले कारणों से, उद्घोषणा जारी होने के बाद किसी भी समय, उद्घोषित व्यक्ति से संबंधित किसी भी संपत्ति, चल या अचल, या दोनों की कुर्की का आदेश दे सकता है:\nपरंतु जहाँ उद्घोषणा जारी करने के समय न्यायालय शपथपत्र या अन्यथा से संतुष्ट है कि वह व्यक्ति जिसके संबंध में उद्घोषणा जारी की जानी है,—\n(a) अपनी संपत्ति के पूरे या किसी भी हिस्से का निपटान करने वाला है, या\n(b) अपनी संपत्ति के पूरे या किसी भी हिस्से को न्यायालय की स्थानीय अधिकारिता से हटाने वाला है, तो वह उद्घोषणा जारी करने के साथ ही कुर्की का आदेश दे सकता है।\n(2) ऐसा आदेश उस जिले के भीतर ऐसे व्यक्ति से संबंधित किसी भी संपत्ति की कुर्की को प्राधिकृत करेगा जिसमें यह किया जाता है; और यह ऐसे जिले के बाहर ऐसे व्यक्ति से संबंधित किसी भी संपत्ति की कुर्की को प्राधिकृत करेगा जब उस जिला मजिस्ट्रेट द्वारा पृष्ठांकित किया जाता है जिसकी जिले में ऐसी संपत्ति स्थित है।\n(3) यदि कुर्की का आदेश दी गई संपत्ति ऋण या अन्य चल संपत्ति है, तो इस धारा के अधीन कुर्की निम्नलिखित द्वारा की जाएगी—\n(a) अभिग्रहण द्वारा; या\n(b) एक रिसीवर की नियुक्ति द्वारा; या\n(c) उद्घोषित व्यक्ति को या उसकी ओर से किसी को भी ऐसी संपत्ति का परिदान निषिद्ध करने वाले लिखित आदेश द्वारा; या\n(d) इन सभी या किन्हीं दो तरीकों से, जैसा न्यायालय उचित समझे।\n(4) यदि कुर्की का आदेश दी गई संपत्ति अचल है, तो इस धारा के अधीन कुर्की, राज्य सरकार को राजस्व देने वाली भूमि के मामले में, उस जिले के कलेक्टर के माध्यम से की जाएगी जिसमें भूमि स्थित है, और अन्य सभी मामलों में—\n(a) कब्जा लेने द्वारा; या\n(b) एक रिसीवर की नियुक्ति द्वारा; या\n(c) उद्घोषित व्यक्ति को या उसकी ओर से किसी को भी किराए का भुगतान या संपत्ति का परिदान निषिद्ध करने वाले लिखित आदेश द्वारा; या\n(d) इन सभी या किन्हीं दो तरीकों से, जैसा न्यायालय उचित समझे।\n(5) यदि कुर्की का आदेश दी गई संपत्ति में जीवित स्टॉक शामिल है या वह शीघ्रता से खराब होने वाली प्रकृति की है, तो न्यायालय, यदि वह इसे उपयुक्त समझता है, तो उसका तत्काल विक्रय का आदेश दे सकता है, और ऐसे मामले में विक्रय की आय न्यायालय के आदेश के अधीन रहेगी।\n(6) इस धारा के अधीन नियुक्त रिसीवर की शक्तियाँ, कर्तव्य और देनदारियाँ वही होंगी जो सिविल प्रक्रिया संहिता, 1908 के अधीन नियुक्त रिसीवर की होती हैं।"}, {"section_no": 84, "text": "(1) यदि धारा 83 के अधीन कुर्क की गई किसी भी संपत्ति पर, ऐसी कुर्की की तारीख से छह महीने के भीतर, उद्घोषित व्यक्ति के अलावा किसी अन्य व्यक्ति द्वारा, इस आधार पर कि दावेदार या आपत्तिकर्ता का ऐसी संपत्ति में एक हित है, और ऐसा हित धारा 83 के अधीन कुर्की के लिए उत्तरदायी नहीं है, कोई दावा किया जाता है, या आपत्ति की जाती है, तो दावे या आपत्ति की जाँच की जाएगी, और उसे पूर्ण या आंशिक रूप से अनुमति दी जा सकती है या अस्वीकार किया जा सकता है:\nपरंतु इस उप-धारा द्वारा अनुमत अवधि के भीतर किए गए किसी भी दावे या आपत्ति को, दावेदार या आपत्तिकर्ता की मृत्यु की स्थिति में, उसके कानूनी प्रतिनिधि द्वारा जारी रखा जा सकता है।\n(2) उप-धारा (1) के अधीन दावे या आपत्तियाँ उस न्यायालय में की जा सकती हैं जिसने कुर्की का आदेश जारी किया है, या, यदि दावा या आपत्ति धारा 83 की उप-धारा (2) के उपबंधों के अनुसार जिला मजिस्ट्रेट द्वारा पृष्ठांकित आदेश के अधीन कुर्क की गई संपत्ति के संबंध में है, तो ऐसे मजिस्ट्रेट के न्यायालय में की जा सकती है।\n(3) ऐसे प्रत्येक दावे या आपत्ति की जाँच उस न्यायालय द्वारा की जाएगी जिसमें वह किया गया है:\nपरंतु यदि यह किसी जिला मजिस्ट्रेट के न्यायालय में किया जाता है, तो वह उसे निपटान के लिए अपने अधीनस्थ किसी मजिस्ट्रेट को सौंप सकता है।\n(4) कोई भी व्यक्ति जिसका दावा या आपत्ति उप-धारा (1) के अधीन एक आदेश द्वारा पूर्ण या आंशिक रूप से अस्वीकार कर दी गई है, ऐसे आदेश की तारीख से एक वर्ष की अवधि के भीतर, विवादित संपत्ति के संबंध में अपने दावे के अधिकार को स्थापित करने के लिए एक मुकदमा दायर कर सकता है; लेकिन ऐसे मुकदमे के परिणाम के अधीन रहते हुए, यदि कोई हो, तो आदेश निर्णायक होगा।"}, {"section_no": 85, "text": "(1) यदि उद्घोषित व्यक्ति उद्घोषणा में निर्दिष्ट समय के भीतर उपस्थित होता है, तो न्यायालय संपत्ति को कुर्की से मुक्त करने का आदेश देगा।\n(2) यदि उद्घोषित व्यक्ति उद्घोषणा में निर्दिष्ट समय के भीतर उपस्थित नहीं होता है, तो कुर्की के अधीन संपत्ति राज्य सरकार के निपटान पर होगी; लेकिन इसे कुर्की की तारीख से छह महीने की समाप्ति तक और धारा 84 के अधीन किए गए किसी भी दावे या आपत्ति का निपटान उस धारा के अधीन होने तक बेचा नहीं जाएगा, जब तक कि वह शीघ्रता से और स्वाभाविक रूप से क्षय होने के अधीन न हो, या न्यायालय यह नहीं मानता है कि विक्रय मालिक के लाभ के लिए होगा, इन दोनों में से किसी भी मामले में न्यायालय उसे जब भी उचित समझे, बेचने का कारण बन सकता है।\n(3) यदि, कुर्की की तारीख से दो वर्ष के भीतर, कोई भी व्यक्ति जिसकी संपत्ति उप-धारा (2) के अधीन राज्य सरकार के निपटान पर है या रही है, स्वेच्छा से उपस्थित होता है या उसे गिरफ्तार किया जाता है और उस न्यायालय के समक्ष लाया जाता है जिसके आदेश द्वारा संपत्ति कुर्क की गई थी, या वह न्यायालय जिसके अधीनस्थ ऐसा न्यायालय है, और ऐसे न्यायालय की संतुष्टि के लिए यह साबित करता है कि वह वारंट के निष्पादन से बचने के उद्देश्य से फरार नहीं हुआ था या स्वयं को नहीं छिपाया था, और उसे उद्घोषणा की ऐसी सूचना नहीं थी जिससे वह उसमें निर्दिष्ट समय के भीतर उपस्थित हो पाता, तो ऐसी संपत्ति, या, यदि वह बेच दी गई है, तो विक्रय की शुद्ध आय, या, यदि उसका केवल एक हिस्सा बेचा गया है, तो विक्रय की शुद्ध आय और संपत्ति का अवशेष, उसमें से कुर्की के परिणामस्वरूप किए गए सभी खर्चों को संतुष्ट करने के बाद, उसे परिदत्त किया जाएगा।"}, {"section_no": 86, "text": "यदि, धारा 83 की उप-धारा (1) के अधीन एक आदेश करने के बाद किसी भी समय, न्यायालय संतुष्ट है कि उस उप-धारा के अधीन कुर्क की गई या कुर्क होने वाली संपत्ति का मालिक मर चुका है, तो वह कुर्की के आदेश को रद्द कर सकता है, और ऐसा अन्य आदेश दे सकता है जो वह उचित समझे।"}, {"section_no": 87, "text": "(1) यदि वह व्यक्ति जिसके संबंध में इस संहिता के अधीन गिरफ्तारी का वारंट जारी किया गया है, एक अवयस्क है, तो न्यायालय, यदि वह उचित समझे, तो उसकी गिरफ्तारी के लिए वारंट जारी करने के बजाय, उसे न्यायालय के समक्ष उपस्थित होने की आवश्यकता वाला एक समन जारी कर सकता है।\n(2) यदि वह व्यक्ति जिसके संबंध में इस संहिता के अधीन गिरफ्तारी का वारंट जारी किया गया है, अठारह वर्ष से कम आयु का है, तो न्यायालय, यदि वह उचित समझे, तो उसकी गिरफ्तारी के लिए वारंट जारी करने के बजाय, उसके माता-पिता या संरक्षक द्वारा न्यायालय के समक्ष उपस्थित होने की आवश्यकता वाला एक समन जारी कर सकता है।\n(3) यदि वह व्यक्ति जिसके संबंध में इस संहिता के अधीन एक समन जारी किया गया है, अठारह वर्ष से कम आयु का है, तो न्यायालय, यदि वह उचित समझे, तो ऐसे व्यक्ति के माता-पिता या संरक्षक को उस व्यक्ति के साथ न्यायालय में उपस्थित होने की आवश्यकता कर सकता है।"}, {"section_no": 88, "text": "(1) जब भी कोई व्यक्ति जिसकी उपस्थिति या गिरफ्तारी के लिए किसी न्यायालय का पीठासीन अधिकारी समन या वारंट जारी करने के लिए सशक्त है, ऐसे न्यायालय में उपस्थित होता है, तो ऐसा अधिकारी उस व्यक्ति को ऐसे न्यायालय में, या किसी अन्य न्यायालय में जिसे मामला विचारण के लिए हस्तांतरित किया जा सकता है, अपनी उपस्थिति के लिए ज़मानतियों के साथ या बिना, एक बंधपत्र निष्पादित करने की आवश्यकता कर सकता है।\n(2) उस अध्याय के अधीन निष्पादित एक बंधपत्र के संबंध में अध्याय XXXV के उपबंध, जहाँ तक हो सके, इस धारा के अधीन निष्पादित एक बंधपत्र पर लागू होंगे।"}, {"section_no": 89, "text": "जब कोई व्यक्ति जो इस संहिता के अधीन लिए गए किसी बंधपत्र द्वारा एक न्यायालय के समक्ष उपस्थित होने के लिए बाध्य है, उपस्थित नहीं होता है, तो ऐसे न्यायालय का पीठासीन अधिकारी एक वारंट जारी कर सकता है जिसमें यह निर्देश होगा कि ऐसे व्यक्ति को गिरफ्तार किया जाए और उसके समक्ष पेश किया जाए।"}, {"section_no": 90, "text": "इस अध्याय के समन और वारंट, और उनके जारी करने, तामील और निष्पादन से संबंधित उपबंध, जहाँ तक हो सके, इस संहिता के अधीन जारी किए गए प्रत्येक समन और गिरफ्तारी के प्रत्येक वारंट पर लागू होंगे।"}, {"section_no": 91, "text": "(1) जब भी कोई न्यायालय या पुलिस थाने का कोई भारसाधक अधिकारी यह मानता है कि किसी दस्तावेज़, इलेक्ट्रॉनिक संचार, या अन्य चीज़ का पेश किया जाना ऐसे न्यायालय या अधिकारी द्वारा या उसके समक्ष इस संहिता के अधीन किसी जाँच, पूछताछ, विचारण या अन्य कार्यवाही के प्रयोजनों के लिए आवश्यक या वांछनीय है, तो ऐसा न्यायालय एक समन जारी कर सकता है, या ऐसा अधिकारी एक लिखित आदेश जारी कर सकता है, उस व्यक्ति को जिसके कब्जे या शक्ति में ऐसा दस्तावेज़, इलेक्ट्रॉनिक संचार, या चीज़ होने का विश्वास है, जिसमें उसे उपस्थित होने और उसे पेश करने की, या समन या आदेश में बताए गए समय और स्थान पर उसे पेश करने की आवश्यकता होगी।\n(2) कोई भी व्यक्ति जिसे इस धारा के अधीन केवल एक दस्तावेज़, इलेक्ट्रॉनिक संचार, या अन्य चीज़ पेश करने की आवश्यकता है, उसे इस अपेक्षा का अनुपालन किया हुआ समझा जाएगा यदि वह स्वयं उपस्थित होकर उसे पेश करने के बजाय ऐसी दस्तावेज़, इलेक्ट्रॉनिक संचार, या चीज़ को पेश करवाता है।\n(3) इस धारा में कुछ भी निम्नलिखित को प्रभावित करने वाला नहीं समझा जाएगा—\n(a) भारतीय साक्ष्य अधिनियम, 2023 की धारा 129 और 130 या बैंकर्स बुक्स एविडेंस एक्ट, 1891 को प्रभावित करना; या\n(b) डाक या तार प्राधिकरण की अभिरक्षा में एक पत्र, पोस्टकार्ड, टेलीग्राम या अन्य दस्तावेज़ या किसी पार्सल या चीज़ पर लागू होना।\n(4) इस धारा के प्रयोजनों के लिए, “इलेक्ट्रॉनिक संचार” का अर्थ इलेक्ट्रॉनिक साधनों द्वारा बनाया गया, उत्पन्न किया गया, भेजा गया, प्राप्त किया गया या संग्रहीत कोई भी जानकारी है और इसमें पाठ, छवियों, ऑडियो, वीडियो या अन्य इलेक्ट्रॉनिक रिकॉर्ड के रूप में प्रेषित कोई भी जानकारी शामिल है।"}, {"section_no": 92, "text": "(1) यदि डाक या तार प्राधिकरण की अभिरक्षा में कोई दस्तावेज़, पार्सल या चीज़, जिला मजिस्ट्रेट, मुख्य न्यायिक मजिस्ट्रेट, सेशन न्यायालय या उच्च न्यायालय की राय में, इस संहिता के अधीन किसी जाँच, पूछताछ, विचारण या अन्य कार्यवाही के प्रयोजन के लिए वांछित है, तो ऐसा मजिस्ट्रेट या न्यायालय, यथास्थिति, डाक या तार प्राधिकरण को ऐसे दस्तावेज़, पार्सल या चीज़ की तलाश करने और उसे ऐसे मजिस्ट्रेट या न्यायालय के आदेश लंबित रहने तक निरुद्ध करने का कारण बनने की आवश्यकता कर सकता है।\n(2) यदि कोई ऐसा दस्तावेज़, पार्सल या चीज़, किसी अन्य मजिस्ट्रेट, चाहे कार्यपालक या न्यायिक, या किसी पुलिस आयुक्त या जिला पुलिस अधीक्षक की राय में, किसी ऐसे प्रयोजन के लिए वांछित है, तो वह, यथास्थिति, डाक या तार प्राधिकरण को उप-धारा (1) के अधीन जिला मजिस्ट्रेट, मुख्य न्यायिक मजिस्ट्रेट या न्यायालय के आदेश लंबित रहने तक ऐसे दस्तावेज़, पार्सल या चीज़ की तलाश करने और उसे निरुद्ध करने का कारण बनने की आवश्यकता कर सकता है।"}, {"section_no": 93, "text": "(1) जहाँ किसी न्यायालय के पास यह विश्वास करने का कारण है कि वह व्यक्ति जिसे धारा 91 के अधीन एक समन या आदेश या धारा 92 की उप-धारा (1) के अधीन एक अपेक्षा संबोधित की गई है, या की जा सकती है, वह अपेक्षित रूप से दस्तावेज़, इलेक्ट्रॉनिक संचार, या चीज़ पेश नहीं करेगा या नहीं करेगा, या जहाँ ऐसा दस्तावेज़, इलेक्ट्रॉनिक संचार, या चीज़ न्यायालय को किसी व्यक्ति के कब्जे में होना ज्ञात नहीं है, या जहाँ न्यायालय मानता है कि इस संहिता के अधीन किसी जाँच, विचारण या अन्य कार्यवाही के प्रयोजन सामान्य तलाशी या निरीक्षण द्वारा पूरे किए जाएंगे, तो वह एक तलाशी वारंट जारी कर सकता है; और जिस व्यक्ति को ऐसा वारंट निर्देशित किया गया है, वह उसके अनुसार तलाशी या निरीक्षण कर सकता है और इसके बाद अंतर्विष्ट उपबंधों के अनुसार कार्यवाही करेगा।\n(2) न्यायालय, यदि वह उचित समझे, तो वारंट में उस विशेष स्थान या उसके भाग को विनिर्दिष्ट कर सकता है जहाँ तक ही तलाशी या निरीक्षण विस्तारित होगा; और ऐसे वारंट के निष्पादन के लिए प्रभारी व्यक्ति तब केवल उस विनिर्दिष्ट स्थान या भाग की तलाशी या निरीक्षण करेगा।\n(3) इस धारा में अंतर्विष्ट कोई भी बात किसी मजिस्ट्रेट को, जिला मजिस्ट्रेट या मुख्य न्यायिक मजिस्ट्रेट के अलावा, डाक या तार प्राधिकरण की अभिरक्षा में एक दस्तावेज़, पार्सल या अन्य चीज़ की तलाशी के लिए वारंट देने के लिए प्राधिकृत नहीं करेगी।"}]}
{"chapter_no": 7, "chapter_title": "वस्तुओं को पेश करने को विवश करने की प्रक्रियाएँ", "sections": [{"section_no": 94, "text": "(1) यदि किसी जिला मजिस्ट्रेट, उप-खंड मजिस्ट्रेट या प्रथम वर्ग मजिस्ट्रेट के पास यह विश्वास करने का कारण है कि किसी स्थान का उपयोग चुराई गई संपत्ति के जमा करने या बेचने के लिए, या ऐसे आपत्तिजनक लेख के जमा करने, बेचने या उत्पादन के लिए किया जाता है जिस पर यह धारा लागू होती है, या कि ऐसा कोई आपत्तिजनक लेख किसी स्थान में जमा है, तो वह वारंट द्वारा कांस्टेबल के पद से ऊपर के किसी भी पुलिस अधिकारी को प्राधिकृत कर सकता है—\n(a) ऐसे स्थान में, जैसी सहायता आवश्यक हो, प्रवेश करने के लिए,\n(b) वारंट में विनिर्दिष्ट तरीके से उसकी तलाशी लेने के लिए,\n(c) उसमें पाई गई किसी भी संपत्ति या लेख पर कब्जा लेने के लिए जिसके बारे में उसे उचित संदेह है कि वह चुराई गई संपत्ति या ऐसा आपत्तिजनक लेख है जिस पर यह धारा लागू होती है,\n(d) ऐसी संपत्ति या लेख को मजिस्ट्रेट के समक्ष ले जाने के लिए, या अपराधी को मजिस्ट्रेट के समक्ष ले जाने तक उसे मौके पर सुरक्षित रखने के लिए, या अन्यथा उसे किसी सुरक्षित स्थान पर निपटाने के लिए,\n(e) ऐसे स्थान में पाए गए प्रत्येक व्यक्ति को अभिरक्षा में लेने और मजिस्ट्रेट के समक्ष ले जाने के लिए जो ऐसी संपत्ति या लेख के जमा करने, बेचने या उत्पादन में भागीदार प्रतीत होता है, यह जानते हुए या यह संदेह करने का उचित कारण रखते हुए कि वह चुराई गई संपत्ति या ऐसा आपत्तिजनक लेख है जिस पर यह धारा लागू होती है।\n(2) जिन आपत्तिजनक लेखों पर यह धारा लागू होती है, वे हैं—\n(a) जाली सिक्का;\n(b) मेटल टोकन अधिनियम, 1889 के उल्लंघन में बनाए गए धातु के टुकड़े, या सीमा शुल्क अधिनियम, 1962 की धारा 11 के अधीन उस समय लागू किसी भी अधिसूचना के उल्लंघन में भारत में लाए गए;\n(c) जाली करेंसी नोट; जाली स्टाम्प;\n(d) जाली दस्तावेज़;\n(e) झूठी मुहरें;\n(f) अश्लील वस्तुएँ;\n(g) खंड (a) से (f) में उल्लिखित किसी भी लेख के उत्पादन के लिए उपयोग किए जाने वाले उपकरण या सामग्री।"}, {"section_no": 95, "text": "(1) न्यायालय, यदि वह उचित समझे, तो इस संहिता के अधीन उसके समक्ष पेश किए गए किसी भी दस्तावेज़ या चीज़ को जब्त कर सकता है।\n(2) सेशन न्यायालय, यदि वह उचित समझे, तो जिला मजिस्ट्रेट को ऐसे किसी दस्तावेज़ या चीज़ को जब्त करने का आदेश दे सकता है।"}, {"section_no": 96, "text": "कोई भी मजिस्ट्रेट किसी भी स्थान में तलाशी का निर्देश दे सकता है जिसके लिए तलाशी वारंट जारी करने के लिए वह सक्षम है, जो उसकी उपस्थिति में की जाएगी।"}, {"section_no": 97, "text": "धारा 40, 72, 74, 77, 78 और 79 के उपबंध, जहाँ तक हो सके, धारा 93, धारा 94 या धारा 95 के अधीन जारी किए गए सभी तलाशी वारंटों पर लागू होंगे।"}, {"section_no": 98, "text": "यदि कोई मजिस्ट्रेट, सूचना मिलने पर और ऐसी जाँच के बाद जो वह आवश्यक समझे, यह विश्वास करने का कारण रखता है कि कोई व्यक्ति ऐसी परिस्थितियों में परिरुद्ध है कि परिरोध एक अपराध की मात्रा तक है, तो वह एक तलाशी वारंट जारी कर सकता है, और जिस व्यक्ति को ऐसा वारंट निर्देशित किया गया है, वह इस प्रकार परिरुद्ध व्यक्ति की तलाशी ले सकता है; और ऐसी तलाशी तदनुसार की जाएगी, और यदि वह व्यक्ति पाया जाता है, तो उसे तुरंत मजिस्ट्रेट के समक्ष ले जाया जाएगा, जो मामले की परिस्थितियों में उचित प्रतीत होने वाला ऐसा आदेश देगा।"}, {"section_no": 99, "text": "एक जिला मजिस्ट्रेट या उप-खंड मजिस्ट्रेट अठारह वर्ष से कम आयु की एक महिला बच्चे को उसके माता-पिता, संरक्षक या उसका विधिपूर्ण प्रभार रखने वाले अन्य व्यक्ति को वापस करने का आदेश दे सकता है, ऐसे किसी भी व्यक्ति से जो ऐसे बच्चे को अवैध रूप से निरुद्ध करता है।"}, {"section_no": 100, "text": "किसी महिला, या अठारह वर्ष से कम आयु की एक महिला बच्चे के किसी भी अवैध उद्देश्य के लिए अपहरण या अवैध निरोध की शपथ पर शिकायत किए जाने पर, एक जिला मजिस्ट्रेट, उप-खंड मजिस्ट्रेट या प्रथम वर्ग मजिस्ट्रेट ऐसी महिला को उसकी स्वतंत्रता को तुरंत बहाल करने, या ऐसे महिला बच्चे को उसके पति, माता-पिता, संरक्षक या ऐसे बच्चे का विधिपूर्ण प्रभार रखने वाले अन्य व्यक्ति को तुरंत बहाल करने का आदेश दे सकता है, और ऐसे आदेश का अनुपालन विवश कर सकता है, आवश्यक बल का उपयोग करके।"}, {"section_no": 101, "text": "तलाशी वारंट का निष्पादन करने वाला व्यक्ति, तलाशी पूरी करने के बाद, जब्त किए गए लेखों और उन स्थानों को निर्दिष्ट करते हुए जहाँ वे क्रमशः पाए गए थे, एक लिखित रिपोर्ट न्यायालय को देगा।"}, {"section_no": 102, "text": "(1) एक पुलिस अधिकारी किसी भी संपत्ति को जब्त कर सकता है जिसके बारे में आरोप लगाया गया हो या संदेह हो कि वह चोरी की गई है, या जो ऐसी परिस्थितियों में पाई जाती है जो किसी अपराध के किए जाने का संदेह पैदा करती हैं।\n(2) ऐसा पुलिस अधिकारी, यदि पुलिस थाने के भारसाधक अधिकारी के अधीनस्थ है, तो तुरंत उस अधिकारी को जब्ती की रिपोर्ट करेगा।\n(3) उप-धारा (1) के अधीन कार्य करने वाला प्रत्येक पुलिस अधिकारी तुरंत अधिकारिता रखने वाले मजिस्ट्रेट को जब्ती की रिपोर्ट करेगा और जहाँ जब्त की गई संपत्ति ऐसी है कि उसे न्यायालय तक सुविधाजनक रूप से नहीं ले जाया जा सकता है या जहाँ ऐसी संपत्ति की अभिरक्षा के लिए उचित आवास सुरक्षित करने में कठिनाई है, या जहाँ जाँच के प्रयोजन के लिए पुलिस अभिरक्षा में संपत्ति को जारी रखना आवश्यक नहीं समझा जा सकता है, तो वह उसे किसी भी व्यक्ति को उसकी अभिरक्षा में दे सकता है, उसके द्वारा एक बंधपत्र निष्पादित करने पर, जो आवश्यकता पड़ने पर न्यायालय के समक्ष संपत्ति पेश करने और उसके निपटान के संबंध में न्यायालय के अग्रिम आदेशों को प्रभावी करने का वचन देता है:\nपरंतु जहाँ जब्त की गई संपत्ति शीघ्रता से और स्वाभाविक रूप से क्षय होने के अधीन है और यदि ऐसी संपत्ति के कब्जे का हकदार व्यक्ति अज्ञात या अनुपस्थित है और ऐसी संपत्ति का मूल्य पाँच सौ रुपए से कम है, तो उसे पुलिस अधीक्षक के आदेशों के अधीन तुरंत नीलामी द्वारा बेचा जा सकता है और धारा 503 और 504 के उपबंध, जहाँ तक व्यावहारिक हो, ऐसे विक्रय की शुद्ध आय पर लागू होंगे।"}, {"section_no": 103, "text": "(1) पुलिस थाने का कोई भी भारसाधक अधिकारी, वारंट के बिना, अपने थाने में किसी भी स्थान की तलाशी ले सकता है, किसी भी लेख के लिए जिसके बारे में उसके पास यह विश्वास करने का कारण है कि वह उस समय लागू किसी भी विधि के अधीन सरकार को जब्त किए जाने के लिए उत्तरदायी है, या धारा 102 के उपबंधों के अधीन जब्त किए जाने के लिए उत्तरदायी है।\n(2) धारा 40, 72, 74, 77, 78 और 79 के उपबंध, जहाँ तक हो सके, उप-धारा (1) के अधीन की गई तलाशी पर लागू होंगे।"}, {"section_no": 104, "text": "बंद स्थान के भारसाधक व्यक्तियों द्वारा तलाशी की अनुमति देना।\n(1) जब भी इस अध्याय के अधीन तलाशी या निरीक्षण के लिए उत्तरदायी कोई स्थान बंद है, तो उस स्थान में निवास करने वाला, या उसका भारसाधक कोई भी व्यक्ति, वारंट का निष्पादन करने वाले अधिकारी या अन्य व्यक्ति की मांग पर, और वारंट पेश किए जाने पर, उसे उसमें मुक्त प्रवेश देगा, और उसमें तलाशी के लिए सभी उचित सुविधाएँ प्रदान करेगा।\n(2) यदि ऐसे स्थान में प्रवेश इस प्रकार प्राप्त नहीं किया जा सकता है, तो वारंट का निष्पादन करने वाला अधिकारी या अन्य व्यक्ति धारा 49 की उप-धारा (2) द्वारा उपबंधित तरीके से कार्यवाही कर सकता है।\n(3) जहाँ ऐसे स्थान में या उसके आसपास किसी व्यक्ति पर यह उचित रूप से संदेह है कि वह अपने व्यक्ति के बारे में किसी ऐसे लेख को छिपा रहा है जिसके लिए तलाशी की जानी चाहिए, तो ऐसे व्यक्ति की तलाशी ली जा सकती है और यदि ऐसा व्यक्ति एक महिला है, तो तलाशी किसी अन्य महिला द्वारा शालीनता का कड़ाई से ध्यान रखते हुए की जाएगी।\n(4) इस अध्याय के अधीन तलाशी करने से पहले, अधिकारी या अन्य व्यक्ति जो इसे करने वाला है, उस इलाके के दो या अधिक स्वतंत्र और प्रतिष्ठित निवासियों को बुलाएगा जिसमें तलाशी लिया जाने वाला स्थान स्थित है या किसी अन्य इलाके के, यदि उक्त इलाके का ऐसा कोई निवासी उपलब्ध नहीं है या तलाशी का साक्षी बनने के लिए इच्छुक है, उपस्थित होने और तलाशी के साक्षी बनने के लिए बुलाएगा और उन्हें या उनमें से किसी को ऐसा करने के लिए लिखित में एक आदेश जारी कर सकता है।\n(5) तलाशी उनकी उपस्थिति में की जाएगी, और ऐसी तलाशी के दौरान जब्त की गई सभी चीज़ों की एक सूची और उन स्थानों की जहाँ वे क्रमशः पाई गई हैं, ऐसे अधिकारी या अन्य व्यक्ति द्वारा तैयार की जाएगी और ऐसे साक्षियों द्वारा हस्ताक्षरित की जाएगी; लेकिन इस धारा के अधीन तलाशी का साक्षी बनने वाले किसी भी व्यक्ति को, जब तक कि न्यायालय द्वारा विशेष रूप से समन न किया जाए, तलाशी के साक्षी के रूप में न्यायालय में उपस्थित होने की आवश्यकता नहीं होगी।\n(6) तलाशी लिए गए स्थान के अधिभोगी, या उसकी ओर से किसी व्यक्ति को, हर मामले में, तलाशी के दौरान उपस्थित होने की अनुमति दी जाएगी, और इस धारा के अधीन तैयार की गई सूची की एक प्रति, उक्त साक्षियों द्वारा हस्ताक्षरित, ऐसे अधिभोगी या व्यक्ति को परिदत्त की जाएगी।\n(7) जब उप-धारा (3) के अधीन किसी व्यक्ति की तलाशी ली जाती है, तो कब्जे में ली गई सभी चीज़ों की एक सूची तैयार की जाएगी, और उसकी एक प्रति ऐसे व्यक्ति को परिदत्त की जाएगी।\n(8) कोई भी व्यक्ति जो, बिना उचित कारण के, इस धारा के अधीन तलाशी में उपस्थित होने और साक्षी बनने से इनकार करता है या उपेक्षा करता है, जब उसे लिखित में एक आदेश द्वारा बुलाया जाता है जो उसे परिदत्त या निविदेत किया जाता है, तो उसे भारतीय न्याय संहिता, 2023 की धारा 202 के अधीन एक अपराध किया हुआ समझा जाएगा।"}, {"section_no": 105, "text": "(1) इस अध्याय में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो,—\n(a) “संविदाकारी राज्य” का अर्थ भारत के बाहर का कोई भी देश या स्थान है जिसके संबंध में केंद्र सरकार द्वारा ऐसे देश या स्थान की सरकार के साथ एक संधि या अन्यथा के माध्यम से व्यवस्था की गई है;\n(b) “पहचानना” में यह स्थापित करना शामिल है कि संपत्ति अपराध किए जाने से व्युत्पन्न हुई थी, या उसमें उपयोग की गई थी;\n(c) “अपराध की आय” का अर्थ किसी भी व्यक्ति द्वारा आपराधिक गतिविधि (मुद्रा हस्तांतरण से जुड़े अपराध सहित) के परिणामस्वरूप प्रत्यक्ष या अप्रत्यक्ष रूप से व्युत्पन्न या प्राप्त कोई भी संपत्ति या ऐसी किसी भी संपत्ति का मूल्य है;\n(d) “संपत्ति” में हर विवरण की संपत्ति और परिसंपत्तियाँ शामिल हैं, चाहे वे मूर्त या अमूर्त, चल या अचल, मूर्त या अमूर्त हों और ऐसे विलेख और लिखतें जो ऐसी संपत्ति या परिसंपत्तियों में स्वामित्व या हित का साक्ष्य देते हैं, जो अपराध किए जाने से व्युत्पन्न या प्राप्त हुए हैं और इसमें समकक्ष मूल्य की संपत्ति शामिल है;\n(e) “पता लगाना” का अर्थ संपत्ति की प्रकृति, स्रोत, निपटान, आवाजाही, शीर्षक या स्वामित्व का निर्धारण करना है।"}, {"section_no": 106, "text": "(1) जहाँ भारत में एक न्यायालय, किसी आपराधिक मामले के संबंध में, चाहता है कि उसके द्वारा जारी किए गए किसी अभियुक्त व्यक्ति को एक समन, या किसी अभियुक्त व्यक्ति की गिरफ्तारी के लिए एक वारंट, या किसी व्यक्ति को किसी दस्तावेज़ या अन्य चीज़ को उपस्थित होने और पेश करने की आवश्यकता वाला एक समन, या एक तलाशी वारंट, एक संविदाकारी राज्य में किसी भी स्थान पर तामील या निष्पादित किया जाए, तो वह ऐसे समन या वारंट को दो प्रतियों में जारी करेगा और उन्हें मामले में अधिकारिता रखने वाले संविदाकारी राज्य के न्यायालय, न्यायाधीश या मजिस्ट्रेट को पारेषण के लिए केंद्र सरकार को भेजेगा।\n(2) जहाँ भारत में एक न्यायालय, किसी आपराधिक मामले के संबंध में, एक संविदाकारी राज्य में किसी न्यायालय, न्यायाधीश या मजिस्ट्रेट द्वारा जारी किए गए किसी अभियुक्त व्यक्ति को एक समन, या किसी अभियुक्त व्यक्ति की गिरफ्तारी के लिए एक वारंट, या किसी व्यक्ति को किसी दस्तावेज़ या अन्य चीज़ को उपस्थित होने और पेश करने की आवश्यकता वाला एक समन, या एक तलाशी वारंट प्राप्त करता है, तो वह उसे इस प्रकार तामील या निष्पादित करवाएगा मानो वह भारत के किसी अन्य न्यायालय से उसकी स्थानीय अधिकारिता के भीतर तामील या निष्पादन के लिए उसके द्वारा प्राप्त किया गया एक समन या वारंट हो।\n(3) जहाँ उप-धारा (2) के अधीन एक समन या वारंट की तामील या निष्पादन किया गया है, वहाँ ऐसी तामील या निष्पादन का एक प्रमाण पत्र भारत में न्यायालय द्वारा संविदाकारी राज्य के न्यायालय, न्यायाधीश या मजिस्ट्रेट को पारेषण के लिए केंद्र सरकार को भेजा जाएगा।"}, {"section_no": 107, "text": "(1) जहाँ, किसी अपराध की जाँच या किसी पूछताछ के दौरान, जाँच अधिकारी या जाँच अधिकारी से पद में वरिष्ठ किसी अधिकारी द्वारा एक आवेदन किया जाता है कि ऐसे जाँच या पूछताछ के संबंध में एक व्यक्ति की उपस्थिति की आवश्यकता है जो एक संविदाकारी राज्य में है और न्यायालय संतुष्ट है कि ऐसे व्यक्ति की उपस्थिति की आवश्यकता है, तो वह एक समन या अनुरोध पत्र जारी कर सकता है, एक संविदाकारी राज्य में ऐसे अनुरोध से निपटने के लिए सक्षम न्यायालय या प्राधिकारी को—\n(a) ऐसे व्यक्ति पर ऐसे समन की तामील करने के लिए; और\n(b) ऐसे व्यक्ति को जाँच या पूछताछ के प्रयोजन के लिए उसके समक्ष उपस्थित होने की आवश्यकता करने के लिए।\n(2) जहाँ भारत में एक न्यायालय, किसी आपराधिक मामले के संबंध में, चाहता है कि किसी साक्षी पर एक समन एक संविदाकारी राज्य में तामील किया जाए, तो वह ऐसे समन को दो प्रतियों में जारी करेगा और इसे मामले में अधिकारिता रखने वाले संविदाकारी राज्य के न्यायालय, न्यायाधीश या मजिस्ट्रेट को पारेषण के लिए केंद्र सरकार को भेजेगा।\n(3) जहाँ उप-धारा (2) के अधीन जारी किए गए एक समन के अनुसरण में एक संविदाकारी राज्य में किसी साक्षी पर एक समन की तामील की गई है, तो भारत में न्यायालय, यदि ऐसा साक्षी उसके समक्ष उपस्थित होता है, तो यह निर्देश देगा कि उसे ऐसे यात्रा और अन्य व्यय का भुगतान किया जाएगा जो केंद्र सरकार द्वारा निर्धारित किए जा सकते हैं।"}, {"section_no": 108, "text": "(1) जहाँ केंद्र सरकार को एक संविदाकारी राज्य में एक न्यायालय या प्राधिकारी से एक अनुरोध पत्र प्राप्त होता है जिसमें यह अनुरोध किया जाता है कि उस राज्य में एक आपराधिक मामले के प्रयोजन के लिए भारत में एक व्यक्ति को गिरफ्तार और निरुद्ध किया जाए, तो केंद्र सरकार इसे अधिकारिता रखने वाले किसी भी प्रथम वर्ग मजिस्ट्रेट या मुख्य न्यायिक मजिस्ट्रेट को अग्रेषित कर सकती है, जो तत्पश्चात ऐसे व्यक्ति की गिरफ्तारी के लिए एक वारंट जारी करेगा और, यदि वह उचित समझे, तो यह निर्देश दे सकता है कि गिरफ्तार किए गए व्यक्ति को उस दिशा में निर्दिष्ट किए गए ऐसे समय और स्थान पर अपनी उपस्थिति के लिए ज़मानतियों के साथ या बिना, एक बंधपत्र निष्पादित करने पर जमानत पर रिहा किया जाए।\n(2) उप-धारा (1) के अधीन गिरफ्तार किए गए व्यक्ति को उस मजिस्ट्रेट के समक्ष पेश किया जाएगा जिसके द्वारा वारंट जारी किया गया था, या यदि वह मजिस्ट्रेट उपलब्ध नहीं है, तो उसी जिले के किसी अन्य मजिस्ट्रेट द्वारा, जो उसका बयान अभिलिखित करेगा और, यदि वह उचित समझे, तो उस दिशा में निर्दिष्ट किए गए ऐसे समय और स्थान पर अपनी उपस्थिति के लिए ज़मानतियों के साथ या बिना, एक बंधपत्र निष्पादित करने पर उसे जमानत पर रिहा कर सकता है।\n(3) उप-धारा (2) के अधीन अभिलिखित व्यक्ति का बयान और उसके द्वारा निष्पादित बंधपत्र, यदि कोई हो, तो मजिस्ट्रेट द्वारा अनुरोध करने वाले न्यायालय या प्राधिकारी को पारेषण के लिए केंद्र सरकार को अग्रेषित किया जाएगा।"}, {"section_no": 109, "text": "(1) जहाँ, किसी अपराध की जाँच या किसी पूछताछ के दौरान, जाँच अधिकारी या जाँच अधिकारी से पद में वरिष्ठ किसी अधिकारी द्वारा एक आवेदन किया जाता है कि ऐसे जाँच या पूछताछ के संबंध में एक व्यक्ति की परीक्षा की आवश्यकता है जो एक संविदाकारी राज्य में है, तो न्यायालय एक अनुरोध पत्र जारी कर सकता है, एक संविदाकारी राज्य में ऐसे अनुरोध से निपटने के लिए सक्षम न्यायालय या प्राधिकारी को—\n(a) मामले के तथ्यों और परिस्थितियों से परिचित माने जाने वाले किसी भी व्यक्ति की शपथ पर परीक्षा करने के लिए;\n(b) उसका बयान अभिलिखित करने के लिए;\n(c) ऐसे व्यक्ति या किसी अन्य व्यक्ति को किसी दस्तावेज़ या चीज़ को पेश करने की आवश्यकता करने के लिए जो उसके कब्जे में हो सकता है;\n(d) जाँच या पूछताछ के संबंध में आवश्यक ऐसा अन्य कार्य करने के लिए।\n(2) अनुरोध पत्र को ऐसे तरीके से पारेषित किया जाएगा जैसा केंद्र सरकार इस निमित्त विनिर्दिष्ट करे।\n(3) उप-धारा (1) के अधीन अभिलिखित प्रत्येक बयान या प्राप्त दस्तावेज़ या चीज़ को जाँच के दौरान एकत्र किए गए साक्ष्य के रूप में समझा जाएगा।"}, {"section_no": 110, "text": "(1) जहाँ केंद्र सरकार को एक संविदाकारी राज्य में एक न्यायालय या प्राधिकारी से उस राज्य में एक आपराधिक मामले के संबंध में भारत में एक व्यक्ति की परीक्षा के लिए अनुरोध करने वाला एक अनुरोध पत्र प्राप्त होता है, तो केंद्र सरकार इसे अधिकारिता रखने वाले किसी भी मुख्य न्यायिक मजिस्ट्रेट या प्रथम वर्ग मजिस्ट्रेट को अग्रेषित कर सकती है, जो तत्पश्चात व्यक्ति को अपने समक्ष समन करेगा और उसका बयान अभिलिखित करेगा।\n(2) मजिस्ट्रेट, यदि वह उचित समझे, तो किसी भी दस्तावेज़ या चीज़ के लिए एक तलाशी वारंट जारी कर सकता है और किसी भी व्यक्ति को किसी दस्तावेज़ या चीज़ को पेश करने का आदेश दे सकता है।"}]}
{"chapter_no": 8, "chapter_title": "पारस्परिक व्यवस्थाएँ; संपत्ति की कुर्की और जब्ती", "sections": [{"section_no": 111, "text": "(1) जहाँ केंद्र सरकार को किसी अपराध की जाँच या इस संहिता के अधीन कार्यवाहियों के लिए किसी संविदाकारी राज्य में किसी न्यायालय या प्राधिकारी से अनुरोध पत्र प्राप्त होता है, तो वह उसे जाँच एजेंसी को या, यथास्थिति, संबंधित न्यायालय को इस संहिता के उपबंधों या उस समय लागू किसी अन्य विधि के अनुसार ऐसे अनुरोध को निष्पादित करने के लिए अग्रेषित करेगी।\n(2) केंद्र सरकार, अधिसूचना द्वारा, उस प्राधिकारी, उस प्रारूप और उस तरीके को विनिर्दिष्ट कर सकती है जिसमें किसी संविदाकारी राज्य से सहायता प्राप्त करने के लिए अनुरोध पत्र भेजा जाएगा।"}, {"section_no": 112, "text": "(1) जहाँ किसी अपराध की जाँच या इस संहिता के अधीन किसी कार्यवाही के दौरान, जाँच अधिकारी या जाँच अधिकारी से पद में वरिष्ठ किसी अधिकारी द्वारा एक आवेदन किया जाता है कि एक संविदाकारी राज्य में साक्ष्य की आवश्यकता है, तो न्यायालय उस संविदाकारी राज्य में उससे निपटने के लिए सक्षम न्यायालय या प्राधिकारी को एक अनुरोध पत्र जारी कर सकता है, ताकि किसी व्यक्ति की परीक्षा की जाए, या किसी दस्तावेज़ या चीज़ के पेश करने का आदेश दिया जाए।\n(2) अनुरोध पत्र को ऐसे तरीके से पारेषित किया जाएगा जैसा केंद्र सरकार इस निमित्त विनिर्दिष्ट करे।\n(3) उप-धारा (1) के अधीन अभिलिखित प्रत्येक बयान या प्राप्त दस्तावेज़ या चीज़ को जाँच के दौरान एकत्र किए गए साक्ष्य के रूप में समझा जाएगा।"}, {"section_no": 113, "text": "(1) जहाँ केंद्र सरकार को भारत में किसी व्यक्ति पर किसी समन, वारंट या अन्य प्रक्रिया की तामील के लिए किसी संविदाकारी राज्य में किसी न्यायालय या प्राधिकारी से अनुरोध पत्र प्राप्त होता है, तो वह उसे ऐसे तामील करवाएगा मानो वह भारत में किसी न्यायालय द्वारा जारी किया गया समन, वारंट या अन्य प्रक्रिया हो।\n(2) जहाँ भारत में एक न्यायालय, किसी आपराधिक मामले के संबंध में, चाहता है कि उसके द्वारा जारी किया गया एक समन, वारंट या अन्य प्रक्रिया किसी संविदाकारी राज्य में किसी भी स्थान पर तामील किया जाए, तो वह ऐसे समन, वारंट या अन्य प्रक्रिया को दो प्रतियों में केंद्र सरकार को मामले में अधिकारिता रखने वाले संविदाकारी राज्य के न्यायालय, न्यायाधीश या मजिस्ट्रेट को पारेषण के लिए भेजेगा।"}, {"section_no": 114, "text": "(1) जहाँ किसी अपराध की जाँच करने वाले अधिकारी के पास यह विश्वास करने का कारण है कि कोई संपत्ति, जो उस समय लागू किसी भी विधि के अधीन जब्त किए जाने के लिए उत्तरदायी है, एक संविदाकारी राज्य में स्थित है, तो वह ऐसी संपत्ति की तलाशी और जब्ती के लिए संविदाकारी राज्य में किसी न्यायालय या प्राधिकारी को एक अनुरोध पत्र के लिए न्यायालय में आवेदन कर सकता है।\n(2) जहाँ केंद्र सरकार को किसी संविदाकारी राज्य में किसी न्यायालय या प्राधिकारी से भारत में किसी संपत्ति की तलाशी और जब्ती के लिए अनुरोध पत्र प्राप्त होता है, जो उस राज्य की किसी भी विधि के अधीन उस राज्य की सरकार को जब्त किए जाने के लिए उत्तरदायी है, तो केंद्र सरकार उसे न्यायालय को अग्रेषित कर सकती है, जो तत्पश्चात इस संहिता के उपबंधों के अनुसार तलाशी और जब्ती करवाएगा।"}, {"section_no": 115, "text": "(1) जहाँ किसी अपराध की जाँच करने वाले पुलिस अधीक्षक के पद से नीचे के न होने वाले अधिकारी के पास यह विश्वास करने का कारण है कि कोई संपत्ति जिसके संबंध में धारा 114 की उप-धारा (1) के अधीन तलाशी और जब्ती के लिए अनुरोध पत्र जारी किया गया है, उसके छिपाए जाने या हस्तांतरित किए जाने की संभावना है, तो वह ऐसी संपत्ति की कुर्की के आदेश के लिए न्यायालय में आवेदन कर सकता है।\n(2) न्यायालय, यदि वह संतुष्ट है कि संपत्ति के छिपाए जाने या हस्तांतरित किए जाने की संभावना है, तो ऐसी संपत्ति की उतनी अवधि के लिए कुर्की का आदेश दे सकता है जितना वह उचित समझे।\n(3) आयकर अधिनियम, 1961 की दूसरी अनुसूची के उपबंध इस धारा के अधीन किए गए कुर्की के आदेश पर इस प्रकार लागू होंगे जैसे वे उस अधिनियम के अधीन एक कर वसूली अधिकारी द्वारा किए गए संपत्ति की कुर्की के आदेश पर लागू होते हैं।"}, {"section_no": 116, "text": "(1) जहाँ कोई संपत्ति धारा 115 के अधीन कुर्क की गई है, और न्यायालय संतुष्ट है कि ऐसी संपत्ति उस समय लागू किसी भी विधि के अधीन जब्त किए जाने के लिए उत्तरदायी है, तो वह ऐसी संपत्ति को केंद्र सरकार को जब्त करने का आदेश दे सकता है।\n(2) जहाँ उप-धारा (1) के अधीन किए गए जब्ती के आदेश के विरुद्ध कोई अपील की जाती है, तो अपील न्यायालय, अपील के निपटान लंबित रहने तक, ऐसी शर्तों पर जब्ती के आदेश को निलंबित कर सकता है जैसा वह उचित समझे।"}, {"section_no": 117, "text": "(1) जहाँ कोई संपत्ति धारा 116 के अधीन जब्त की गई है, तो न्यायालय, rightful दावेदार द्वारा किए गए एक आवेदन पर, ऐसी संपत्ति को वापस करने का आदेश दे सकता है, यदि वह संतुष्ट है कि दावेदार का संपत्ति में एक वैध हित है और वह अपराध में शामिल नहीं है।\n(2) न्यायालय, उप-धारा (1) के अधीन एक आदेश करने से पहले, दावेदार को न्यायालय की संतुष्टि के लिए, ज़मानतियों के साथ या बिना, संपत्ति के मूल्य के लिए एक बंधपत्र निष्पादित करने की आवश्यकता कर सकता है।"}, {"section_no": 118, "text": "(1) इस अध्याय के उपबंध उस समय लागू किसी अन्य विधि के उपबंधों के अतिरिक्त होंगे, और उनके अल्पीकरण में नहीं होंगे।\n(2) केंद्र सरकार, राजपत्र में अधिसूचना द्वारा, यह निर्देश दे सकती है कि इस अध्याय का उस संविदाकारी राज्य के संबंध में, जिसके साथ पारस्परिक व्यवस्थाएँ की गई हैं, आवेदन ऐसी शर्तों, अपवादों या योग्यताओं के अधीन होगा जैसा उक्त अधिसूचना में विनिर्दिष्ट किया गया है।"}, {"section_no": 119, "text": "इस अध्याय के प्रयोजनों के लिए, “संविदाकारी राज्य” अभिव्यक्ति का अर्थ भारत के बाहर का कोई भी देश या स्थान है जिसके संबंध में केंद्र सरकार द्वारा ऐसे देश या स्थान की सरकार के साथ एक संधि या अन्यथा के माध्यम से व्यवस्था की गई है।"}, {"section_no": 120, "text": "केंद्र सरकार किसी भी अपराध की जाँच में समन, वारंट या अन्य न्यायिक प्रक्रियाओं की तामील और सहायता प्राप्त करने के लिए भारत के बाहर किसी भी देश या स्थान की सरकार के साथ एक समझौता कर सकती है।"}, {"section_no": 121, "text": "इस संहिता या उस समय लागू किसी अन्य विधि में अंतर्विष्ट किसी भी बात के होते हुए भी, केंद्र सरकार, अधिसूचना द्वारा, इस अध्याय के प्रयोजनों को कार्यान्वित करने के लिए नियम बना सकती है।"}, {"section_no": 122, "text": "केंद्र सरकार, अधिसूचना द्वारा, यह निर्देश दे सकती है कि इस अध्याय के उपबंध उस संविदाकारी राज्य पर लागू होंगे जिसके साथ पारस्परिक व्यवस्थाएँ की गई हैं, ऐसी शर्तों, अपवादों या योग्यताओं के अधीन रहते हुए जैसा अधिसूचना में विनिर्दिष्ट किया गया है।"}, {"section_no": 123, "text": "इस अध्याय के उपबंध इस संहिता के प्रारंभ होने से पहले किए गए किसी अपराध से संबंधित किसी भी आपराधिक मामले पर लागू होंगे।"}, {"section_no": 124, "text": "इस अध्याय के उपबंध प्रत्यर्पण अधिनियम, 1962, या भगोड़े अपराधियों के प्रत्यर्पण से संबंधित उस समय लागू किसी अन्य विधि के उपबंधों के प्रतिकूल नहीं होंगे।"}]}
{"chapter_no": 9, "chapter_title": "शांति कायम रखने और सदाचार के लिए प्रतिभूति", "sections": [{"section_no": 125, "text": "(1) जब किसी सेशन न्यायालय या प्रथम वर्ग मजिस्ट्रेट को यह सूचना मिलती है कि कोई व्यक्ति शांति भंग करने या लोक शांति को भंग करने की संभावना रखता है या कोई ऐसा दोषपूर्ण कार्य करने की संभावना रखता है जिससे संभवतः शांति भंग हो सकती है या लोक शांति भंग हो सकती है और उसकी राय है कि कार्यवाही करने के लिए पर्याप्त आधार है, तो वह, इसमें इसके बाद उपबंधित तरीके से, ऐसे व्यक्ति से यह कारण बताने की अपेक्षा कर सकता है कि क्यों न उसे इतनी अवधि के लिए, जो एक वर्ष से अधिक न हो, जैसा मजिस्ट्रेट उचित समझे, शांति बनाए रखने के लिए ज़मानतियों के साथ या बिना, एक बंधपत्र निष्पादित करने का आदेश दिया जाए।\n(2) इस धारा के अधीन कार्यवाही तब तक नहीं की जाएगी जब तक कि जिस व्यक्ति के विरुद्ध सूचना दी गई है या वह स्थान जहाँ शांति भंग या गड़बड़ी की आशंका है, ऐसे मजिस्ट्रेट की स्थानीय अधिकारिता के भीतर न हो।"}, {"section_no": 126, "text": "(1) जब कोई व्यक्ति शांति भंग से जुड़े किसी अपराध के लिए, या किसी ऐसे अपराध के लिए जिसमें हमला या आपराधिक बल का उपयोग करना या रिष्टि करना शामिल है या सम्मिलित है, सिद्धदोष ठहराया जाता है, और न्यायालय की राय है कि ऐसे व्यक्ति से शांति बनाए रखने के लिए एक बंधपत्र निष्पादित करने की अपेक्षा करना आवश्यक है, तो न्यायालय, ऐसे व्यक्ति पर दंडादेश पारित करते समय, उसे इतनी अवधि के लिए, जो तीन वर्ष से अधिक न हो, जैसा वह उचित समझे, शांति बनाए रखने के लिए उसके साधनों के अनुपात में एक राशि के लिए, ज़मानतियों के साथ या बिना, एक बंधपत्र निष्पादित करने का आदेश दे सकता है।\n(2) यदि अपील या अन्यथा पर दोषसिद्धि अपास्त कर दी जाती है, तो इस प्रकार निष्पादित बंधपत्र शून्य हो जाएगा।\n(3) इस धारा के अधीन एक आदेश अपीलीय न्यायालय द्वारा या पुनरीक्षण की अपनी शक्तियों का प्रयोग करते समय न्यायालय द्वारा भी किया जा सकता है।"}, {"section_no": 127, "text": "(1) जब कोई व्यक्ति भारतीय न्याय संहिता, 2023 के अध्याय V या अध्याय VI के अधीन दंडनीय किसी अपराध के लिए या किसी ऐसे अपराध के लिए जिसमें हमला या आपराधिक बल का उपयोग करना या रिष्टि करना शामिल है या सम्मिलित है, सिद्धदोष ठहराया गया है, और न्यायालय की राय है कि ऐसे व्यक्ति से सदाचार के लिए एक बंधपत्र निष्पादित करने की अपेक्षा करना आवश्यक है, तो न्यायालय, ऐसे व्यक्ति पर दंडादेश पारित करते समय, उसे इतनी अवधि के लिए, जो तीन वर्ष से अधिक न हो, जैसा वह उचित समझे, उसके सदाचार के लिए उसके साधनों के अनुपात में एक राशि के लिए, ज़मानतियों के साथ या बिना, एक बंधपत्र निष्पादित करने का आदेश दे सकता है।\n(2) यदि अपील या अन्यथा पर दोषसिद्धि अपास्त कर दी जाती है, तो इस प्रकार निष्पादित बंधपत्र शून्य हो जाएगा।\n(3) इस धारा के अधीन एक आदेश अपीलीय न्यायालय द्वारा या पुनरीक्षण की अपनी शक्तियों का प्रयोग करते समय न्यायालय द्वारा भी किया जा सकता है।"}, {"section_no": 128, "text": "जब धारा 125, धारा 126 या धारा 127 के अधीन कार्य करने वाला कोई मजिस्ट्रेट किसी व्यक्ति से ऐसी धारा के अधीन कारण बताने की अपेक्षा करना आवश्यक समझता है, तो वह एक लिखित आदेश देगा, जिसमें प्राप्त सूचना का सार, निष्पादित किए जाने वाले बंधपत्र की राशि, वह अवधि जिसके लिए वह प्रवर्तन में रहेगा, और अपेक्षित ज़मानतियों (यदि कोई हों) की संख्या, स्वरूप और वर्ग निर्धारित करेगा।"}, {"section_no": 129, "text": "(1) यदि वह व्यक्ति जिसके संबंध में ऐसा आदेश दिया गया है, न्यायालय में उपस्थित है, तो उसे पढ़कर सुनाया जाएगा, या, यदि वह ऐसा चाहता है, तो उसका सार उसे समझाया जाएगा।\n(2) यदि ऐसा व्यक्ति न्यायालय में उपस्थित नहीं है, तो मजिस्ट्रेट उसे उपस्थित होने की आवश्यकता वाला एक समन जारी करेगा, या, जब ऐसा व्यक्ति अभिरक्षा में है, तो उस अधिकारी को निर्देश देने वाला एक वारंट जारी करेगा जिसकी अभिरक्षा में वह है कि उसे न्यायालय के समक्ष लाए:\nपरंतु जब भी ऐसे मजिस्ट्रेट को, किसी पुलिस अधिकारी की रिपोर्ट पर या अन्य सूचना पर (जिस रिपोर्ट या सूचना का सार मजिस्ट्रेट द्वारा अभिलिखित किया जाएगा), यह प्रतीत होता है कि शांति भंग के किए जाने का भय है, और ऐसी शांति भंग को ऐसे व्यक्ति की तत्काल गिरफ्तारी के अलावा अन्य किसी भी तरीके से रोका नहीं जा सकता है, तो मजिस्ट्रेट किसी भी समय उसकी गिरफ्तारी के लिए एक वारंट जारी कर सकता है।"}, {"section_no": 130, "text": "धारा 129 के अधीन जारी किए गए प्रत्येक समन या वारंट के साथ धारा 128 के अधीन दिए गए आदेश की एक प्रति संलग्न होगी, और ऐसी प्रति उस अधिकारी द्वारा परिदत्त की जाएगी जो ऐसे समन या वारंट की तामील या निष्पादन करता है, उस व्यक्ति को जिस पर उसकी तामील की गई है, या जिसे उसके अधीन गिरफ्तार किया गया है।"}, {"section_no": 131, "text": "मजिस्ट्रेट, यदि वह पर्याप्त कारण देखता है, तो किसी भी ऐसे व्यक्ति की व्यक्तिगत उपस्थिति को माफ कर सकता है जिससे यह कारण बताने की अपेक्षा की गई है कि क्यों न उसे शांति बनाए रखने या सदाचार के लिए एक बंधपत्र निष्पादित करने का आदेश दिया जाए और उसे किसी वकील द्वारा उपस्थित होने की अनुमति दे सकता है।"}, {"section_no": 132, "text": "(1) जब धारा 128 के अधीन एक आदेश न्यायालय में उपस्थित किसी व्यक्ति को धारा 129 के अधीन पढ़कर सुनाया या समझाया गया है, या जब कोई व्यक्ति धारा 129 के अधीन जारी किए गए एक समन या वारंट के अनुपालन में, या उसके निष्पादन में, किसी मजिस्ट्रेट के समक्ष उपस्थित होता है या लाया जाता है, तो मजिस्ट्रेट उस सूचना की सत्यता की जाँच करने के लिए कार्यवाही करेगा जिस पर कार्रवाई की गई है, और ऐसे और साक्ष्य लेगा जो आवश्यक प्रतीत हों।\n(2) ऐसी जाँच, जहाँ तक व्यावहारिक हो, समन-मामलों में विचारण करने और साक्ष्य अभिलिखित करने के लिए इसमें इसके बाद निर्धारित तरीके से की जाएगी।\n(3) उप-धारा (1) के अधीन जाँच के प्रारंभ होने के बाद, और उसके पूरा होने से पहले, मजिस्ट्रेट, यदि वह मानता है कि शांति भंग या लोक शांति की गड़बड़ी या किसी अपराध के किए जाने को रोकने या लोक सुरक्षा के लिए तत्काल उपाय आवश्यक हैं, तो लिखित में अभिलिखित किए जाने वाले कारणों से, उस व्यक्ति को जिसके संबंध में धारा 128 के अधीन आदेश दिया गया है, जाँच समाप्त होने तक शांति बनाए रखने या सदाचार बनाए रखने के लिए ज़मानतियों के साथ या बिना, एक बंधपत्र निष्पादित करने का निर्देश दे सकता है, और ऐसे बंधपत्र के निष्पादित होने तक या, निष्पादन में चूक होने पर, जाँच समाप्त होने तक उसे अभिरक्षा में निरुद्ध कर सकता है:\nपरंतु यह कि—\n(a) किसी भी व्यक्ति को जिसके विरुद्ध धारा 126 या धारा 127 के अधीन कार्यवाही नहीं की जा रही है, सदाचार बनाए रखने के लिए एक बंधपत्र निष्पादित करने का निर्देश नहीं दिया जाएगा;\n(b) ऐसे बंधपत्र की शर्तें, चाहे उसकी राशि के संबंध में हों या ज़मानतियों के प्रावधान या उनकी संख्या या उनकी आर्थिक देनदारी की सीमा के संबंध में हों, धारा 128 के अधीन आदेश में विनिर्दिष्ट शर्तों से अधिक कठोर नहीं होंगी।"}, {"section_no": 133, "text": "(1) यदि, ऐसी जाँच पर, यह साबित हो जाता है कि, यथास्थिति, शांति बनाए रखने या सदाचार बनाए रखने के लिए यह आवश्यक है कि वह व्यक्ति जिसके संबंध में जाँच की गई है, ज़मानतियों के साथ या बिना, एक बंधपत्र निष्पादित करे, तो मजिस्ट्रेट तदनुसार एक आदेश देगा:\nपरंतु यह कि—\n(a) किसी भी व्यक्ति को धारा 128 के अधीन दिए गए आदेश में विनिर्दिष्ट प्रकृति से भिन्न, या उससे अधिक राशि की, या उससे लंबी अवधि के लिए प्रतिभूति देने का आदेश नहीं दिया जाएगा;\n(b) प्रत्येक बंधपत्र की राशि मामले की परिस्थितियों का विधिवत ध्यान रखते हुए तय की जाएगी और वह अत्यधिक नहीं होगी;\n(c) जब वह व्यक्ति जिसके संबंध में जाँच की गई है, एक अवयस्क है, तो बंधपत्र केवल उसके ज़मानतियों द्वारा निष्पादित किया जाएगा।\n(2) इस धारा के अधीन प्रतिभूति देने का आदेश दिया गया कोई भी व्यक्ति सेशन न्यायालय में ऐसे आदेश के विरुद्ध अपील कर सकता है:\nपरंतु इस उप-धारा में कुछ भी ऐसे व्यक्तियों पर लागू नहीं होगा जिनके विरुद्ध कार्यवाही धारा 135 की उप-धारा (2) या उप-धारा (4) के उपबंधों के अनुसार सेशन न्यायाधीश के समक्ष रखी गई है।"}, {"section_no": 134, "text": "यदि, धारा 132 के अधीन एक जाँच पर, यह साबित नहीं होता है कि, यथास्थिति, शांति बनाए रखने या सदाचार बनाए रखने के लिए यह आवश्यक है कि वह व्यक्ति जिसके संबंध में जाँच की गई है, एक बंधपत्र निष्पादित करे, तो मजिस्ट्रेट अभिलेख पर उस आशय का एक इंदराज करेगा, और यदि ऐसा व्यक्ति केवल जाँच के प्रयोजनों के लिए अभिरक्षा में है, तो उसे रिहा कर देगा, या, यदि ऐसा व्यक्ति अभिरक्षा में नहीं है, तो उसे उन्मोचित कर देगा।"}, {"section_no": 135, "text": "(1) यदि कोई व्यक्ति, जिसके संबंध में धारा 126 या धारा 133 के अधीन प्रतिभूति की अपेक्षा करने वाला एक आदेश दिया गया है, ऐसे आदेश दिए जाने के समय कारावास के दंडादेश से दंडित किया गया है, या कारावास के दंडादेश को भुगत रहा है, तो वह अवधि जिसके लिए ऐसी प्रतिभूति अपेक्षित है, ऐसे दंडादेश की समाप्ति पर प्रारंभ होगी।\n(2) अन्य मामलों में ऐसी अवधि ऐसे आदेश की तारीख से प्रारंभ होगी जब तक कि मजिस्ट्रेट, पर्याप्त कारण से, बाद की तारीख तय नहीं करता है।\n(3) उस अवधि का प्रारंभ जिसके लिए धारा 133 के अधीन आदेश दिए गए व्यक्ति से प्रतिभूति अपेक्षित है, ऐसे आदेश की तारीख होगी जब तक कि मजिस्ट्रेट, पर्याप्त कारण से, बाद की तारीख तय नहीं करता है।"}, {"section_no": 136, "text": "ऐसे किसी भी व्यक्ति द्वारा निष्पादित किया जाने वाला बंधपत्र उसे, यथास्थिति, शांति बनाए रखने या सदाचार बनाए रखने के लिए बाध्य करेगा, और बाद के मामले में कारावास से दंडनीय किसी भी अपराध का किया जाना या करने का प्रयास करना, या उसका दुष्प्रेरण, चाहे वह कहीं भी किया गया हो, बंधपत्र का भंग है।"}, {"section_no": 137, "text": "(1) एक मजिस्ट्रेट किसी भी ज़मानती को स्वीकार करने से इनकार कर सकता है जिसे प्रस्तुत किया गया है, या किसी भी ज़मानती को अस्वीकार कर सकता है जिसे उसने या उसके पूर्ववर्ती ने इस अध्याय के अधीन पहले स्वीकार कर लिया था, इस आधार पर कि ऐसा ज़मानती बंधपत्र के प्रयोजनों के लिए एक अनुपयुक्त व्यक्ति है:\nपरंतु, ऐसे किसी भी ज़मानती को स्वीकार करने से इनकार करने या अस्वीकार करने से पहले, वह या तो स्वयं ज़मानती की उपयुक्तता की शपथ पर जाँच करेगा, या अपने अधीनस्थ किसी मजिस्ट्रेट द्वारा ऐसी जाँच करवाने और उस पर एक रिपोर्ट बनवाने का कारण बनेगा।\n(2) ऐसा मजिस्ट्रेट, जाँच करने से पहले, ज़मानती को और उस व्यक्ति को जिसके द्वारा ज़मानती प्रस्तुत किया गया था, उचित सूचना देगा और जाँच करते समय, उसके समक्ष प्रस्तुत किए गए साक्ष्य का सार अभिलिखित करेगा।\n(3) यदि मजिस्ट्रेट, या तो उसके समक्ष या उप-धारा (1) के अधीन प्रतिनियुक्त मजिस्ट्रेट के समक्ष प्रस्तुत किए गए साक्ष्य पर, और ऐसे मजिस्ट्रेट की रिपोर्ट (यदि कोई हो) पर विचार करने के बाद, संतुष्ट है कि ज़मानती बंधपत्र के प्रयोजनों के लिए एक अनुपयुक्त व्यक्ति है, तो वह, यथास्थिति, ऐसे ज़मानती को स्वीकार करने से इनकार करने या अस्वीकार करने का एक आदेश देगा और ऐसा करने के अपने कारणों को अभिलिखित करेगा:\nपरंतु, किसी भी ज़मानती को अस्वीकार करने का आदेश देने से पहले जिसे पहले स्वीकार कर लिया गया है, मजिस्ट्रेट एक समन या वारंट जारी करेगा, जैसा वह उचित समझे, और उस व्यक्ति को जिसके लिए ज़मानती बाध्य है, अपने समक्ष उपस्थित होने या लाए जाने का कारण बनेगा।"}, {"section_no": 138, "text": "(1) यदि धारा 126 या धारा 133 के अधीन प्रतिभूति देने का आदेश दिया गया कोई व्यक्ति उस तारीख को या उससे पहले ऐसी प्रतिभूति नहीं देता है जिस दिन से ऐसी प्रतिभूति दी जानी है, तो उसे, इसके बाद अगले उल्लिखित मामले को छोड़कर, जेल भेज दिया जाएगा, या, यदि वह पहले से ही जेल में है, तो उसे जेल में निरुद्ध रखा जाएगा जब तक कि ऐसी अवधि समाप्त नहीं हो जाती या जब तक कि उस अवधि के भीतर वह उस न्यायालय या मजिस्ट्रेट को प्रतिभूति नहीं दे देता जिसने इसकी अपेक्षा करने वाला आदेश दिया था।\n(2) यदि कोई व्यक्ति धारा 133 के अधीन किसी मजिस्ट्रेट के आदेश के अनुसरण में शांति बनाए रखने के लिए ज़मानतियों के साथ या बिना एक बंधपत्र निष्पादित करने के बाद, ऐसे मजिस्ट्रेट या उसके पद पर आए उत्तराधिकारी की संतुष्टि के लिए, बंधपत्र का भंग करता हुआ साबित होता है, तो ऐसा मजिस्ट्रेट या पद पर आया उत्तराधिकारी, ऐसे सबूत के आधारों को अभिलिखित करने के बाद, आदेश दे सकता है कि व्यक्ति को गिरफ्तार किया जाए और बंधपत्र की अवधि की समाप्ति तक जेल में निरुद्ध रखा जाए और ऐसा आदेश किसी अन्य दंड या ज़ब्ती पर प्रतिकूल प्रभाव डाले बिना होगा जिसके लिए उक्त व्यक्ति विधि के अनुसार उत्तरदायी हो सकता है।\n(3) यदि प्रतिभूति जेल के भारसाधक अधिकारी को प्रस्तुत की जाती है, तो वह तुरंत मामले को उस न्यायालय या मजिस्ट्रेट को संदर्भित करेगा जिसने आदेश दिया था, और ऐसे न्यायालय या मजिस्ट्रेट के आदेशों की प्रतीक्षा करेगा।\n(4) शांति बनाए रखने के लिए प्रतिभूति देने में विफलता के लिए कारावास साधारण होगा।\n(5) सदाचार के लिए प्रतिभूति देने में विफलता के लिए कारावास, जहाँ धारा 126 के अधीन कार्यवाही की गई है, साधारण होगा, और जहाँ धारा 127 के अधीन कार्यवाही की गई है, कठोर या साधारण होगा जैसा न्यायालय या मजिस्ट्रेट प्रत्येक मामले में निर्देशित करता है।"}, {"section_no": 139, "text": "(1) जब भी जिला मजिस्ट्रेट, धारा 133 के अधीन एक कार्यपालक मजिस्ट्रेट द्वारा पारित आदेश के मामले में, या मुख्य न्यायिक मजिस्ट्रेट, किसी अन्य मामले में, की राय है कि इस अध्याय के अधीन प्रतिभूति देने में विफल रहने के कारण कारावासित किसी व्यक्ति को समुदाय या किसी अन्य व्यक्ति के लिए खतरा पैदा किए बिना रिहा किया जा सकता है, तो वह ऐसे व्यक्ति को उन्मोचित करने का आदेश दे सकता है।\n(2) जब भी कोई व्यक्ति इस अध्याय के अधीन प्रतिभूति देने में विफल रहने के कारण कारावासित किया गया है, तो उच्च न्यायालय या सेशन न्यायालय और, जहाँ आदेश किसी अन्य न्यायालय द्वारा दिया गया था, जिला मजिस्ट्रेट, धारा 133 के अधीन एक कार्यपालक मजिस्ट्रेट द्वारा पारित आदेश के मामले में, या मुख्य न्यायिक मजिस्ट्रेट, किसी अन्य मामले में, प्रतिभूति की राशि या ज़मानतियों की संख्या या उस समय को जिसके लिए प्रतिभूति अपेक्षित की गई है, कम करने का आदेश दे सकता है।\n(3) उप-धारा (1) के अधीन एक आदेश ऐसे व्यक्ति को बिना शर्तों के या ऐसी किसी भी शर्त पर उन्मोचित करने का निर्देश दे सकता है जिसे ऐसा व्यक्ति स्वीकार करता है:\nपरंतु इस प्रकार लगाई गई कोई भी शर्त तब अप्रभावी हो जाएगी जब वह अवधि जिसके लिए ऐसे व्यक्ति को प्रतिभूति देने का आदेश दिया गया था, समाप्त हो गई हो।\n(4) राज्य सरकार उन शर्तों को निर्धारित कर सकती है जिन पर सशर्त उन्मोचन किया जा सकता है।\n(5) यदि किसी भी शर्त का, जिस पर ऐसे किसी व्यक्ति को उन्मोचित किया गया है, उस जिला मजिस्ट्रेट या मुख्य न्यायिक मजिस्ट्रेट की राय में, यथास्थिति, जिसके द्वारा उन्मोचन का आदेश दिया गया था या उसके उत्तराधिकारी द्वारा, अनुपालन नहीं किया जाता है, तो वह उसे रद्द कर सकता है।\n(6) जब उप-धारा (5) के अधीन सशर्त उन्मोचन का आदेश रद्द कर दिया गया है, तो ऐसे व्यक्ति को किसी भी पुलिस अधिकारी द्वारा वारंट के बिना गिरफ्तार किया जा सकता है, और तत्पश्चात उसे, यथास्थिति, जिला मजिस्ट्रेट या मुख्य न्यायिक मजिस्ट्रेट के समक्ष पेश किया जाएगा।\n(7) जब तक ऐसा व्यक्ति उस अवधि के अनिष्पादित हिस्से के लिए मूल आदेश की शर्तों के अनुसार प्रतिभूति नहीं देता है जिसके लिए उसे पहली बार जेल भेजा गया था या निरुद्ध करने का आदेश दिया गया था (ऐसे हिस्से को उन्मोचन की शर्तों के भंग की तारीख और उस तारीख के बीच की अवधि के बराबर माना जाएगा जिस पर वह जेल से रिहा होने का हकदार होता यदि उसे उन्मोचित नहीं किया गया होता), यथास्थिति, जिला मजिस्ट्रेट या मुख्य न्यायिक मजिस्ट्रेट ऐसे व्यक्ति को ऐसे अनिष्पादित हिस्से को भुगतने के लिए जेल वापस भेज सकता है।\n(8) उप-धारा (7) के अधीन जेल वापस भेजे गए व्यक्ति को उपरोक्त अनिष्पादित हिस्से के लिए मूल आदेश की शर्तों के अनुसार प्रतिभूति देने पर रिहा कर दिया जाएगा।"}, {"section_no": 140, "text": "(1) किसी अन्य व्यक्ति के शांतिपूर्ण आचरण या सदाचार के लिए कोई भी ज़मानती किसी भी समय मजिस्ट्रेट को इस अध्याय के अधीन ऐसे मजिस्ट्रेट की स्थानीय अधिकारिता के भीतर निष्पादित किसी भी बंधपत्र को रद्द करने के लिए आवेदन कर सकता है।\n(2) ऐसा आवेदन किए जाने पर, मजिस्ट्रेट एक समन या वारंट जारी करेगा, जैसा वह उचित समझे, उस व्यक्ति को जिसके लिए ऐसा ज़मानती बाध्य है, अपने समक्ष उपस्थित होने या लाए जाने की आवश्यकता करते हुए।"}, {"section_no": 141, "text": "जब कोई व्यक्ति जिसकी उपस्थिति के लिए धारा 137 की उप-धारा (3) के परंतुक के अधीन या धारा 140 के अधीन एक वारंट या समन जारी किया गया है, मजिस्ट्रेट के समक्ष उपस्थित होता है या लाया जाता है, तो मजिस्ट्रेट ऐसे व्यक्ति द्वारा निष्पादित बंधपत्र को रद्द कर देगा और ऐसे व्यक्ति को ऐसे बंधपत्र की अनिष्पादित अवधि के लिए, मूल प्रतिभूति के समान विवरण की नई प्रतिभूति देने का आदेश देगा।\nऐसा प्रत्येक आदेश, धारा 135, 136, 137 और 138 के प्रयोजनों के लिए, धारा 133 के अधीन दिया गया आदेश समझा जाएगा।"}, {"section_no": 142, "text": "प्रत्येक बंधपत्र की राशि मामले की परिस्थितियों का विधिवत ध्यान रखते हुए तय की जाएगी और वह अत्यधिक नहीं होगी।"}, {"section_no": 143, "text": "इस अध्याय के उपबंध शांति बनाए रखने और सदाचार के लिए प्रतिभूति के लिए सभी कार्यवाहियों पर लागू होंगे।"}]}
{"chapter_no": 10, "chapter_title": "पत्नी, संतान और माता-पिता के भरण-पोषण के लिए आदेश", "sections": [{"section_no": 144, "text": "(1) यदि पर्याप्त साधनों वाला कोई व्यक्ति निम्नलिखित का भरण-पोषण करने में उपेक्षा या इनकार करता है:\n(क) उसकी पत्नी, जो स्वयं अपना भरण-पोषण करने में असमर्थ है, या\n(ख) उसकी धर्मज या अधर्मज अवयस्क संतान, चाहे विवाहित हो या न हो, जो स्वयं अपना भरण-पोषण करने में असमर्थ है, या\n(ग) उसकी धर्मज या अधर्मज संतान (विवाहित पुत्री न हो), जिसने वयस्कता प्राप्त कर ली है, जहाँ ऐसी संतान किसी शारीरिक या मानसिक अपसामान्य स्थिति या चोट के कारण स्वयं अपना भरण-पोषण करने में असमर्थ है, या\n(घ) उसके पिता या माता, जो स्वयं अपना भरण-पोषण करने में असमर्थ हैं,\nप्रथम वर्ग का कोई मजिस्ट्रेट, ऐसी उपेक्षा या इनकार के साबित होने पर, ऐसे व्यक्ति को अपनी पत्नी या ऐसी संतान, पिता या माता के भरण-पोषण के लिए मासिक भत्ता, ऐसी मासिक दर पर, जिसे ऐसा मजिस्ट्रेट ठीक समझे, देने और उसे ऐसे व्यक्ति को, जिसे मजिस्ट्रेट समय-समय पर निर्देशित करे, संदाय करने का आदेश दे सकता है:\nपरंतु मजिस्ट्रेट, खंड (ख) में निर्दिष्ट अवयस्क पुत्री के पिता को, उसके वयस्क होने तक, ऐसा भत्ता देने का आदेश दे सकता है, यदि मजिस्ट्रेट संतुष्ट है कि ऐसी अवयस्क पुत्री का पति, यदि वह विवाहित है, पर्याप्त साधनों वाला नहीं है:\nपरंतु यह और कि मजिस्ट्रेट, इस उप-धारा के अधीन भरण-पोषण के लिए मासिक भत्ता से संबंधित कार्यवाही के लंबित रहने के दौरान, ऐसे व्यक्ति को अपनी पत्नी या ऐसी संतान, पिता या माता के अंतरिम भरण-पोषण के लिए और ऐसी कार्यवाही के व्ययों के लिए, जिन्हें मजिस्ट्रेट उचित समझे, मासिक भत्ता देने और उसे ऐसे व्यक्ति को, जिसे मजिस्ट्रेट समय-समय पर निर्देशित करे, संदाय करने का आदेश दे सकता है:\nपरंतु यह भी कि अंतरिम भरण-पोषण और कार्यवाही के व्ययों के लिए मासिक भत्ता हेतु आवेदन, जहाँ तक संभव हो, ऐसे व्यक्ति को आवेदन की सूचना की तामील की तारीख से साठ दिनों के भीतर निपटाया जाएगा।\nस्पष्टीकरण—इस अध्याय के प्रयोजनों के लिए,\n(क) “अवयस्क” से ऐसा व्यक्ति अभिप्रेत है जिसे भारतीय वयस्कता अधिनियम, 1875 के उपबंधों के अधीन वयस्कता प्राप्त नहीं करने वाला समझा जाता है;\n(ख) “पत्नी” के अंतर्गत ऐसी महिला भी है जिसे उसके पति ने तलाक दे दिया है, या जिसने अपने पति से तलाक प्राप्त कर लिया है और जिसने पुनर्विवाह नहीं किया है।\n(2) भरण-पोषण या अंतरिम भरण-पोषण और कार्यवाही के व्ययों के लिए ऐसा कोई भत्ता आदेश की तारीख से, या यदि ऐसा आदेश दिया गया है तो, यथास्थिति, भरण-पोषण या अंतरिम भरण-पोषण और कार्यवाही के व्ययों के लिए आवेदन की तारीख से देय होगा।\n(3) यदि ऐसे आदेशित कोई व्यक्ति पर्याप्त कारण के बिना आदेश का पालन करने में विफल रहता है, तो ऐसा कोई भी मजिस्ट्रेट, आदेश के प्रत्येक उल्लंघन के लिए, जुर्माने वसूल करने के लिए उपबंधित रीति से देय राशि वसूल करने के लिए वारंट जारी कर सकता है, और ऐसे व्यक्ति को, यथास्थिति, भरण-पोषण या अंतरिम भरण-पोषण और कार्यवाही के व्ययों के लिए प्रत्येक मास के भत्ते के पूरे या किसी भाग के लिए, जो वारंट के निष्पादन के बाद भी असंदत्त रहता है, एक मास तक की अवधि के लिए कारावास से, या यदि भुगतान पहले कर दिया जाता है तो भुगतान होने तक, दंडादेश दे सकता है:\nपरंतु इस धारा के अधीन देय किसी राशि की वसूली के लिए तब तक कोई वारंट जारी नहीं किया जाएगा जब तक कि उस तारीख से, जब वह राशि देय हुई थी, एक वर्ष की अवधि के भीतर न्यायालय से ऐसी राशि वसूल करने के लिए आवेदन नहीं किया जाता है:\nपरंतु यह और कि यदि ऐसा व्यक्ति अपनी पत्नी के साथ रहने की शर्त पर उसका भरण-पोषण करने की पेशकश करता है, और वह उसके साथ रहने से इनकार करती है, तो ऐसा मजिस्ट्रेट उसके द्वारा बताए गए इनकार के किसी भी आधार पर विचार कर सकता है, और यदि वह संतुष्ट है कि ऐसा करने के लिए न्यायसंगत आधार है, तो वह ऐसी पेशकश के बावजूद इस धारा के अधीन आदेश दे सकता है।\nस्पष्टीकरण—यदि किसी पति ने किसी अन्य महिला से विवाह कर लिया है या कोई रखैल रखता है, तो इसे उसकी पत्नी के उसके साथ रहने से इनकार करने का न्यायसंगत आधार समझा जाएगा।\n(4) कोई पत्नी अपने पति से इस धारा के अधीन भरण-पोषण या अंतरिम भरण-पोषण और कार्यवाही के व्ययों के लिए, जैसी भी स्थिति हो, भत्ता प्राप्त करने की हकदार नहीं होगी यदि वह व्यभिचार में रह रही है, या यदि, किसी पर्याप्त कारण के बिना, वह अपने पति के साथ रहने से इनकार करती है, या यदि वे आपसी सहमति से अलग रह रहे हैं।\n(5) इस धारा के अधीन जिसके पक्ष में आदेश दिया गया है, उस पत्नी के व्यभिचार में रहने, या बिना किसी पर्याप्त कारण के अपने पति के साथ रहने से इनकार करने, या उनके आपसी सहमति से अलग रहने के साबित होने पर, मजिस्ट्रेट आदेश को रद्द कर देगा।"}, {"section_no": 145, "text": "(1) किसी व्यक्ति की परिस्थितियों में परिवर्तन के साबित होने पर, जो धारा 144 के अधीन भरण-पोषण या अंतरिम भरण-पोषण के लिए मासिक भत्ता प्राप्त कर रहा है, या जिसे उसी धारा के अधीन अपनी पत्नी, संतान, पिता या माता को, यथास्थिति, भरण-पोषण या अंतरिम भरण-पोषण के लिए मासिक भत्ता देने का आदेश दिया गया है, मजिस्ट्रेट, यथास्थिति, भरण-पोषण या अंतरिम भरण-पोषण के लिए भत्ते में ऐसा परिवर्तन कर सकता है, जिसे वह ठीक समझे।\n(2) जहाँ मजिस्ट्रेट को यह प्रतीत होता है कि किसी सक्षम सिविल न्यायालय के किसी निर्णय के परिणामस्वरूप धारा 144 के अधीन दिए गए किसी आदेश को रद्द या परिवर्तित किया जाना चाहिए, तो वह आदेश को रद्द कर देगा या, यथास्थिति, उसे तदनुसार परिवर्तित कर देगा।\n(3) जहाँ धारा 144 के अधीन किसी ऐसी महिला के पक्ष में कोई आदेश दिया गया है जिसे उसके पति ने तलाक दे दिया है, या जिसने अपने पति से तलाक प्राप्त कर लिया है, तो मजिस्ट्रेट, यदि वह संतुष्ट है कि-\n(क) महिला ने ऐसे तलाक की तारीख के बाद पुनर्विवाह कर लिया है, तो उसके पुनर्विवाह की तारीख से ऐसे आदेश को रद्द कर देगा;\n(ख) महिला को उसके पति ने तलाक दे दिया है और उसे ऐसी राशि का पूरा संदाय, चाहे उक्त आदेश की तारीख से पहले या बाद में, प्राप्त हो गया है, जो पक्षकारों पर लागू किसी रूढ़िगत या वैयक्तिक विधि के अधीन ऐसे तलाक पर देय थी, तो ऐसे आदेश को रद्द कर देगा,\n(i) उस मामले में जहाँ ऐसी राशि ऐसे आदेश से पहले संदत्त की गई थी, उस तारीख से जिस पर ऐसा आदेश दिया गया था;\n(ii) किसी अन्य मामले में, उस अवधि की समाप्ति की तारीख से, यदि कोई हो, जिसके लिए पति द्वारा महिला को वास्तव में भरण-पोषण का संदाय किया गया है;\n(ग) महिला ने अपने पति से तलाक प्राप्त कर लिया है और उसने अपने तलाक के बाद, यथास्थिति, भरण-पोषण या अंतरिम भरण-पोषण के अपने अधिकारों को स्वेच्छा से छोड़ दिया था, तो उस तारीख से आदेश को रद्द कर देगा।"}, {"section_no": 146, "text": "यथास्थिति, भरण-पोषण या अंतरिम भरण-पोषण और कार्यवाही के व्ययों के आदेश की एक प्रति बिना किसी संदाय के उस व्यक्ति को, जिसके पक्ष में वह आदेश दिया गया है, या उसके संरक्षक को, यदि कोई हो, या उस व्यक्ति को, जिसे, यथास्थिति, भरण-पोषण के लिए भत्ता या अंतरिम भरण-पोषण और कार्यवाही के व्ययों के लिए भत्ता संदत्त किया जाना है, दी जाएगी; और ऐसा आदेश किसी भी मजिस्ट्रेट द्वारा किसी भी स्थान पर, जहाँ वह व्यक्ति जिसके विरुद्ध वह आदेश दिया गया है, हो, लागू कराया जा सकता है, ऐसे मजिस्ट्रेट द्वारा पक्षकारों की पहचान और, यथास्थिति, भत्ते या देय व्ययों का असंदाय के संबंध में संतुष्ट होने पर।"}, {"section_no": 147, "text": "इस अध्याय के अधीन अपराधों के विचारण की प्रक्रिया, जहाँ तक हो सके, समन-मामलों के विचारण की प्रक्रिया के समान होगी।"}]}
{"chapter_no": 11, "chapter_title": "लोक व्यवस्था और शांति का बनाए रखना", "sections": [{"section_no": 148, "text": "(1) कोई भी कार्यपालक मजिस्ट्रेट, मामले के तात्विक तथ्यों को बताते हुए और धारा 65 द्वारा उपबंधित रीति से तामील किए गए लिखित आदेश द्वारा, किसी व्यक्ति को किसी निश्चित कार्य से विरत रहने या उसके कब्जे या प्रबंधन के अधीन किसी निश्चित संपत्ति के संबंध में निश्चित आदेश देने की अपेक्षा कर सकता है, यदि ऐसा मजिस्ट्रेट यह समझता है कि ऐसा निर्देश वैध रूप से नियोजित किसी व्यक्ति को बाधा, कष्ट या क्षति, या मानव जीवन, स्वास्थ्य या सुरक्षा को खतरा, या लोक शांति का विघ्न, या बलवा, या दंगा, को रोकने की संभावना है, या उसे रोकने की प्रवृत्ति रखता है।\n(2) इस धारा के अधीन कोई आदेश, आपातकाल के मामलों में या ऐसे मामलों में जहाँ परिस्थितियाँ उस व्यक्ति पर, जिसके विरुद्ध आदेश निर्देशित है, सूचना की सम्यक समय पर तामील की अनुमति नहीं देती हैं, एकपक्षीय रूप से पारित किया जा सकता है।\n(3) इस धारा के अधीन कोई आदेश किसी विशिष्ट व्यक्ति को, या किसी विशिष्ट स्थान या क्षेत्र में निवास करने वाले व्यक्तियों को, या किसी विशिष्ट स्थान या क्षेत्र में बार-बार आने-जाने वाले या भ्रमण करने वाले आम जनता को निर्देशित किया जा सकता है।\n(4) इस धारा के अधीन कोई आदेश उसके दिए जाने की तारीख से दो मास से अधिक की अवधि तक प्रवर्तन में नहीं रहेगा:\nपरंतु, यदि राज्य सरकार मानव जीवन, स्वास्थ्य या सुरक्षा को खतरा रोकने के लिए या बलवा या किसी दंगा को रोकने के लिए ऐसा करना आवश्यक समझती है, तो वह, अधिसूचना द्वारा, यह निर्देश दे सकती है कि इस धारा के अधीन किसी मजिस्ट्रेट द्वारा दिया गया कोई आदेश उस तारीख से, जिस पर मजिस्ट्रेट द्वारा दिया गया आदेश, यदि ऐसा आदेश न होता, समाप्त हो गया होता, छह मास से अनधिक की ऐसी अतिरिक्त अवधि के लिए प्रवर्तन में रहेगा, जैसा वह उक्त अधिसूचना में विनिर्दिष्ट करे।\n(5) कोई भी मजिस्ट्रेट, या तो स्वप्रेरणा से या किसी व्यथित व्यक्ति के आवेदन पर, इस धारा के अधीन अपने द्वारा या अपने अधीनस्थ किसी मजिस्ट्रेट द्वारा या अपने पूर्ववर्ती-पदधारी द्वारा दिए गए किसी आदेश को रद्द या परिवर्तित कर सकता है।\n(6) राज्य सरकार, या तो स्वप्रेरणा से या किसी व्यथित व्यक्ति के आवेदन पर, उप-धारा (4) के परंतुक के अधीन अपने द्वारा दिए गए किसी आदेश को रद्द या परिवर्तित कर सकती है।"}, {"section_no": 149, "text": "कोई जिला मजिस्ट्रेट, किसी भी मामले में, यदि वह ठीक समझे, धारा 148 के अधीन कार्यवाही करने के बजाय, मामले को उच्च न्यायालय के आदेशों के लिए रिपोर्ट कर सकता है।"}, {"section_no": 150, "text": "कोई भी कार्यपालक मजिस्ट्रेट, यदि वह समझता है कि लोक शांति और लोक सुरक्षा के परिरक्षण के लिए ऐसा प्रतिषेध या विनियमन आवश्यक है, तो सार्वजनिक सूचना द्वारा, किसी जुलूस या सार्वजनिक सभा को अस्थायी रूप से प्रतिषिद्ध या विनियमित कर सकता है।"}, {"section_no": 151, "text": "कोई भी कार्यपालक मजिस्ट्रेट, सार्वजनिक सूचना द्वारा, किसी जुलूस में अस्त्र ले जाने या किसी सार्वजनिक स्थान या मार्ग में अस्त्र ले जाने के प्रयोजन के लिए किसी जुलूस के आयोजन या धारण को प्रतिषिद्ध कर सकता है।"}, {"section_no": 152, "text": "(1) यदि किसी जिला मजिस्ट्रेट या उप-खंड मजिस्ट्रेट, या इस निमित्त राज्य सरकार द्वारा विशेष रूप से सशक्त किसी अन्य कार्यपालक मजिस्ट्रेट को यह प्रतीत होता है कि किसी सार्वजनिक स्थान से या किसी मार्ग, नदी या जल-मार्ग से, जो जनता द्वारा वैध रूप से उपयोग किया जाता है या किया जा सकता है, कोई विधिविरुद्ध बाधा या न्यूसेंस हटा दिया जाना चाहिए, या किसी व्यापार या उपजीविका का संचालन, या किसी माल या पण्य-वस्तु का रखना, समुदाय के स्वास्थ्य या शारीरिक सुख के लिए हानिकारक है, और परिणामस्वरूप ऐसे व्यापार या उपजीविका को प्रतिषिद्ध या विनियमित किया जाना चाहिए या ऐसे माल या पण्य-वस्तु को हटा दिया जाना चाहिए या उनके रखने को विनियमित किया जाना चाहिए, या किसी भवन का निर्माण, या किसी ऐसे पदार्थ का व्ययन, जिससे आग लगने या विस्फोट होने की संभावना है, रोका या बंद किया जाना चाहिए, या कोई भवन, तंबू या संरचना, या कोई वृक्ष ऐसी स्थिति में है कि उसके गिरने से पड़ोस में रहने या कारोबार करने वाले व्यक्तियों या राहगीरों को चोट पहुँचने की संभावना है, और परिणामस्वरूप ऐसे भवन, तंबू या संरचना को हटाना, मरम्मत करना या सहारा देना, या ऐसे वृक्ष को हटाना या सहारा देना आवश्यक है, तो ऐसा मजिस्ट्रेट ऐसे व्यक्ति से, जो ऐसी बाधा या न्यूसेंस उत्पन्न कर रहा है, या ऐसे व्यापार या उपजीविका का संचालन कर रहा है, या ऐसा कोई माल या पण्य-वस्तु रख रहा है, या ऐसे भवन, तंबू, संरचना, पदार्थ या वृक्ष का स्वामी, कब्जेदार या नियंत्रक है, आदेश में नियत किए जाने वाले समय के भीतर-\n(क) ऐसी बाधा या न्यूसेंस को हटाने; या\n(ख) ऐसे व्यापार या उपजीविका का संचालन करने से विरत रहने, या उसे ऐसे हटाना या विनियमित करना जैसा निर्देशित किया जाए; या\n(ग) ऐसे माल या पण्य-वस्तु को हटाने, या उनके रखने को ऐसे विनियमित करना जैसा निर्देशित किया जाए; या\n(घ) ऐसे भवन के निर्माण को रोकने या बंद करने, या ऐसे पदार्थ के व्ययन को परिवर्तित करने; या\n(ङ) ऐसे भवन, तंबू या संरचना को हटाने, मरम्मत करने या सहारा देने, या ऐसे वृक्ष को हटाने या सहारा देने; \nकी अपेक्षा करने वाला सशर्त आदेश दे सकता है; या, यदि वह ऐसा करने पर आपत्ति करता है, तो स्वयं के समक्ष या अपने अधीनस्थ किसी अन्य कार्यपालक मजिस्ट्रेट के समक्ष, आदेश द्वारा नियत किए जाने वाले समय और स्थान पर, उपस्थित होने और यह दर्शित करने के लिए, जैसा कि इसमें इसके बाद उपबंधित है, कि आदेश को अंतिम क्यों नहीं किया जाना चाहिए।\n(2) इस धारा के अधीन मजिस्ट्रेट द्वारा विधिवत् दिए गए किसी आदेश पर किसी सिविल न्यायालय में प्रश्न नहीं उठाया जाएगा।"}, {"section_no": 153, "text": "(1) आदेश की, यदि साध्य हो, उस व्यक्ति पर, जिसके विरुद्ध वह दिया गया है, समन की तामील के लिए इसमें उपबंधित रीति से तामील की जाएगी।\n(2) यदि ऐसे आदेश की इस प्रकार तामील नहीं की जा सकती है, तो उसे उद्घोषणा द्वारा, ऐसी रीति से प्रकाशित किया जाएगा जैसा राज्य सरकार नियमों द्वारा निर्देशित करे, और उसकी एक प्रति ऐसे स्थान या स्थानों पर चिपकाई जाएगी जो ऐसी जानकारी ऐसे व्यक्ति तक पहुँचाने के लिए सबसे उपयुक्त हो।"}, {"section_no": 154, "text": "वह व्यक्ति, जिसके विरुद्ध ऐसा आदेश दिया गया है, -\n(क) आदेश द्वारा निर्देशित कार्य को, आदेश में विनिर्दिष्ट समय और रीति से, निष्पादित करेगा; या\n(ख) ऐसे आदेश के अनुसार उपस्थित होगा और उसके विरुद्ध कारण दर्शित करेगा।"}, {"section_no": 155, "text": "यदि ऐसा व्यक्ति ऐसा कार्य निष्पादित नहीं करता है या उपस्थित होकर कारण दर्शित नहीं करता है, तो वह भारतीय न्याय संहिता, 2023 की धारा 188 में उस निमित्त विहित शास्ति के लिए दायी होगा, और आदेश को अंतिम किया जाएगा।"}, {"section_no": 156, "text": "(1) यदि वह व्यक्ति, जिसके विरुद्ध धारा 152 के अधीन कोई आदेश दिया गया है, उपस्थित होता है और आदेश के विरुद्ध कारण दर्शित करता है, तो मजिस्ट्रेट मामले में समन-मामले के समान साक्ष्य लेगा।\n(2) यदि मजिस्ट्रेट संतुष्ट है कि आदेश, या तो मूल रूप से दिया गया या ऐसे संशोधन के अधीन जैसा वह आवश्यक समझे, उचित और सही है, तो आदेश को बिना संशोधन के या, यथास्थिति, ऐसे संशोधन के साथ अंतिम किया जाएगा।\n(3) यदि मजिस्ट्रेट इस प्रकार संतुष्ट नहीं है, तो मामले में कोई और कार्यवाही नहीं की जाएगी।"}, {"section_no": 157, "text": "जब धारा 155 या धारा 156 की उप-धारा (2) के अधीन कोई आदेश अंतिम किया गया है, तो मजिस्ट्रेट उस व्यक्ति को, जिसके विरुद्ध आदेश दिया गया था, उसकी सूचना देगा, और उससे यह भी अपेक्षा करेगा कि वह आदेश द्वारा निर्देशित कार्य को सूचना में नियत किए जाने वाले समय के भीतर निष्पादित करे, और उसे सूचित करेगा कि अवज्ञा की स्थिति में, वह भारतीय न्याय संहिता, 2023 की धारा 188 द्वारा उपबंधित शास्ति के लिए दायी होगा।"}, {"section_no": 158, "text": "(1) यदि ऐसा कार्य नियत समय के भीतर निष्पादित नहीं किया जाता है, तो मजिस्ट्रेट उसे निष्पादित करवा सकता है, और उसे निष्पादित करने की लागत को, या तो अपने आदेश द्वारा हटाए गए किसी भवन, माल या अन्य संपत्ति के विक्रय द्वारा, या ऐसे व्यक्ति की किसी अन्य चल संपत्ति के कुर्की और विक्रय द्वारा, जो उस मजिस्ट्रेट की स्थानीय अधिकारिता के भीतर या बाहर हो, वसूल कर सकता है और यदि ऐसी अन्य संपत्ति उस अधिकारिता के बाहर है, तो आदेश उस मजिस्ट्रेट द्वारा पृष्ठांकित किए जाने पर, जिसकी स्थानीय अधिकारिता के भीतर संपत्ति पाई जाती है, उसके कुर्की और विक्रय को प्राधिकृत करेगा।\n(2) इस धारा के अधीन सद्भावपूर्वक किए गए किसी भी कार्य के संबंध में कोई वाद संस्थित नहीं होगा।"}, {"section_no": 159, "text": "यदि धारा 152 के अधीन आदेश देने वाला मजिस्ट्रेट यह समझता है कि जनता को आसन्न खतरे या गंभीर प्रकार की चोट को रोकने के लिए तत्काल उपाय किए जाने चाहिए, तो वह उस व्यक्ति को, जिसके विरुद्ध आदेश दिया गया था, ऐसा व्यादेश जारी कर सकता है, जो मामले के निर्धारण लंबित रहने तक ऐसे खतरे या चोट को समाप्त करने या रोकने के लिए आवश्यक हो।"}, {"section_no": 160, "text": "(1) जब कभी कोई जिला मजिस्ट्रेट या उप-खंड मजिस्ट्रेट या इस निमित्त राज्य सरकार द्वारा विशेष रूप से सशक्त कोई अन्य कार्यपालक मजिस्ट्रेट, पुलिस रिपोर्ट या अन्य जानकारी से संतुष्ट है कि उसकी स्थानीय अधिकारिता के भीतर किसी भूमि या जल या उसकी सीमाओं के संबंध में विवाद मौजूद है जिससे शांति भंग होने की संभावना है, तो वह लिखित में एक आदेश देगा, जिसमें अपने संतुष्ट होने के आधार बताएगा, और ऐसे विवाद में संबंधित पक्षकारों से किसी विनिर्दिष्ट तारीख और समय पर स्वयं या प्लीडर द्वारा अपने न्यायालय में उपस्थित होने और विवाद के विषय की वास्तविक कब्जे के तथ्य के संबंध में अपने संबंधित दावों का लिखित कथन दाखिल करने की अपेक्षा करेगा।\n(2) इस धारा के प्रयोजनों के लिए, “भूमि या जल” अभिव्यक्ति के अंतर्गत भवन, बाजार, मछली पकड़ने के अधिकार, फसलें या भूमि की अन्य उपज, और किसी ऐसी संपत्ति के किराए या लाभ शामिल हैं।\n(3) आदेश की एक प्रति की तामील ऐसे व्यक्ति या व्यक्तियों पर, जैसा मजिस्ट्रेट निर्देशित करे, इस संहिता द्वारा समन की तामील के लिए उपबंधित रीति से की जाएगी, और कम से कम एक प्रति विवाद के विषय के पास या उस पर किसी सहज दृश्य स्थान पर चिपकाकर प्रकाशित की जाएगी।\n(4) मजिस्ट्रेट तब, विवाद के विषय को कब्जे में रखने के अधिकार के लिए किसी भी पक्षकार के गुणों या दावों का संदर्भ लिए बिना, इस प्रकार दाखिल किए गए कथनों का अवलोकन करेगा, पक्षकारों को सुनेगा, उनके द्वारा प्रस्तुत किए जा सकने वाले सभी साक्ष्य प्राप्त करेगा, यदि कोई हो, तो ऐसे और साक्ष्य लेगा जैसा वह आवश्यक समझे, और, यदि संभव हो, तो यह विनिश्चित करेगा कि क्या कोई पक्षकार और कौन सा पक्षकार, उप-धारा (1) के अधीन उसके द्वारा दिए गए आदेश की तारीख को, विवाद के विषय के कब्जे में था:\nपरंतु यदि मजिस्ट्रेट को यह प्रतीत होता है कि किसी पक्षकार को पुलिस अधिकारी की रिपोर्ट या अन्य जानकारी मजिस्ट्रेट को प्राप्त होने की तारीख से ठीक पूर्व दो मास के भीतर, या उस तारीख के बाद और उप-धारा (1) के अधीन उसके आदेश की तारीख से पहले, बलपूर्वक और गलत तरीके से बेदखल किया गया है, तो वह इस प्रकार बेदखल किए गए पक्षकार को ऐसा मानेगा मानो वह पक्षकार उप-धारा (1) के अधीन उसके आदेश की तारीख को कब्जे में था।\n(5) इस धारा में कोई भी बात किसी पक्षकार को, जिसे इस प्रकार उपस्थित होने की अपेक्षा की गई है, या किसी अन्य हितबद्ध व्यक्ति को, यह दर्शित करने से नहीं रोकेगी कि पूर्वोक्त जैसा कोई विवाद मौजूद नहीं है या मौजूद नहीं रहा है; और ऐसे मामले में मजिस्ट्रेट अपना उक्त आदेश रद्द कर देगा, और उस पर सभी आगे की कार्यवाहियाँ रोक दी जाएंगी, लेकिन, ऐसे रद्दकरण के अधीन, उप-धारा (1) के अधीन मजिस्ट्रेट का आदेश अंतिम होगा।\n(6) यदि मजिस्ट्रेट विनिश्चित करता है कि पक्षकारों में से कोई एक विवाद के विषय के ऐसे कब्जे में था, या उप-धारा (4) के परंतुक के अधीन ऐसा माना जाना चाहिए, तो वह एक आदेश जारी करेगा जिसमें ऐसे पक्षकार को विधि के सम्यक अनुक्रम में बेदखल किए जाने तक उसके कब्जे का हकदार घोषित किया जाएगा, और ऐसी बेदखली तक ऐसे कब्जे में किसी भी बाधा को प्रतिषिद्ध किया जाएगा; और जब वह उप-धारा (4) के परंतुक के अधीन कार्यवाही करता है, तो बलपूर्वक और गलत तरीके से बेदखल किए गए पक्षकार को कब्जे में बहाल कर सकता है।\n(7) जब कोई ऐसी कार्यवाही शुरू की जाती है, तो मजिस्ट्रेट, यदि वह ठीक समझे, इस धारा के अधीन अपने विनिश्चय लंबित रहने तक, विवाद के विषय को कुर्क कर सकता है।\n(8) यदि मजिस्ट्रेट की राय है कि संपत्ति की कोई फसल या अन्य उपज, जो उसके समक्ष लंबित इस धारा के अधीन कार्यवाही में विवाद का विषय है, शीघ्र और प्राकृतिक क्षय के अधीन है, तो वह ऐसी संपत्ति की उचित अभिरक्षा या विक्रय के लिए आदेश दे सकता है, और, जाँच पूरी होने पर, ऐसी संपत्ति या उसके विक्रय-आगमों के व्ययन के लिए ऐसा आदेश देगा जैसा वह ठीक समझे।\n(9) मजिस्ट्रेट, यदि वह ठीक समझे, इस धारा के अधीन कार्यवाही के किसी भी प्रक्रम पर, किसी भी पक्षकार के आवेदन पर, किसी साक्षी को उपस्थित होने या कोई दस्तावेज़ या चीज प्रस्तुत करने का निर्देश देने के लिए समन जारी कर सकता है।\n(10) इस धारा में कोई भी बात धारा 148 के अधीन कार्यवाही करने की मजिस्ट्रेट की शक्तियों के अल्पीकरण में नहीं समझी जाएगी।"}, {"section_no": 161, "text": "(1) जब कभी कोई जिला मजिस्ट्रेट या उप-खंड मजिस्ट्रेट संतुष्ट है कि किसी भूमि या जल के उपयोग के अधिकार के संबंध में, चाहे ऐसे अधिकार का दावा सुखाचार के रूप में किया गया हो या अन्यथा, उसकी स्थानीय अधिकारिता के भीतर विवाद मौजूद है, जिससे शांति भंग होने की संभावना है, तो वह, अपने संतुष्ट होने के आधारों को अभिलिखित करने के बाद, ऐसे विवाद में संबंधित पक्षकारों से किसी विनिर्दिष्ट तारीख और समय पर स्वयं या प्लीडर द्वारा अपने न्यायालय में उपस्थित होने और अपने संबंधित दावों का लिखित कथन दाखिल करने की अपेक्षा कर सकता है।\n(2) मजिस्ट्रेट तब मामले में धारा 160 में उपबंधित रीति से जाँच करेगा, और यदि उसे प्रतीत होता है कि ऐसा अधिकार मौजूद है, तो वह ऐसे अधिकार के प्रयोग में किसी भी हस्तक्षेप को प्रतिषिद्ध करने, या ऐसे अधिकार के प्रयोग को सुरक्षित करने के लिए आवश्यक ऐसे निर्देश देने का आदेश दे सकता है।\n(3) इस धारा के अधीन कोई आदेश वहाँ नहीं दिया जाएगा जहाँ अधिकार वर्ष के सभी समय प्रयोग करने योग्य है, जब तक कि ऐसे अधिकार का प्रयोग जाँच संस्थापित होने से ठीक पूर्व तीन मास के भीतर नहीं किया गया हो, या जहाँ अधिकार केवल विशेष मौसमों पर या विशेष अवसरों पर प्रयोग करने योग्य है, जब तक कि ऐसे अधिकार का प्रयोग ऐसी संस्थापना से पूर्व ऐसे मौसमों में से अंतिम पर या ऐसे अवसरों में से अंतिम पर नहीं किया गया हो।\n(4) जब धारा 160 की उप-धारा (1) के अधीन शुरू की गई किसी कार्यवाही में मजिस्ट्रेट पाता है कि विवाद भूमि या जल के उपयोग के किसी अभिकथित अधिकार के संबंध में है, तो वह, अपने कारणों को अभिलिखित करने के बाद, कार्यवाही को ऐसे जारी रख सकता है मानो वे इस धारा की उप-धारा (1) के अधीन शुरू की गई थीं।"}, {"section_no": 162, "text": "कोई जिला मजिस्ट्रेट, किसी भी समय, अपने अधीनस्थ किसी मजिस्ट्रेट द्वारा किसी ऐसे मामले के संबंध में स्थानीय जाँच का आदेश दे सकता है जो धारा 160 या धारा 161 के अधीन किसी कार्यवाही में विवाद में प्रतीत होता है।"}, {"section_no": 163, "text": "जब कभी धारा 152, धारा 160 या धारा 161 के प्रयोजनों के लिए स्थानीय जाँच आवश्यक है, तो जिला मजिस्ट्रेट या उप-खंड मजिस्ट्रेट अपने अधीनस्थ किसी मजिस्ट्रेट को जाँच करने के लिए प्रतिनियुक्त कर सकता है, और उसे ऐसे लिखित निर्देश प्रदान कर सकता है जैसा उसके मार्गदर्शन के लिए आवश्यक प्रतीत हो, और यह घोषित कर सकता है कि जाँच के आवश्यक व्ययों का पूरा या कोई भाग किसके द्वारा संदत्त किया जाएगा।"}, {"section_no": 164, "text": "जाँच करने के लिए प्रतिनियुक्त मजिस्ट्रेट तुरंत मौके पर जाएगा, और ऐसी जाँच करने के बाद जैसा वह आवश्यक समझे, उस मजिस्ट्रेट को रिपोर्ट करेगा जिसने उसे प्रतिनियुक्त किया था, जो मामले का निपटारा इस संहिता द्वारा अपेक्षित रीति से करेगा।"}, {"section_no": 165, "text": "(1) कोई भी जिला मजिस्ट्रेट या उप-खंड मजिस्ट्रेट, यदि वह ठीक समझे, आदेश दे सकता है कि इस धारा के उपबंध उसकी स्थानीय अधिकारिता के भीतर किसी क्षेत्र पर लागू होंगे।\n(2) जब उप-धारा (1) के अधीन कोई आदेश दिया गया है, तो कोई भी पुलिस अधिकारी, यदि उसके पास यह विश्वास करने का कारण है कि ऐसे क्षेत्र के भीतर किसी भूमि या जल, या उसकी सीमाओं के संबंध में दो या अधिक व्यक्तियों के बीच विवाद मौजूद है जिससे शांति भंग होने की संभावना है, तो ऐसे व्यक्तियों से निकटतम कार्यपालक मजिस्ट्रेट के समक्ष उपस्थित होने और विवाद का सक्षम न्यायालय द्वारा अवधारण किए जाने तक उनकी उपस्थिति के लिए प्रतिभूति देने की अपेक्षा कर सकता है।"}, {"section_no": 166, "text": "कोई भी जमाव, जो जब वह जमा हुआ था तब विधिविरुद्ध नहीं था, बाद में विधिविरुद्ध जमाव हो सकता है।"}, {"section_no": 167, "text": "जो कोई, ऐसे तथ्यों से अवगत होते हुए जो किसी जमाव को विधिविरुद्ध जमाव बनाते हैं, जानबूझकर उस जमाव में सम्मिलित होता है, या उसमें बना रहता है, वह विधिविरुद्ध जमाव का सदस्य कहा जाता है।"}]}
{"chapter_no": 12, "chapter_title": "पुलिस की निवारक कार्रवाई", "sections": [{"section_no": 168, "text": "प्रत्येक पुलिस अधिकारी किसी संज्ञेय अपराध के किए जाने को निवारित करने के प्रयोजन के लिए हस्तक्षेप कर सकता है, और अपनी सर्वोत्तम योग्यता के अनुसार, उसे निवारित करेगा।"}, {"section_no": 169, "text": "किसी संज्ञेय अपराध को करने की परिकल्पना की जानकारी प्राप्त करने वाला प्रत्येक पुलिस अधिकारी ऐसी जानकारी उस पुलिस अधिकारी को देगा जिसके वह अधीनस्थ है, और किसी अन्य अधिकारी को भी देगा जिसका कर्तव्य ऐसे किसी अपराध के किए जाने को निवारित करना या उसका संज्ञान लेना है।"}, {"section_no": 170, "text": "कोई पुलिस अधिकारी, जो किसी संज्ञेय अपराध को करने की परिकल्पना जानता है, उस व्यक्ति को, जो ऐसी परिकल्पना कर रहा है, मजिस्ट्रेट के आदेश के बिना और वारंट के बिना गिरफ्तार कर सकता है, यदि ऐसे अधिकारी को यह प्रतीत होता है कि अन्यथा उस अपराध का किया जाना निवारित नहीं किया जा सकता है।"}, {"section_no": 171, "text": "कोई पुलिस अधिकारी अपनी स्वयं की शक्ति से किसी लोक संपत्ति, जंगम या स्थावर, को होने वाली किसी क्षति को निवारित करने के लिए, जो उसकी दृष्टि में की जाने का प्रयास किया जाता है, या किसी लोक निशानी या बोया या नौपरिवहन के लिए उपयोग किए गए अन्य चिन्ह को हटाए जाने या क्षति पहुँचाए जाने को निवारित करने के लिए हस्तक्षेप कर सकता है।"}, {"section_no": 172, "text": "(1) किसी पुलिस थाने का भारसाधक कोई अधिकारी, वारंट के बिना, ऐसे थाने की सीमाओं के भीतर किसी भी स्थान में, किसी भी बाट या माप या तोलने के उपकरण, जो वहाँ उपयोग किए जाते हैं या रखे जाते हैं, का निरीक्षण करने या उनकी तलाशी लेने के प्रयोजन के लिए प्रवेश कर सकता है, जब कभी उसके पास यह विश्वास करने का कारण हो कि ऐसे स्थान में कोई ऐसे बाट, माप या तोलने के उपकरण हैं जो झूठे हैं।\n(2) यदि वह ऐसे स्थान में कोई झूठे बाट, माप या तोलने के उपकरण पाता है, तो वह उन्हें अभिगृहीत कर सकता है, और तुरंत ऐसी अभिगृहीत की जानकारी अधिकारिता रखने वाले मजिस्ट्रेट को देगा।"}]}
{"chapter_no": 13, "chapter_title": "पुलिस को जानकारी और अन्वेषण करने की उनकी शक्तियाँ", "sections": [{"section_no": 173, "text": "(1) किसी संज्ञेय अपराध के किए जाने से संबंधित प्रत्येक जानकारी, यदि किसी पुलिस थाने के भारसाधक अधिकारी को मौखिक रूप से दी जाती है, तो वह उसके द्वारा या उसके निर्देश के अधीन लिखित रूप में कम की जाएगी, और जानकारी देने वाले को पढ़कर सुनाई जाएगी; और ऐसी प्रत्येक जानकारी, चाहे लिखित में दी गई हो या यथापूर्वोक्त लिखित रूप में कम की गई हो, जानकारी देने वाले व्यक्ति द्वारा हस्ताक्षरित की जाएगी, और उसका सार ऐसे अधिकारी द्वारा रखे जाने वाले एक पुस्तक में ऐसे प्ररूप में दर्ज किया जाएगा जैसा राज्य सरकार इस निमित्त विहित करे।\n(2) उप-धारा (1) के अधीन अभिलिखित जानकारी की एक प्रति जानकारी देने वाले को तुरंत, निःशुल्क दी जाएगी।\n(3) उप-धारा (1) में निर्दिष्ट जानकारी को अभिलिखित करने के लिए किसी पुलिस थाने के भारसाधक अधिकारी के इनकार से व्यथित कोई व्यक्ति, ऐसी जानकारी का सार, लिखित में और डाक द्वारा, संबंधित पुलिस अधीक्षक को भेज सकता है, जो, यदि वह संतुष्ट है कि ऐसी जानकारी किसी संज्ञेय अपराध के किए जाने को प्रकट करती है, तो वह या तो मामले का स्वयं अन्वेषण करेगा या इस संहिता द्वारा उपबंधित रीति से अपने अधीनस्थ किसी पुलिस अधिकारी द्वारा अन्वेषण करने का निर्देश देगा, और ऐसे अधिकारी को उस अपराध के संबंध में पुलिस थाने के भारसाधक अधिकारी की सभी शक्तियाँ होंगी।"}, {"section_no": 174, "text": "(1) जब किसी पुलिस थाने के भारसाधक अधिकारी को ऐसे थाने की सीमाओं के भीतर किसी असंज्ञेय अपराध के किए जाने की जानकारी दी जाती है, तो वह जानकारी का सार ऐसे अधिकारी द्वारा रखे जाने वाले एक पुस्तक में ऐसे प्ररूप में दर्ज करेगा या दर्ज करवाएगा जैसा राज्य सरकार इस निमित्त विहित करे, और जानकारी देने वाले को मजिस्ट्रेट के पास भेजेगा।\n(2) कोई भी पुलिस अधिकारी किसी असंज्ञेय मामले का अन्वेषण ऐसे मामले का विचारण करने या मामले को विचारण के लिए सुपुर्द करने की शक्ति रखने वाले मजिस्ट्रेट के आदेश के बिना नहीं करेगा।\n(3) ऐसा आदेश प्राप्त करने वाला कोई भी पुलिस अधिकारी अन्वेषण के संबंध में (वारंट के बिना गिरफ्तार करने की शक्ति को छोड़कर) वैसी ही शक्तियों का प्रयोग कर सकता है जैसी किसी पुलिस थाने का भारसाधक अधिकारी किसी संज्ञेय मामले में प्रयोग कर सकता है।\n(4) जहाँ कोई मामला दो या अधिक अपराधों से संबंधित है जिनमें से कम से कम एक संज्ञेय है, वहाँ मामले को संज्ञेय मामला समझा जाएगा, भले ही अन्य अपराध असंज्ञेय हों।"}, {"section_no": 175, "text": "(1) किसी पुलिस थाने का भारसाधक कोई अधिकारी, मजिस्ट्रेट के आदेश के बिना, किसी संज्ञेय मामले का अन्वेषण कर सकता है जिसका विचारण या जाँच उस स्थानीय क्षेत्र पर अधिकारिता रखने वाले न्यायालय को, अध्याय XIV के उपबंधों के अधीन, शक्ति होती।\n(2) किसी पुलिस अधिकारी की किसी ऐसे मामले में किसी भी प्रक्रम पर की गई कोई कार्यवाही इस आधार पर प्रश्नगत नहीं की जाएगी कि वह मामला ऐसा था जिसका अन्वेषण करने के लिए ऐसा अधिकारी इस धारा के अधीन सशक्त नहीं था।\n(3) धारा 210 के अधीन सशक्त कोई भी मजिस्ट्रेट उपर्युक्त रूप से किसी अन्वेषण का आदेश दे सकता है।"}, {"section_no": 176, "text": "(1) यदि, प्राप्त जानकारी से या अन्यथा, किसी पुलिस थाने के भारसाधक अधिकारी के पास किसी ऐसे अपराध के किए जाने का संदेह करने का कारण है जिसका अन्वेषण करने के लिए वह धारा 175 के अधीन सशक्त है, तो वह तुरंत उसी की रिपोर्ट पुलिस रिपोर्ट पर ऐसे अपराध का संज्ञान लेने के लिए सशक्त मजिस्ट्रेट को भेजेगा और स्वयं मौके पर जाएगा, या अपने अधीनस्थ अधिकारियों में से किसी को, जो ऐसे रैंक से नीचे का न हो जैसा राज्य सरकार, साधारण या विशेष आदेश द्वारा, इस निमित्त विहित करे, मामले के तथ्यों और परिस्थितियों का अन्वेषण करने के लिए, और, यदि आवश्यक हो, तो अपराधी की खोज और गिरफ्तारी के लिए उपाय करने के लिए, मौके पर जाने के लिए प्रतिनियुक्त करेगा:\nपरंतु यह कि—\n(क) जब किसी ऐसे अपराध के किए जाने की जानकारी किसी व्यक्ति के विरुद्ध नाम से दी जाती है और मामला गंभीर प्रकृति का नहीं है, तो पुलिस थाने के भारसाधक अधिकारी को स्वयं मौके पर जाने या अधीनस्थ अधिकारी को अन्वेषण करने के लिए प्रतिनियुक्त करने की आवश्यकता नहीं है;\n(ख) यदि पुलिस थाने के भारसाधक अधिकारी को यह प्रतीत होता है कि अन्वेषण करने के लिए प्रवेश करने का कोई पर्याप्त आधार नहीं है, तो वह मामले का अन्वेषण नहीं करेगा।\n(2) उप-धारा (1) के परंतुक के खंड (क) और (ख) में उल्लिखित प्रत्येक मामले में, पुलिस थाने का भारसाधक अधिकारी उस उप-धारा की अपेक्षाओं का पूरी तरह से अनुपालन न करने के अपने कारणों को अपनी रिपोर्ट में बताएगा, और, उक्त परंतुक के खंड (ख) में उल्लिखित मामले में, अधिकारी, यदि कोई जानकारी देने वाला है, तो उसे तुरंत, ऐसी रीति से जैसा राज्य सरकार विहित करे, यह तथ्य सूचित करेगा कि वह मामले का अन्वेषण नहीं करेगा या उसे अन्वेषण नहीं करवाएगा।"}, {"section_no": 177, "text": "धारा 176 के अधीन मजिस्ट्रेट को भेजी गई प्रत्येक रिपोर्ट, यदि राज्य सरकार ऐसा निर्देश देती है, तो पुलिस के ऐसे वरिष्ठ अधिकारी के माध्यम से प्रस्तुत की जाएगी जिसे राज्य सरकार, साधारण या विशेष आदेश द्वारा, इस निमित्त नियुक्त करती है।"}, {"section_no": 178, "text": "ऐसा वरिष्ठ अधिकारी पुलिस थाने के भारसाधक अधिकारी को ऐसे निर्देश दे सकता है जैसा वह ठीक समझे, और ऐसे निर्देशों को ऐसी रिपोर्ट पर अभिलिखित करने के बाद, उसे बिना विलंब के मजिस्ट्रेट को प्रेषित करेगा।"}, {"section_no": 179, "text": "इस अध्याय के अधीन अन्वेषण करने वाला कोई भी पुलिस अधिकारी, लिखित आदेश द्वारा, अपने स्वयं के या किसी समीपस्थ थाने की सीमाओं के भीतर मौजूद किसी भी व्यक्ति की, जो, दी गई जानकारी से या अन्यथा, मामले के तथ्यों और परिस्थितियों से परिचित प्रतीत होता है, अपने समक्ष उपस्थिति की अपेक्षा कर सकता है; और ऐसा व्यक्ति आवश्यक होने पर उपस्थित होगा:\nपरंतु पंद्रह वर्ष से कम आयु के किसी पुरुष व्यक्ति या महिला को ऐसे स्थान से भिन्न किसी स्थान पर उपस्थित होने की अपेक्षा नहीं की जाएगी जहाँ ऐसा पुरुष व्यक्ति या महिला निवास करता है।"}, {"section_no": 180, "text": "(1) इस अध्याय के अधीन अन्वेषण करने वाला कोई भी पुलिस अधिकारी, या ऐसे रैंक से नीचे का न होने वाला कोई भी पुलिस अधिकारी जैसा राज्य सरकार, साधारण या विशेष आदेश द्वारा, इस निमित्त विहित करे, ऐसे अधिकारी के अनुरोध पर कार्य करते हुए, मौखिक रूप से किसी भी ऐसे व्यक्ति की परीक्षा कर सकता है जिसके बारे में समझा जाता है कि वह मामले के तथ्यों और परिस्थितियों से परिचित है।\n(2) ऐसा व्यक्ति ऐसे अधिकारी द्वारा उससे पूछे गए ऐसे मामले से संबंधित सभी प्रश्नों का सही उत्तर देने के लिए आबद्ध होगा, उन प्रश्नों को छोड़कर जिनके उत्तर देने की प्रवृत्ति उसे किसी आपराधिक आरोप या शास्ति या समपहरण के लिए अनावृत्त कर देगी।\n(3) पुलिस अधिकारी इस धारा के अधीन परीक्षा के दौरान उसे दिए गए किसी भी कथन को लिखित रूप में कम कर सकता है; और यदि वह ऐसा करता है, तो वह प्रत्येक ऐसे व्यक्ति के कथन का एक पृथक और सही अभिलेख तैयार करेगा जिसका कथन वह अभिलिखित करता है।"}, {"section_no": 181, "text": "(1) इस अध्याय के अधीन अन्वेषण के दौरान किसी पुलिस अधिकारी को किसी व्यक्ति द्वारा दिया गया कोई भी कथन, यदि लिखित रूप में कम किया जाता है, तो कथन करने वाले व्यक्ति द्वारा हस्ताक्षरित नहीं किया जाएगा; और न ही ऐसे किसी कथन या उसके किसी अभिलेख का, चाहे पुलिस डायरी में हो या अन्यथा, या ऐसे कथन या अभिलेख के किसी भाग का उपयोग, उस समय जब ऐसा कथन किया गया था, अन्वेषणाधीन किसी अपराध के संबंध में किसी जाँच या विचारण में, सिवाय इसके कि जैसा इसमें इसके बाद उपबंधित है, किसी भी प्रयोजन के लिए नहीं किया जाएगा:\nपरंतु जब अभियोजन पक्ष के लिए किसी ऐसे गवाह को ऐसी जाँच या विचारण में बुलाया जाता है जिसका कथन यथापूर्वोक्त लिखित रूप में कम किया गया है, तो उसके कथन के किसी भी भाग का उपयोग, यदि विधिवत् साबित किया जाता है, तो अभियुक्त द्वारा, और न्यायालय की अनुमति से, अभियोजन पक्ष द्वारा, भारतीय साक्ष्य अधिनियम, 1872 की धारा 145 द्वारा उपबंधित रीति से ऐसे गवाह का खंडन करने के लिए किया जा सकता है; और जब ऐसे कथन के किसी भाग का इस प्रकार उपयोग किया जाता है, तो उसके किसी भी भाग का उपयोग ऐसे गवाह की पुनःपरीक्षा में भी किया जा सकता है, लेकिन केवल उन मामलों की व्याख्या करने के प्रयोजन के लिए जिनका उसकी प्रतिपरीक्षा में उल्लेख किया गया था।\n(2) इस धारा में कोई भी बात भारतीय साक्ष्य अधिनियम, 1872 की धारा 32 के खंड (1) के उपबंधों के अंतर्गत आने वाले किसी भी कथन पर लागू नहीं समझी जाएगी, और न ही उस अधिनियम की धारा 27 के उपबंधों को प्रभावित करेगी।"}, {"section_no": 182, "text": "भारतीय साक्ष्य अधिनियम, 1872 की धारा 24 के अधीन कोई भी प्रलोभन, धमकी या वचन किसी भी व्यक्ति को कोई कथन करने के लिए किसी पुलिस अधिकारी द्वारा नहीं दिया जाएगा।"}, {"section_no": 183, "text": "(1) कोई भी महानगर मजिस्ट्रेट या न्यायिक मजिस्ट्रेट, चाहे मामले में उसकी अधिकारिता हो या न हो, इस अध्याय के अधीन या तत्समय प्रवृत्त किसी अन्य विधि के अधीन अन्वेषण के दौरान, या जाँच या विचारण के प्रारंभ होने से पहले किसी भी समय, किए गए किसी भी संस्वीकृति या कथन को अभिलिखित कर सकता है:\nपरंतु किसी भी पुलिस अधिकारी द्वारा कोई भी संस्वीकृति अभिलिखित नहीं की जाएगी जिसे तत्समय प्रवृत्त किसी विधि के अधीन मजिस्ट्रेट की कोई शक्ति प्रदत्त की गई है।\n(2) मजिस्ट्रेट ऐसी कोई भी संस्वीकृति अभिलिखित करने से पहले, उसे करने वाले व्यक्ति को समझाएगा कि वह संस्वीकृति करने के लिए बाध्य नहीं है और यदि वह ऐसा करता है, तो इसका उपयोग उसके विरुद्ध साक्ष्य के रूप में किया जा सकता है; और मजिस्ट्रेट ऐसी कोई भी संस्वीकृति तब तक अभिलिखित नहीं करेगा जब तक कि, संस्वीकृति करने वाले व्यक्ति से पूछताछ करने पर, उसके पास यह विश्वास करने का कारण न हो कि वह स्वेच्छा से की जा रही है।\n(3) यदि संस्वीकृति अभिलिखित किए जाने से पहले किसी भी समय, मजिस्ट्रेट के समक्ष उपस्थित होने वाला व्यक्ति यह कहता है कि वह संस्वीकृति करने के लिए इच्छुक नहीं है, तो मजिस्ट्रेट ऐसे व्यक्ति को पुलिस अभिरक्षा में निरोध प्राधिकृत नहीं करेगा।\n(4) ऐसी कोई भी संस्वीकृति अभियुक्त व्यक्ति की परीक्षा अभिलिखित करने के लिए धारा 313 में उपबंधित रीति से अभिलिखित की जाएगी और संस्वीकृति करने वाले व्यक्ति द्वारा हस्ताक्षरित की जाएगी; और मजिस्ट्रेट ऐसे अभिलेख के नीचे निम्नलिखित आशय का एक ज्ञापन बनाएगा:—\n“मैंने (नाम) को समझा दिया है कि वह संस्वीकृति करने के लिए बाध्य नहीं है और यदि वह ऐसा करता है, तो वह जो भी संस्वीकृति करेगा उसका उपयोग उसके विरुद्ध साक्ष्य के रूप में किया जा सकता है और मेरा विश्वास है कि यह संस्वीकृति स्वेच्छा से की गई थी। यह मेरी उपस्थिति और सुनवाई में ली गई थी, और इसे संस्वीकृति करने वाले व्यक्ति को पढ़कर सुनाया गया था और उसके द्वारा सही स्वीकार किया गया था, और इसमें उसके द्वारा दिए गए कथन का पूर्ण और सही वृत्तांत शामिल है।\n(हस्ताक्षरित) ए. बी.\nमजिस्ट्रेट।”।\n(5) उप-धारा (1) के अधीन दिया गया कोई भी कथन (संस्वीकृति से भिन्न) साक्ष्य को अभिलिखित करने के लिए इसमें इसके बाद उपबंधित ऐसी रीति से अभिलिखित किया जाएगा जो, मजिस्ट्रेट की राय में, मामले की परिस्थितियों के लिए सबसे उपयुक्त है; और मजिस्ट्रेट को उस व्यक्ति को शपथ दिलाने की शक्ति होगी जिसका कथन इस प्रकार अभिलिखित किया गया है।\n(6) इस धारा के अधीन कोई संस्वीकृति या कथन अभिलिखित करने वाला मजिस्ट्रेट उसे उस मजिस्ट्रेट को भेजेगा जिसके द्वारा मामले की जाँच या विचारण किया जाना है।"}, {"section_no": 184, "text": "(1) जब कभी इस अध्याय के अधीन अन्वेषण करने वाला कोई पुलिस अधिकारी ऐसे अन्वेषण के प्रयोजनों के लिए आवश्यक किसी चीज के लिए किसी स्थान की तलाशी लेना आवश्यक समझता है, तो वह अपने विश्वास के आधारों को लिखित में अभिलिखित करने के बाद और ऐसे लेखन में, जहाँ तक संभव हो, उस चीज को विनिर्दिष्ट करने के बाद जिसके लिए तलाशी ली जानी है, उस पुलिस थाने की सीमाओं के भीतर किसी भी स्थान में, जिसका वह भारसाधक है, या जिससे वह संलग्न है, ऐसी चीज के लिए तलाशी ले सकता है, या तलाशी करवा सकता है।\n(2) उप-धारा (1) के अधीन कार्यवाही करने वाला पुलिस अधिकारी, यदि साध्य हो, तो तलाशी स्वयं लेगा।\n(3) यदि वह तलाशी स्वयं लेने में असमर्थ है, और उस समय तलाशी लेने के लिए कोई अन्य सक्षम व्यक्ति उपस्थित नहीं है, तो वह, ऐसा करने के अपने कारणों को लिखित में अभिलिखित करने के बाद, अपने अधीनस्थ किसी अधिकारी से तलाशी लेने की अपेक्षा कर सकता है, और वह ऐसे अधीनस्थ अधिकारी को लिखित में एक आदेश देगा, जिसमें तलाशी लिए जाने वाले स्थान को विनिर्दिष्ट किया जाएगा, और, जहाँ तक संभव हो, उस चीज को जिसके लिए तलाशी ली जानी है; और ऐसा अधीनस्थ अधिकारी तब ऐसे स्थान में ऐसी चीज के लिए तलाशी ले सकता है।\n(4) तलाशी-वारंटों के संबंध में इस संहिता के उपबंध और धारा 104 में अंतर्विष्ट तलाशी के संबंध में साधारण उपबंध, जहाँ तक हो सके, इस धारा के अधीन ली गई तलाशी पर लागू होंगे।"}, {"section_no": 185, "text": "(1) किसी पुलिस थाने का भारसाधक अधिकारी या उप-निरीक्षक के पद से नीचे का न होने वाला कोई पुलिस अधिकारी अन्वेषण करते समय, किसी अन्य पुलिस थाने के भारसाधक अधिकारी से, चाहे उसी या किसी भिन्न जिले में, किसी ऐसे स्थान में तलाशी करवाने की अपेक्षा कर सकता है, जिस मामले में पूर्व अधिकारी अपने स्वयं के थाने की सीमाओं के भीतर ऐसी तलाशी करवा सकता था।\n(2) ऐसा अधिकारी, इस प्रकार अपेक्षित होने पर, धारा 184 के उपबंधों के अनुसार कार्यवाही करेगा, और मिली गई चीज को, यदि कोई हो, उस अधिकारी को भेजेगा जिसके अनुरोध पर तलाशी ली गई थी।\n(3) जब कभी यह विश्वास करने का कारण है कि उप-धारा (1) के अधीन किसी अन्य पुलिस थाने के भारसाधक अधिकारी से तलाशी करवाने की अपेक्षा करने से होने वाले विलंब के परिणामस्वरूप अपराध किए जाने का साक्ष्य छिपाया या नष्ट किया जा सकता है, तो किसी पुलिस थाने के भारसाधक अधिकारी या इस अध्याय के अधीन अन्वेषण करने वाले किसी पुलिस अधिकारी के लिए, धारा 184 के उपबंधों के अनुसार, किसी अन्य पुलिस थाने की सीमाओं में किसी स्थान की तलाशी लेना, या तलाशी करवाना, वैध होगा, मानो ऐसा स्थान उसके स्वयं के थाने की सीमाओं के भीतर था।\n(4) उप-धारा (3) के अधीन तलाशी लेने वाला कोई भी अधिकारी उस पुलिस थाने के भारसाधक अधिकारी को, जिसकी सीमाओं के भीतर ऐसा स्थान स्थित है, तुरंत तलाशी की सूचना भेजेगा, और ऐसी सूचना के साथ धारा 104 के अधीन तैयार की गई सूची (यदि कोई हो) की एक प्रति भी भेजेगा, और अपराध का संज्ञान लेने के लिए सशक्त निकटतम मजिस्ट्रेट को भी धारा 184 की उप-धारा (1) और (3) में निर्दिष्ट अभिलेखों की प्रतियाँ भेजेगा।\n(5) तलाशी लिए गए स्थान के स्वामी या अधिभोगी को, आवेदन करने पर, उप-धारा (4) के अधीन मजिस्ट्रेट को भेजे गए किसी भी अभिलेख की एक प्रति निःशुल्क दी जाएगी।"}, {"section_no": 186, "text": "(1) जब कभी किसी व्यक्ति की गिरफ्तारी के चौबीस घंटे के भीतर अन्वेषण पूरा नहीं किया जा सकता है, और यह विश्वास करने के आधार हैं कि अभियोग या जानकारी सुस्थापित है, तो पुलिस थाने का भारसाधक अधिकारी या अन्वेषण करने वाला पुलिस अधिकारी, यदि वह उप-निरीक्षक के पद से नीचे का नहीं है, तो तुरंत निकटतम न्यायिक मजिस्ट्रेट को मामले से संबंधित, इसमें इसके बाद विहित डायरी में प्रविष्टियों की एक प्रति प्रेषित करेगा, और साथ ही अभियुक्त को ऐसे मजिस्ट्रेट के पास भेजेगा।\n(2) जिस मजिस्ट्रेट को इस धारा के अधीन अभियुक्त व्यक्ति को भेजा जाता है, वह, चाहे उसे मामले का विचारण करने की अधिकारिता हो या न हो, समय-समय पर, अभियुक्त को ऐसी अभिरक्षा में निरोध प्राधिकृत कर सकता है जैसा ऐसा मजिस्ट्रेट ठीक समझे, कुल मिलाकर पंद्रह दिनों से अनधिक की अवधि के लिए; और यदि उसे मामले का विचारण करने या उसे विचारण के लिए सुपुर्द करने की अधिकारिता नहीं है, और वह आगे निरोध अनावश्यक समझता है, तो वह अभियुक्त को ऐसी अधिकारिता रखने वाले मजिस्ट्रेट के पास भेजने का आदेश दे सकता है:\nपरंतु यह कि—\n(क) मजिस्ट्रेट अभियुक्त व्यक्ति के निरोध को, पुलिस की अभिरक्षा से भिन्न, पंद्रह दिनों की अवधि से परे प्राधिकृत कर सकता है, यदि वह संतुष्ट है कि ऐसा करने के लिए पर्याप्त आधार मौजूद हैं, लेकिन कोई भी मजिस्ट्रेट इस पैराग्राफ के अधीन अभियुक्त व्यक्ति के निरोध को कुल अवधि से अधिक के लिए प्राधिकृत नहीं करेगा—\n(i) नब्बे दिन, जहाँ अन्वेषण मृत्यु, आजीवन कारावास या दस वर्ष से कम की अवधि के कारावास से दंडनीय अपराध से संबंधित है;\n(ii) साठ दिन, जहाँ अन्वेषण किसी अन्य अपराध से संबंधित है, और, यथास्थिति, उक्त नब्बे दिनों, या साठ दिनों की अवधि की समाप्ति पर, अभियुक्त व्यक्ति को जमानत पर रिहा किया जाएगा यदि वह जमानत देने के लिए तैयार है और जमानत देता है, और इस उप-धारा के अधीन जमानत पर रिहा किए गए प्रत्येक व्यक्ति को उस अध्याय के प्रयोजनों के लिए अध्याय XXXIV के उपबंधों के अधीन इस प्रकार रिहा किया गया समझा जाएगा;\n(ख) कोई भी मजिस्ट्रेट इस धारा के अधीन किसी भी अभिरक्षा में निरोध प्राधिकृत नहीं करेगा जब तक कि अभियुक्त को उसके समक्ष पेश नहीं किया जाता है;\n(ग) उच्च न्यायालय द्वारा इस निमित्त विशेष रूप से सशक्त न होने वाला द्वितीय वर्ग का कोई भी मजिस्ट्रेट पुलिस की अभिरक्षा में निरोध प्राधिकृत नहीं करेगा।\n(3) इस धारा के अधीन पुलिस की अभिरक्षा में निरोध प्राधिकृत करने वाला मजिस्ट्रेट ऐसा करने के अपने कारणों को अभिलिखित करेगा।\n(4) मुख्य न्यायिक मजिस्ट्रेट से भिन्न कोई भी मजिस्ट्रेट ऐसा आदेश देने पर, अपने आदेश की एक प्रति, उसे देने के अपने कारणों के साथ, मुख्य न्यायिक मजिस्ट्रेट को भेजेगा।\n(5) यदि किसी ऐसे मामले में जिसका विचारण मजिस्ट्रेट द्वारा समन-मामले के रूप में किया जा सकता है, अन्वेषण उस तारीख से छह मास की अवधि के भीतर पूरा नहीं होता है जिस पर अभियुक्त को गिरफ्तार किया गया था, तो मजिस्ट्रेट अपराध में आगे अन्वेषण को रोकने का आदेश देगा जब तक कि अन्वेषण करने वाला अधिकारी मजिस्ट्रेट को संतुष्ट नहीं करता है कि विशेष कारणों से और न्याय के हित में छह मास की अवधि से परे अन्वेषण जारी रखना आवश्यक है।\n(6) जहाँ उप-धारा (5) के अधीन किसी अपराध में आगे अन्वेषण को रोकने का कोई आदेश दिया गया है, वहाँ सत्र न्यायाधीश, यदि वह, उसे किए गए आवेदन पर या अन्यथा, संतुष्ट है कि अपराध में आगे अन्वेषण किया जाना चाहिए, उप-धारा (5) के अधीन दिए गए आदेश को रद्द कर सकता है और जमानत और अन्य मामलों के संबंध में ऐसे निर्देशों के अधीन, जिन्हें वह विनिर्दिष्ट करे, अपराध में आगे अन्वेषण किए जाने का निर्देश दे सकता है।"}, {"section_no": 187, "text": "यदि किसी ऐसे मामले में जिसमें किसी पुलिस अधिकारी को अन्वेषण करने का निर्देश दिया गया है, उसे यह प्रतीत होता है कि अभियुक्त को मजिस्ट्रेट के पास भेजने को न्यायसंगत ठहराने के लिए पर्याप्त साक्ष्य या संदेह का उचित आधार नहीं है, तो ऐसा अधिकारी, यदि ऐसा व्यक्ति अभिरक्षा में है, तो उसे एक बंधपत्र निष्पादित करने पर रिहा कर देगा, चाहे प्रतिभुओं सहित या रहित, जैसा ऐसा अधिकारी निर्देशित करे, किसी पुलिस रिपोर्ट पर अपराध का संज्ञान लेने के लिए सशक्त मजिस्ट्रेट के समक्ष, यदि और जब ऐसी अपेक्षा की जाए, उपस्थित होने और अभियुक्त का विचारण करने या उसे विचारण के लिए सुपुर्द करने के लिए।"}, {"section_no": 188, "text": "(1) यदि, इस अध्याय के अधीन अन्वेषण करने पर, पुलिस थाने के भारसाधक अधिकारी को यह प्रतीत होता है कि यथापूर्वोक्त पर्याप्त साक्ष्य या उचित आधार है, तो ऐसा अधिकारी अभियुक्त को अभिरक्षा में उस मजिस्ट्रेट के पास भेजेगा जिसे पुलिस रिपोर्ट पर अपराध का संज्ञान लेने और अभियुक्त का विचारण करने या उसे विचारण के लिए सुपुर्द करने की शक्ति है, या, यदि अपराध जमानतीय है और अभियुक्त प्रतिभूति देने में सक्षम है, तो उससे एक निश्चित दिन पर ऐसे मजिस्ट्रेट के समक्ष उपस्थित होने और अन्यथा निर्देशित होने तक ऐसे मजिस्ट्रेट के समक्ष दिन-प्रतिदिन उपस्थिति के लिए प्रतिभूति लेगा।\n(2) जब किसी पुलिस थाने का भारसाधक अधिकारी अभियुक्त व्यक्ति को मजिस्ट्रेट के पास भेजता है या इस धारा के अधीन ऐसे मजिस्ट्रेट के समक्ष उसकी उपस्थिति के लिए प्रतिभूति लेता है, तो वह ऐसे मजिस्ट्रेट को कोई भी अस्त्र या अन्य वस्तु भेजेगा जिसे उसके समक्ष पेश करना आवश्यक हो सकता है, और वह परिवादी (यदि कोई हो) और उन व्यक्तियों में से जितने व्यक्तियों को ऐसे अधिकारी को मामले के तथ्यों और परिस्थितियों से परिचित प्रतीत होता है जैसा वह आवश्यक समझे, को, इस प्रकार निर्देशित मजिस्ट्रेट के समक्ष उपस्थित होने और अभियुक्त के विरुद्ध आरोप के मामले में अभियोजन करने या साक्ष्य देने (जैसा भी मामला हो) के लिए एक बंधपत्र निष्पादित करने की अपेक्षा करेगा।\n(3) यदि बंधपत्र में मुख्य न्यायिक मजिस्ट्रेट का न्यायालय उल्लिखित है, तो ऐसा न्यायालय उस किसी भी न्यायालय को शामिल समझा जाएगा जिसे ऐसा मजिस्ट्रेट जाँच या विचारण के लिए मामला भेज सकता है, बशर्ते ऐसे परिवादी या व्यक्तियों को ऐसे निर्देश की उचित सूचना दी जाती है।\n(4) जिस अधिकारी की उपस्थिति में बंधपत्र निष्पादित किया जाता है, वह उसे निष्पादित करने वाले व्यक्तियों में से एक को उसकी एक प्रति देगा, और फिर मूल को अपनी रिपोर्ट के साथ मजिस्ट्रेट को भेजेगा।"}, {"section_no": 189, "text": "न्यायालय जाते समय किसी भी परिवादी या साक्षी को किसी पुलिस अधिकारी के साथ जाने की अपेक्षा नहीं की जाएगी, और न ही वह अनावश्यक अवरोध या असुविधा के अधीन होगा, और न ही उसे अपने स्वयं के बंधपत्र से भिन्न अपनी उपस्थिति के लिए कोई प्रतिभूति देने की अपेक्षा की जाएगी:\nपरंतु, यदि कोई परिवादी या साक्षी धारा 188 में निर्देशित रूप से उपस्थित होने या बंधपत्र निष्पादित करने से इनकार करता है, तो पुलिस थाने का भारसाधक अधिकारी उसे तुरंत मजिस्ट्रेट के समक्ष ले जा सकता है, जो, ऐसे इनकार के साबित होने पर, उसे अभिरक्षा में सुपुर्द कर सकता है।"}, {"section_no": 190, "text": "(1) इस अध्याय के अधीन अन्वेषण करने वाला प्रत्येक पुलिस अधिकारी अपनी अन्वेषण की कार्यवाहियों को एक डायरी में दिन-प्रतिदिन दर्ज करेगा, जिसमें वह समय बताया जाएगा जब जानकारी उस तक पहुँची, वह समय जब उसने अपना अन्वेषण शुरू किया और समाप्त किया, उसके द्वारा दौरा किए गए स्थान या स्थान, और उसके अन्वेषण के माध्यम से पता लगाए गए परिस्थितियों का एक विवरण।\n(2) कोई भी आपराधिक न्यायालय उस न्यायालय में जाँच या विचारणाधीन मामले की पुलिस डायरी मँगवा सकता है, और ऐसी डायरियों का उपयोग, मामले में साक्ष्य के रूप में नहीं, बल्कि ऐसी जाँच या विचारण में सहायता के लिए कर सकता है।\n(3) न तो अभियुक्त और न ही उसके अभिकर्ता ऐसी डायरियों को मँगवाने के हकदार होंगे, और न ही वह या वे उन्हें केवल इसलिए देखने के हकदार होंगे क्योंकि न्यायालय द्वारा उनका उल्लेख किया गया है; लेकिन, यदि उनका उपयोग उन्हें बनाने वाले पुलिस अधिकारी द्वारा अपनी स्मृति को ताज़ा करने के लिए किया जाता है, या यदि न्यायालय उनका उपयोग ऐसे पुलिस अधिकारी का खंडन करने के प्रयोजन के लिए करता है, तो भारतीय साक्ष्य अधिनियम, 1872 की यथास्थिति, धारा 161 या धारा 145 के उपबंध लागू होंगे।"}, {"section_no": 191, "text": "(1) जैसे ही अन्वेषण पूरा हो जाता है, पुलिस थाने का भारसाधक अधिकारी पुलिस रिपोर्ट पर अपराध का संज्ञान लेने के लिए सशक्त मजिस्ट्रेट को, राज्य सरकार द्वारा विहित प्ररूप में एक रिपोर्ट भेजेगा, जिसमें निम्नलिखित बताया जाएगा:—\n(क) पक्षकारों के नाम;\n(ख) जानकारी की प्रकृति;\n(ग) उन व्यक्तियों के नाम जो मामले की परिस्थितियों से परिचित प्रतीत होते हैं;\n(घ) क्या कोई अपराध किया गया प्रतीत होता है, और यदि हाँ, तो किसके द्वारा;\n(ङ) क्या अभियुक्त को गिरफ्तार किया गया है;\n(च) क्या उसे उसके बंधपत्र पर रिहा किया गया है, और यदि हाँ, तो प्रतिभुओं सहित या रहित;\n(छ) क्या उसे धारा 187 के अधीन अभिरक्षा में भेजा गया है।\n(2) अधिकारी, यदि कोई हो, तो उस व्यक्ति को, जिसके द्वारा अपराध किए जाने से संबंधित जानकारी पहली बार दी गई थी, अपने द्वारा की गई कार्रवाई को, ऐसी रीति से जैसा राज्य सरकार विहित करे, संसूचित भी करेगा।\n(3) जहाँ धारा 177 के अधीन पुलिस का कोई वरिष्ठ अधिकारी नियुक्त किया गया है, वहाँ रिपोर्ट, किसी भी मामले में जिसमें राज्य सरकार साधारण या विशेष आदेश द्वारा ऐसा निर्देश देती है, उस अधिकारी के माध्यम से प्रस्तुत की जाएगी, और वह, मजिस्ट्रेट के आदेश लंबित रहने तक, पुलिस थाने के भारसाधक अधिकारी को आगे अन्वेषण करने का निर्देश दे सकता है।\n(4) जब कभी इस धारा के अधीन भेजी गई रिपोर्ट से यह प्रतीत होता है कि अभियुक्त को उसके बंधपत्र पर रिहा किया गया है, तो मजिस्ट्रेट ऐसे बंधपत्र को उन्मोचित करने या अन्यथा के लिए ऐसा आदेश देगा जैसा वह ठीक समझे।\n(5) जब ऐसी रिपोर्ट किसी ऐसे मामले के संबंध में है जिस पर धारा 188 लागू होती है, तो पुलिस अधिकारी रिपोर्ट के साथ मजिस्ट्रेट को निम्नलिखित भेजेगा:—\n(क) वे सभी दस्तावेज़ या उनके सुसंगत उद्धरण जिन पर अभियोजन पक्ष निर्भर करने का प्रस्ताव करता है, उन लोगों को छोड़कर जो पहले ही अन्वेषण के दौरान मजिस्ट्रेट को भेजे जा चुके हैं;\n(ख) उन सभी व्यक्तियों के धारा 180 के अधीन अभिलिखित कथन जिन्हें अभियोजन पक्ष अपने गवाहों के रूप में परीक्षित करने का प्रस्ताव करता है।\n(6) यदि पुलिस अधिकारी की राय है कि ऐसे किसी भी कथन का कोई भी भाग कार्यवाही के विषय-वस्तु के लिए सुसंगत नहीं है या उसका अभियुक्त को प्रकटीकरण न्याय के हित में आवश्यक नहीं है और लोक हित में अविवेकपूर्ण है, तो वह कथन के उस भाग को इंगित करेगा और मजिस्ट्रेट से अनुरोध करते हुए एक टिप्पणी जोड़ेगा कि उस भाग को अभियुक्त को दिए जाने वाली प्रतियों से बाहर रखा जाए और ऐसे अनुरोध करने के अपने कारणों को बताएगा।\n(7) जहाँ मामले का अन्वेषण करने वाला पुलिस अधिकारी ऐसा करना सुविधाजनक पाता है, तो वह अभियुक्त को उप-धारा (5) में निर्दिष्ट सभी या किसी भी दस्तावेज़ की प्रतियाँ प्रस्तुत कर सकता है।"}, {"section_no": 192, "text": "यदि, इस अध्याय के अधीन अन्वेषण करने पर, पुलिस थाने के भारसाधक अधिकारी को यह प्रतीत होता है कि अभियुक्त को मजिस्ट्रेट के पास भेजने को न्यायसंगत ठहराने के लिए पर्याप्त साक्ष्य या संदेह का उचित आधार नहीं है, तो ऐसा अधिकारी, धारा 186 की उप-धारा (2) के परंतुक में विनिर्दिष्ट, यथास्थिति, नब्बे दिनों, या साठ दिनों की अवधि की समाप्ति से पहले, मजिस्ट्रेट को तथ्य की एक रिपोर्ट भेजेगा, और मजिस्ट्रेट, ऐसी रिपोर्ट प्राप्त होने पर, उस पर ऐसा आदेश देगा जैसा वह ठीक समझे।"}, {"section_no": 193, "text": "इस अध्याय में कोई भी बात धारा 191 की उप-धारा (1) के अधीन मजिस्ट्रेट को रिपोर्ट भेजे जाने के बाद किसी अपराध के संबंध में आगे अन्वेषण को रोकने वाली नहीं समझी जाएगी और, जहाँ ऐसे अन्वेषण पर, पुलिस थाने का भारसाधक अधिकारी आगे मौखिक या दस्तावेजी साक्ष्य प्राप्त करता है, तो वह विहित प्ररूप में ऐसे साक्ष्य के संबंध में मजिस्ट्रेट को एक आगे की रिपोर्ट या रिपोर्टें भेजेगा; और धारा 191 की उप-धारा (2) से (6) के उपबंध, जहाँ तक हो सके, ऐसी रिपोर्ट या रिपोर्टों के संबंध में उसी प्रकार लागू होंगे जैसे वे उस धारा की उप-धारा (1) के अधीन भेजी गई रिपोर्ट के संबंध में लागू होते हैं।"}, {"section_no": 194, "text": "जब, किसी ऐसे मामले में जिसका अन्वेषण धारा 174 के अधीन मजिस्ट्रेट के आदेश पर किसी पुलिस अधिकारी द्वारा किया गया है, अधिकारी को यह प्रतीत होता है कि विचारण को न्यायसंगत ठहराने के लिए पर्याप्त साक्ष्य है, तो वह, जब तक कि मजिस्ट्रेट द्वारा अन्यथा निर्देशित न किया जाए, मामले को मजिस्ट्रेट को भेजेगा, जो तब धारा 210 में उपबंधित रीति से मामले का निपटारा करेगा।"}, {"section_no": 195, "text": "इस अध्याय के अधीन प्रत्येक अन्वेषण अनावश्यक विलंब के बिना पूरा किया जाएगा।"}, {"section_no": 196, "text": "(1) राज्य सरकार यह निर्देश दे सकती है कि इस अध्याय के अधीन किसी पुलिस अधिकारी की शक्तियाँ और कर्तव्य, ऐसी शर्तों के अधीन, यदि कोई हों, जो निर्देश में विनिर्दिष्ट की जाएं, किसी अन्य व्यक्ति द्वारा प्रयोग और निष्पादित किए जा सकते हैं।\n(2) जहाँ ऐसा कोई निर्देश दिया जाता है, वहाँ इस अध्याय में पुलिस अधिकारी के प्रति किसी भी संदर्भ को ऐसे अन्य व्यक्ति के प्रति संदर्भ समझा जाएगा।"}]}
{"chapter_no": 14, "chapter_title": "जाँच और विचारण में आपराधिक न्यायालयों की अधिकारिता", "sections": [{"section_no": 197, "text": "प्रत्येक अपराध का अन्वेषण और विचारण सामान्यतः उस न्यायालय द्वारा किया जाएगा जिसकी स्थानीय अधिकारिता के भीतर वह किया गया था।"}, {"section_no": 198, "text": "(1) जब यह अनिश्चित है कि कई स्थानीय क्षेत्रों में से किसमें कोई अपराध किया गया था, या\n(क) जहाँ कोई अपराध अंशतः एक स्थानीय क्षेत्र में और अंशतः दूसरे में किया जाता है, या\n(ख) जहाँ कोई अपराध एक निरंतर अपराध है, और एक से अधिक स्थानीय क्षेत्रों में किया जाना जारी रहता है, या\n(ग) जहाँ यह विभिन्न स्थानीय क्षेत्रों में किए गए कई कृत्यों से मिलकर बनता है, तो उसका अन्वेषण या विचारण ऐसे किसी भी स्थानीय क्षेत्र पर अधिकारिता रखने वाले न्यायालय द्वारा किया जा सकता है।"}, {"section_no": 199, "text": "कोई अपराध जो अपराधी द्वारा किसी यात्रा या जल-यात्रा के दौरान किया जाता है, उसका अन्वेषण या विचारण उस न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता से होकर या जिसके भीतर वह व्यक्ति या वस्तु उस यात्रा या जल-यात्रा के दौरान गुज़री थी।"}, {"section_no": 200, "text": "रेलवे, दूरसंचार, इलेक्ट्रॉनिक्स और सूचना प्रौद्योगिकी से संबंधित किसी भी विधि या तत्समय प्रवृत्त किसी अन्य विधि के उपबंधों के विरुद्ध सभी अपराधों का अन्वेषण या विचारण उस न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता के भीतर अपराध किया गया था या अपराधी पाया जाता है।"}, {"section_no": 201, "text": "(1) किसी ऐसे अपराध का, जिसमें चुराई हुई संपत्ति का कब्ज़ा शामिल है, अन्वेषण या विचारण उस न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता के भीतर अपराध किया गया था या उस संपत्ति को किसी ऐसे व्यक्ति द्वारा कब्ज़े में रखा गया था जिसने उसे चुराई हुई संपत्ति जानते हुए या विश्वास करने का कारण रखते हुए प्राप्त किया या प्रतिधृत किया।\n(2) किसी ऐसे अपराध का, जिसमें अपहरण या व्यपहरण शामिल है, अन्वेषण या विचारण उस न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता के भीतर व्यक्ति को अपहृत या व्यपहरण किया गया था या ले जाया गया था या छिपाया गया था या निरुद्ध किया गया था।\n(3) किसी ऐसे अपराध का, जिसमें चोरी, उद्दापन या लूट शामिल है, अन्वेषण या विचारण उस न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता के भीतर अपराध किया गया था या उस चुराई हुई संपत्ति को, जो अपराध का विषय है, किसी ऐसे व्यक्ति द्वारा कब्ज़े में रखा गया था जिसने उसे चुराई हुई संपत्ति जानते हुए या विश्वास करने का कारण रखते हुए प्राप्त किया या प्रतिधृत किया।\n(4) आपराधिक दुर्विनियोग या आपराधिक न्यास भंग के किसी भी अपराध का अन्वेषण या विचारण उस न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता के भीतर अपराध किया गया था या संपत्ति का कोई भी भाग, जो अपराध का विषय है, अभियुक्त व्यक्ति द्वारा प्राप्त या प्रतिधृत किया गया था, या लौटाया जाने या जिसका लेखा-जोखा दिए जाने की अपेक्षा थी।"}, {"section_no": 202, "text": "जब कोई कार्य किसी अन्य कार्य से उसके संबंध के कारण अपराध है, जो वह भी एक अपराध है या यदि करने वाला अपराध करने में सक्षम होता तो वह एक अपराध होता, तो प्रथम-उल्लिखित अपराध का अन्वेषण या विचारण उस न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता के भीतर या तो कोई कार्य किया गया था।"}, {"section_no": 203, "text": "(1) जब किसी व्यक्ति पर किसी ऐसी बात के किए जाने के कारण और किसी ऐसे परिणाम के उत्पन्न होने के कारण किसी अपराध के किए जाने का अभियोग लगाया जाता है, तो अपराध का अन्वेषण या विचारण उस न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता के भीतर कोई ऐसी बात की गई है, या कोई ऐसा परिणाम उत्पन्न हुआ है।\n(2) जब किसी व्यक्ति पर किसी इलेक्ट्रॉनिक संचार के कारण किसी अपराध के किए जाने का अभियोग लगाया जाता है, तो अपराध का अन्वेषण या विचारण उस न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता के भीतर ऐसा संचार भेजा गया या प्राप्त हुआ।"}, {"section_no": 204, "text": "ठग या डकैती द्वारा हत्यारे, हत्या सहित डकैती, डकैतों के गिरोह से संबंधित होने, या अभिरक्षा से भागने के अपराध का अन्वेषण या विचारण उस न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता के भीतर अपराध किया गया था या अभियुक्त व्यक्ति पाया जाता है।"}, {"section_no": 205, "text": "इस अध्याय के पूर्ववर्ती उपबंधों में किसी बात के होते हुए भी, भारतीय न्याय संहिता, 2023 के अध्याय VII या अध्याय XI के अधीन दंडनीय किसी भी अपराध का अन्वेषण या विचारण किसी भी ऐसे न्यायालय द्वारा किया जा सकता है जो अन्यथा ऐसे अपराध की जाँच या विचारण के लिए सक्षम है।"}, {"section_no": 206, "text": "जब कोई अपराध भारत के बाहर किया जाता है—\n(क) भारत के नागरिक द्वारा, चाहे खुले समुद्रों पर या कहीं और; या\n(ख) किसी ऐसे व्यक्ति द्वारा, जो ऐसा नागरिक नहीं है, भारत में रजिस्ट्रीकृत किसी पोत या वायुयान पर, तो उसके साथ ऐसे अपराध के संबंध में ऐसा व्यवहार किया जा सकता है मानो वह भारत के भीतर किसी ऐसे स्थान पर किया गया हो जहाँ वह पाया जा सकता है:\nपरंतु यह कि, इस अध्याय की पूर्ववर्ती धाराओं में किसी बात के होते हुए भी, केंद्रीय सरकार की पूर्व मंजूरी के सिवाय भारत में ऐसे किसी अपराध का अन्वेषण या विचारण नहीं किया जाएगा।"}, {"section_no": 207, "text": "जब कभी उस न्यायालय के बारे में कोई संदेह उत्पन्न होता है जिसके द्वारा किसी अपराध की जाँच या विचारण किया जाना चाहिए, तो उच्च न्यायालय उसका निर्णय कर सकता है।"}, {"section_no": 208, "text": "(1) जहाँ दो या अधिक न्यायालयों ने एक ही अपराध का संज्ञान लिया है और यह प्रश्न उत्पन्न होता है कि उनमें से किसे उस अपराध की जाँच या विचारण करना चाहिए, तो प्रश्न का निर्णय किया जाएगा—\n(क) यदि न्यायालय एक ही उच्च न्यायालय के अधीनस्थ हैं, तो उस उच्च न्यायालय द्वारा;\n(ख) यदि न्यायालय एक ही उच्च न्यायालय के अधीनस्थ नहीं हैं, तो उस उच्च न्यायालय द्वारा जिसकी स्थानीय सीमाओं के भीतर आपराधिक अपीलीय अधिकारिता में कार्यवाही पहले शुरू की गई थी, और तत्पश्चात उस अपराध के संबंध में अन्य सभी कार्यवाहियाँ बंद कर दी जाएंगी।\n(2) उच्च न्यायालय, इस निमित्त उसे किए गए आवेदन पर, यह निर्देश दे सकता है कि किसी भी जिले में विचारण के लिए सुपुर्द किए गए किसी भी मामले या मामलों के वर्ग का विचारण किसी भी सत्र खंड में किया जा सकता है।"}, {"section_no": 209, "text": "इस अध्याय के पूर्वगामी उपबंधों में किसी बात के होते हुए भी, राज्य सरकार यह निर्देश दे सकती है कि किसी भी जिले में विचारण के लिए सुपुर्द किए गए किसी भी मामले या मामलों के वर्ग का विचारण किसी भी सत्र खंड में किया जा सकता है:\nपरंतु ऐसा निर्देश इस संहिता के अधीन उच्च न्यायालय द्वारा पहले जारी किए गए किसी भी निर्देश के प्रतिकूल नहीं है।"}]}
{"chapter_no": 15, "chapter_title": "कार्यवाही शुरू करने के लिए अपेक्षित शर्तें", "sections": [{"section_no": 210, "text": "(1) इस अध्याय के उपबंधों के अधीन रहते हुए, प्रथम वर्ग का कोई भी मजिस्ट्रेट, और उप-धारा (2) के अधीन इस निमित्त विशेष रूप से सशक्त द्वितीय वर्ग का कोई भी मजिस्ट्रेट, किसी भी अपराध का संज्ञान ले सकता है—\n(क) उन तथ्यों की शिकायत प्राप्त होने पर जो ऐसा अपराध गठित करते हैं;\n(ख) ऐसे तथ्यों की पुलिस रिपोर्ट पर;\n(ग) पुलिस अधिकारी से भिन्न किसी व्यक्ति से प्राप्त जानकारी पर, या अपने स्वयं के ज्ञान पर, कि ऐसा अपराध किया गया है।\n(2) मुख्य न्यायिक मजिस्ट्रेट द्वितीय वर्ग के किसी भी मजिस्ट्रेट को उप-धारा (1) के अधीन ऐसे अपराधों का संज्ञान लेने के लिए सशक्त कर सकता है जो उसकी जाँच या विचारण करने की क्षमता के भीतर हैं।"}, {"section_no": 211, "text": "जब कोई मजिस्ट्रेट धारा 210 की उप-धारा (1) के खंड (ग) के अधीन किसी अपराध का संज्ञान लेता है, तो अभियुक्त को, कोई भी साक्ष्य लिए जाने से पहले, सूचित किया जाएगा कि वह मामले की जाँच या विचारण किसी अन्य मजिस्ट्रेट द्वारा कराने का हकदार है, और यदि अभियुक्त या अभियुक्तों में से कोई भी, यदि एक से अधिक हैं, संज्ञान लेने वाले मजिस्ट्रेट के समक्ष आगे की कार्यवाही पर आपत्ति करता है, तो मामले को ऐसे अन्य मजिस्ट्रेट को अंतरित कर दिया जाएगा जिसे मुख्य न्यायिक मजिस्ट्रेट इस निमित्त विनिर्दिष्ट करे।"}, {"section_no": 212, "text": "(1) कोई भी मुख्य न्यायिक मजिस्ट्रेट किसी ऐसे मामले को, जिसका उसने संज्ञान लिया है, जाँच या विचारण के लिए, अपने अधीनस्थ किसी भी सक्षम मजिस्ट्रेट को अंतरित कर सकता है।\n(2) मुख्य न्यायिक मजिस्ट्रेट द्वारा इस निमित्त सशक्त प्रथम वर्ग का कोई भी मजिस्ट्रेट, किसी अपराध का संज्ञान लेने के बाद, मामले को जाँच या विचारण के लिए ऐसे अन्य सक्षम मजिस्ट्रेट को अंतरित कर सकता है जैसा मुख्य न्यायिक मजिस्ट्रेट साधारण या विशेष आदेश द्वारा विनिर्दिष्ट करे, और तत्पश्चात ऐसा मजिस्ट्रेट जाँच या विचारण कर सकता है।"}, {"section_no": 213, "text": "(1) जब धारा 212 की उप-धारा (1) या उप-धारा (2) के अधीन कोई मामला सौंपा जाता है, तो जिस मजिस्ट्रेट को मामला सौंपा जाता है, वह जाँच या विचारण कर सकता है।\n(2) जब धारा 211 की उप-धारा (2) के अधीन कोई मामला अंतरित किया जाता है, तो जिस मजिस्ट्रेट को वह अंतरित किया जाता है, वह जाँच या विचारण कर सकता है।"}, {"section_no": 214, "text": "(1) जब कोई शिकायत ऐसे मजिस्ट्रेट को की जाती है जो अपराध का संज्ञान लेने के लिए सक्षम नहीं है, तो वह,—\n(क) यदि शिकायत लिखित में है, तो उसे उस आशय के पृष्ठांकन के साथ उचित न्यायालय में प्रस्तुत करने के लिए वापस कर देगा;\n(ख) यदि शिकायत लिखित में नहीं है, तो परिवादी को उचित न्यायालय के लिए निर्देशित करेगा।"}, {"section_no": 215, "text": "कोई भी सत्र न्यायालय मूल अधिकारिता के न्यायालय के रूप में किसी भी अपराध का संज्ञान नहीं लेगा जब तक कि मामला इस संहिता के अधीन किसी मजिस्ट्रेट द्वारा उसे सुपुर्द न किया गया हो।"}, {"section_no": 216, "text": "भारतीय न्याय संहिता, 2023 के अध्याय VI (धारा 151 को छोड़कर) या उस संहिता की धारा 152 के अधीन दंडनीय किसी भी अपराध का, या ऐसे किसी अपराध के दुष्प्रेरण का, या उसे करने के प्रयास का, या ऐसे किसी अपराध को करने के लिए किसी आपराधिक षड्यंत्र का, कोई भी न्यायालय केंद्रीय सरकार या राज्य सरकार की पूर्व मंजूरी के सिवाय संज्ञान नहीं लेगा।"}, {"section_no": 217, "text": "भारतीय न्याय संहिता, 2023 की धारा 151 के अधीन दंडनीय किसी भी अपराध का कोई भी न्यायालय केंद्रीय सरकार की पूर्व मंजूरी के सिवाय संज्ञान नहीं लेगा।"}, {"section_no": 218, "text": "(1) भारतीय न्याय संहिता, 2023 के अध्याय X के अधीन दंडनीय किसी भी अपराध का कोई भी न्यायालय केंद्रीय सरकार या राज्य सरकार की पूर्व मंजूरी के सिवाय संज्ञान नहीं लेगा।\n(2) भारतीय न्याय संहिता, 2023 की निम्नलिखित धाराओं में से किसी के भी अधीन दंडनीय किसी भी अपराध का कोई भी न्यायालय संज्ञान नहीं लेगा, अर्थात्, धाराएँ 196, 217, 218, 223, 224, 225, 299 और 300, जब ऐसे अपराध का किसी न्यायालय में या उसके संबंध में किसी कार्यवाही में किए जाने का अभियोग लगाया जाता है, उस न्यायालय, या किसी अन्य न्यायालय, जिसके वह न्यायालय अधीनस्थ है, की लिखित शिकायत के सिवाय।"}, {"section_no": 219, "text": "(1) जब धारा 218 में वर्णित कोई ऐसा अपराध किसी न्यायालय में या उसके संबंध में किसी कार्यवाही में किया जाता है, तो न्यायालय, ऐसी प्रारंभिक जाँच, यदि कोई हो, जो वह आवश्यक समझता है, के बाद उस आशय का निष्कर्ष अभिलिखित कर सकता है और अधिकारिता रखने वाले प्रथम वर्ग के मजिस्ट्रेट को लिखित में उसकी शिकायत कर सकता है, और ऐसा मजिस्ट्रेट तब विधि के अनुसार, और मानो धारा 223 के अधीन शिकायत की गई हो, कार्यवाही करेगा।\n(2) जहाँ किसी उच्च न्यायालय के ध्यान में यह लाया जाता है कि धारा 218 में वर्णित कोई अपराध उसके अधीनस्थ किसी सिविल, राजस्व या आपराधिक न्यायालय में या उसके संबंध में किसी कार्यवाही में किया गया है, तो उच्च न्यायालय, ऐसी जाँच, यदि कोई हो, जो वह आवश्यक समझता है, के बाद अधिकारिता रखने वाले प्रथम वर्ग के मजिस्ट्रेट को लिखित में उसकी शिकायत कर सकता है, और ऐसा मजिस्ट्रेट तब विधि के अनुसार, और मानो धारा 223 के अधीन शिकायत की गई हो, कार्यवाही करेगा।"}, {"section_no": 220, "text": "(1) भारतीय न्याय संहिता, 2023 की धारा 227 से 232 (दोनों सम्मिलित) के अधीन दंडनीय किसी भी अपराध का कोई भी न्यायालय संज्ञान नहीं लेगा, जब ऐसे अपराध का किसी न्यायालय में या उसके संबंध में किसी कार्यवाही में किए जाने का अभियोग लगाया जाता है, उस न्यायालय, या किसी अन्य न्यायालय, जिसके वह न्यायालय अधीनस्थ है, की लिखित शिकायत के सिवाय।\n(2) उप-धारा (1) में विनिर्दिष्ट किसी अपराध के संबंध में, न्यायालय, इस निमित्त उसे किए गए आवेदन पर, जहाँ तक संभव हो, धारा 219 में उपबंधित रीति से कार्यवाही कर सकता है।"}, {"section_no": 221, "text": "(1) भारतीय न्याय संहिता, 2023 के अध्याय XIII (धारा 262, 263, 264, 265 और 266 को छोड़कर) के अधीन दंडनीय किसी भी अपराध का, या ऐसे किसी अपराध के दुष्प्रेरण का, या उसे करने के प्रयास का, या ऐसे किसी अपराध को करने के लिए किसी आपराधिक षड्यंत्र का, कोई भी न्यायालय केंद्रीय सरकार या राज्य सरकार की पूर्व मंजूरी के सिवाय संज्ञान नहीं लेगा।\n(2) आपराधिक षड्यंत्र के अपराध का, जो भारतीय न्याय संहिता, 2023 की धारा 61 के अधीन दंडनीय है, संज्ञेय अपराध करने के आपराधिक षड्यंत्र से भिन्न, कोई भी न्यायालय संज्ञान नहीं लेगा, जब तक कि अभियोजन राज्य सरकार या जिला मजिस्ट्रेट की लिखित सहमति से संस्थित न किया जाए।"}, {"section_no": 222, "text": "(1) जब कोई व्यक्ति, जो न्यायाधीश या मजिस्ट्रेट है या एक ऐसा लोक सेवक है जिसे सरकार की मंजूरी से या उसके बिना उसके पद से हटाया नहीं जा सकता है, पर किसी ऐसे अपराध का अभियोग लगाया जाता है जिसका अभियोग उसके द्वारा अपने पदीय कर्तव्य के निर्वहन में कार्य करते हुए या कार्य करने का तात्पर्य रखते हुए किए जाने का है, तो कोई भी न्यायालय पूर्व मंजूरी के सिवाय ऐसे अपराध का संज्ञान नहीं लेगा—\n(क) उस व्यक्ति के मामले में जो संघ के कार्यकलापों के संबंध में नियोजित है या, जैसा भी मामला हो, कथित अपराध किए जाने के समय नियोजित था, केंद्रीय सरकार की;\n(ख) उस व्यक्ति के मामले में जो राज्य के कार्यकलापों के संबंध में नियोजित है या, जैसा भी मामला हो, कथित अपराध किए जाने के समय नियोजित था, राज्य सरकार की।\n(2) संघ के सशस्त्र बलों के किसी सदस्य द्वारा अपने पदीय कर्तव्य के निर्वहन में कार्य करते हुए या कार्य करने का तात्पर्य रखते हुए किए जाने का अभियोग लगाए गए किसी भी अपराध का कोई भी न्यायालय केंद्रीय सरकार की पूर्व मंजूरी के सिवाय संज्ञान नहीं लेगा।\n(3) राज्य सरकार, अधिसूचना द्वारा, यह निर्देश दे सकती है कि उप-धारा (2) के उपबंध लोक व्यवस्था बनाए रखने के लिए भारित बलों के ऐसे वर्ग या प्रवर्ग के सदस्यों पर लागू होंगे जैसा उसमें विनिर्दिष्ट किया जाए, जहाँ कहीं भी वे सेवा कर रहे हों, और तत्पश्चात उस उप-धारा के उपबंध इस प्रकार लागू होंगे मानो उसमें आने वाले “केंद्रीय सरकार” अभिव्यक्ति के स्थान पर “राज्य सरकार” अभिव्यक्ति प्रतिस्थापित की गई हो।"}]}
{"chapter_no": 16, "chapter_title": "मजिस्ट्रेटों से शिकायतें", "sections": [{"section_no": 223, "text": "शिकायत पर किसी अपराध का संज्ञान लेने वाला मजिस्ट्रेट शिकायतकर्ता और उपस्थित गवाहों, यदि कोई हों, की शपथ पर परीक्षा करेगा, और ऐसी परीक्षा का सार लेखन में कम किया जाएगा और शिकायतकर्ता और गवाहों द्वारा, और मजिस्ट्रेट द्वारा भी हस्ताक्षरित किया जाएगा:\nपरंतु यह कि, जब शिकायत लिखित में की जाती है, तो मजिस्ट्रेट को शिकायतकर्ता और गवाहों की परीक्षा करने की आवश्यकता नहीं होगी—\n(क) यदि कोई लोक सेवक अपने पदीय कर्तव्यों के निर्वहन में कार्य करते हुए या कार्य करने का तात्पर्य रखते हुए, या किसी न्यायालय ने शिकायत की है; या\n(ख) यदि मजिस्ट्रेट धारा 212 के अधीन मामले को जाँच या विचारण के लिए किसी अन्य मजिस्ट्रेट को सौंप देता है:\nपरंतु यह और कि यदि मजिस्ट्रेट शिकायतकर्ता और गवाहों की परीक्षा करने के बाद धारा 212 के अधीन मामले को किसी अन्य मजिस्ट्रेट को सौंप देता है, तो बाद वाले मजिस्ट्रेट को उनकी पुन: परीक्षा करने की आवश्यकता नहीं होगी।"}, {"section_no": 224, "text": "(1) यदि शिकायत पर किसी अपराध का संज्ञान लेने वाला मजिस्ट्रेट उचित समझे, तो वह अभियुक्त के विरुद्ध आदेशिका जारी करने को स्थगित कर सकता है, और यह निर्णय करने के उद्देश्य से कि कार्यवाही करने के लिए पर्याप्त आधार है या नहीं, या तो मामले की स्वयं जाँच कर सकता है या किसी पुलिस अधिकारी द्वारा या ऐसे अन्य व्यक्ति द्वारा, जिसे वह उचित समझे, अन्वेषण किए जाने का निर्देश दे सकता है:\nपरंतु ऐसा कोई भी अन्वेषण का निर्देश नहीं दिया जाएगा—\n(क) जहाँ मजिस्ट्रेट को यह प्रतीत होता है कि शिकायत किया गया अपराध अनन्य रूप से सत्र न्यायालय द्वारा विचारणीय है; या\n(ख) जहाँ शिकायत किसी न्यायालय द्वारा नहीं की गई है, जब तक कि शिकायतकर्ता और उपस्थित गवाहों (यदि कोई हों) की धारा 223 के अधीन शपथ पर परीक्षा न की गई हो।\n(2) उप-धारा (1) के अधीन जाँच में, मजिस्ट्रेट, यदि वह उचित समझे, तो गवाहों का साक्ष्य शपथ पर ले सकता है।\n(3) यदि उप-धारा (1) के अधीन कोई अन्वेषण किसी ऐसे व्यक्ति द्वारा किया जाता है जो पुलिस अधिकारी नहीं है, तो उसके पास उस अन्वेषण के लिए इस संहिता द्वारा पुलिस स्टेशन के भारसाधक अधिकारी को प्रदत्त सभी शक्तियाँ होंगी, सिवाय वारंट के बिना गिरफ्तार करने की शक्ति के।"}, {"section_no": 225, "text": "यदि, शिकायतकर्ता और गवाहों के शपथ पर दिए गए कथनों (यदि कोई हों) और धारा 224 के अधीन जाँच या अन्वेषण (यदि कोई हो) के परिणाम पर विचार करने के बाद, मजिस्ट्रेट की राय है कि कार्यवाही करने के लिए कोई पर्याप्त आधार नहीं है, तो वह शिकायत को खारिज़ कर देगा, और ऐसे प्रत्येक मामले में वह ऐसा करने के लिए संक्षेप में अपने कारणों को अभिलिखित करेगा।"}, {"section_no": 226, "text": "जहाँ कोई शिकायत धारा 225 के अधीन खारिज़ कर दी जाती है, वहाँ मजिस्ट्रेट, यथाशीघ्र, शिकायतकर्ता को खारिज़ करने के आदेश की सूचना देगा।"}]}
{"chapter_no": 17, "chapter_title": "मजिस्ट्रेटों के समक्ष कार्यवाही का प्रारंभ", "sections": [{"section_no": 227, "text": "यदि किसी अपराध का संज्ञान लेने वाले मजिस्ट्रेट की राय में कार्यवाही करने के लिए पर्याप्त आधार है, और मामला प्रतीत होता है—\n(क) एक समन-मामला, तो वह अभियुक्त की हाजिरी के लिए अपना समन जारी करेगा, या\n(ख) एक वारंट-मामला, तो वह वारंट जारी कर सकता है, या, यदि वह उचित समझे, तो समन जारी कर सकता है, जिससे अभियुक्त को किसी निश्चित समय पर ऐसे मजिस्ट्रेट के समक्ष या (यदि उसकी स्वयं की अधिकारिता नहीं है) किसी अन्य अधिकारिता रखने वाले मजिस्ट्रेट के समक्ष लाया जा सके या उपस्थित किया जा सके।"}, {"section_no": 228, "text": "धारा 227 के अधीन अभियुक्त के विरुद्ध तब तक कोई समन या वारंट जारी नहीं किया जाएगा जब तक कि अभियोजन पक्ष के गवाहों की सूची दाखिल न कर दी गई हो।"}, {"section_no": 229, "text": "एक मजिस्ट्रेट, अपने विवेक से, अभियुक्त की व्यक्तिगत हाजिरी से छूट दे सकता है और उसे अपने अभिवक्ता के माध्यम से उपस्थित होने की अनुमति दे सकता है।"}, {"section_no": 230, "text": "जब अभियुक्त मजिस्ट्रेट के समक्ष उपस्थित होता है या लाया जाता है, और मजिस्ट्रेट को यह प्रतीत होता है कि अपराध अनन्य रूप से सत्र न्यायालय द्वारा विचारणीय है, तो वह—\n(क) मामले को, यथास्थिति, धारा 232 या धारा 233 के उपबंधों का अनुपालन करने के बाद, सत्र न्यायालय को सुपुर्द करेगा, और जमानत से संबंधित इस संहिता के उपबंधों के अधीन रहते हुए, ऐसे सुपुर्दगी किए जाने तक अभियुक्त को अभिरक्षा में रिमांड करेगा;\n(ख) जमानत से संबंधित इस संहिता के उपबंधों के अधीन रहते हुए, विचारण के दौरान और समाप्त होने तक अभियुक्त को अभिरक्षा में रिमांड करेगा;\n(ग) मामले का अभिलेख और दस्तावेज़ और वस्तुएँ, यदि कोई हों, जो साक्ष्य में पेश किए जाने हैं, उस न्यायालय को भेजेगा;\n(घ) लोक अभियोजक को मामले की सत्र न्यायालय को सुपुर्दगी की सूचना देगा।"}, {"section_no": 231, "text": "किसी भी मामले में जहाँ अभियुक्त पर अनन्य रूप से सत्र न्यायालय द्वारा विचारणीय अपराध का आरोप लगाया गया है, मजिस्ट्रेट, अभियुक्त के उपस्थित होने या उसके समक्ष लाए जाने के बाद यथाशीघ्र, निम्नलिखित में से प्रत्येक की एक प्रति, निःशुल्क, अभियुक्त को देगा:—\n(क) पुलिस रिपोर्ट;\n(ख) धारा 173 के अधीन अभिलिखित प्रथम सूचना रिपोर्ट;\n(ग) उन सभी व्यक्तियों के, जिन्हें अभियोजन पक्ष अपने गवाहों के रूप में परीक्षित करने का प्रस्ताव करता है, धारा 180 की उप-धारा (3) के अधीन अभिलिखित कथन, उसमें से उस भाग को छोड़कर जिसके संबंध में पुलिस अधिकारी द्वारा धारा 191 की उप-धारा (6) के अधीन अपवर्जन के लिए अनुरोध किया गया है;\n(घ) धारा 183 के अधीन अभिलिखित संस्वीकृतियाँ और कथन, यदि कोई हों;\n(ङ) कोई अन्य दस्तावेज़ या उसका प्रासंगिक उद्धरण जो धारा 191 की उप-धारा (5) के अधीन पुलिस रिपोर्ट के साथ मजिस्ट्रेट को अग्रसारित किया गया हो।"}, {"section_no": 232, "text": "जहाँ, पुलिस रिपोर्ट पर संस्थित मामले में, अभियुक्त मजिस्ट्रेट के समक्ष उपस्थित होता है या लाया जाता है और मजिस्ट्रेट को यह प्रतीत होता है कि अपराध अनन्य रूप से सत्र न्यायालय द्वारा विचारणीय है, तो मजिस्ट्रेट—\n(क) मामले को सत्र न्यायालय को सुपुर्द करेगा;\n(ख) जमानत से संबंधित इस संहिता के उपबंधों के अधीन रहते हुए, विचारण के दौरान और समाप्त होने तक अभियुक्त को अभिरक्षा में रिमांड करेगा;\n(ग) मामले का अभिलेख और दस्तावेज़ और वस्तुएँ, यदि कोई हों, जो साक्ष्य में पेश किए जाने हैं, उस न्यायालय को भेजेगा;\n(घ) लोक अभियोजक को मामले की सत्र न्यायालय को सुपुर्दगी की सूचना देगा।"}, {"section_no": 233, "text": "जहाँ, पुलिस रिपोर्ट से भिन्न रूप में संस्थित मामले में, अभियुक्त मजिस्ट्रेट के समक्ष उपस्थित होता है या लाया जाता है और मजिस्ट्रेट को यह प्रतीत होता है कि अपराध अनन्य रूप से सत्र न्यायालय द्वारा विचारणीय है, तो मजिस्ट्रेट—\n(क) मामले को सत्र न्यायालय को सुपुर्द करेगा;\n(ख) जमानत से संबंधित इस संहिता के उपबंधों के अधीन रहते हुए, विचारण के दौरान और समाप्त होने तक अभियुक्त को अभिरक्षा में रिमांड करेगा;\n(ग) मामले का अभिलेख और दस्तावेज़ और वस्तुएँ, यदि कोई हों, जो साक्ष्य में पेश किए जाने हैं, उस न्यायालय को भेजेगा;\n(घ) लोक अभियोजक को मामले की सत्र न्यायालय को सुपुर्दगी की सूचना देगा।"}]}
{"chapter_no": 18, "chapter_title": "आरोप", "sections": [{"section_no": 234, "text": "(1) इस संहिता के अधीन प्रत्येक आरोप में वह अपराध बताया जाएगा जिसका अभियुक्त पर आरोप लगाया गया है।\n(2) यदि वह विधि जो अपराध का सृजन करती है, उसे कोई विशिष्ट नाम देती है, तो अपराध का वर्णन आरोप में केवल उसी नाम से किया जा सकता है।\n(3) यदि वह विधि जो अपराध का सृजन करती है, उसे कोई विशिष्ट नाम नहीं देती है, तो अपराध की परिभाषा का उतना भाग बताया जाना चाहिए जिससे अभियुक्त को उस मामले की सूचना मिल जाए जिसका उस पर आरोप लगाया गया है।\n(4) उस विधि और विधि की धारा का उल्लेख आरोप में किया जाएगा जिसके विरुद्ध अपराध किए जाने का कहा जाता है।\n(5) यह तथ्य कि आरोप लगाया गया है, यह कथन करने के समतुल्य है कि आरोपित अपराध को गठित करने के लिए विधि द्वारा अपेक्षित प्रत्येक कानूनी शर्त उस विशेष मामले में पूरी की गई थी।\n(6) आरोप न्यायालय की भाषा में लिखा जाएगा।"}, {"section_no": 235, "text": "(1) आरोप में कथित अपराध के समय और स्थान के संबंध में, और उस व्यक्ति (यदि कोई हो) जिसके विरुद्ध, या उस वस्तु (यदि कोई हो) जिसके संबंध में, वह किया गया था, ऐसे विशिष्टियाँ अंतर्विष्ट होंगी जो अभियुक्त को उस मामले की सूचना देने के लिए यथोचित रूप से पर्याप्त हों जिसका उस पर आरोप लगाया गया है।\n(2) जब अभियुक्त पर धन या अन्य चल संपत्ति के आपराधिक न्यास भंग या बेईमानी से दुर्विनियोग का आरोप लगाया जाता है, तो यह विनिर्दिष्ट करना पर्याप्त होगा कि कुल राशि क्या है या, जैसा भी मामला हो, उस चल संपत्ति का वर्णन करना जिसके संबंध में अपराध किए जाने का आरोप है, और वे तारीखें जिनके बीच अपराध किए जाने का आरोप है, बिना विशिष्ट मदों या सटीक तारीखों को विनिर्दिष्ट किए, और इस प्रकार विरचित आरोप को धारा 241 के अर्थ के भीतर एक अपराध का आरोप माना जाएगा:\nपरंतु ऐसी तारीखों में से पहली और आखिरी के बीच शामिल समय एक वर्ष से अधिक नहीं होगा।"}, {"section_no": 236, "text": "जब मामले की प्रकृति ऐसी है कि धारा 234 और 235 में उल्लिखित विशिष्टियाँ अभियुक्त को उस मामले की पर्याप्त सूचना नहीं देती हैं जिसका उस पर आरोप लगाया गया है, तो आरोप में कथित अपराध किए जाने के ढंग की ऐसी विशिष्टियाँ भी अंतर्विष्ट होंगी जो उस प्रयोजन के लिए पर्याप्त होंगी।"}, {"section_no": 237, "text": "प्रत्येक आरोप में, अपराध का वर्णन करने के लिए प्रयुक्त शब्दों को उस अर्थ में प्रयुक्त माना जाएगा जो उन्हें उस विधि के अधीन क्रमशः दिया गया है जिसके अधीन ऐसा अपराध दंडनीय है।"}, {"section_no": 238, "text": "अपराध या आरोप में बताए जाने के लिए अपेक्षित विशिष्टियों को बताने में कोई त्रुटि, और अपराध या उन विशिष्टियों को बताने में कोई लोप, मामले के किसी भी चरण में महत्वपूर्ण नहीं माना जाएगा, जब तक कि अभियुक्त वास्तव में ऐसी त्रुटि या लोप से गुमराह न हुआ हो, और इससे न्याय का विफल होना न हुआ हो।"}, {"section_no": 239, "text": "(1) कोई भी न्यायालय निर्णय सुनाए जाने से पहले किसी भी समय किसी भी आरोप को बदल सकता है या उसमें जोड़ सकता है।\n(2) ऐसे प्रत्येक परिवर्तन या योग को अभियुक्त को पढ़कर सुनाया और समझाया जाएगा।"}, {"section_no": 240, "text": "यदि आरोप में परिवर्तन या योग ऐसा है कि न्यायालय की राय में विचारण के साथ तुरंत आगे बढ़ने से अभियुक्त को अपने बचाव में या अभियोजक को मामले के संचालन में पूर्वाग्रह होने की संभावना नहीं है, तो न्यायालय, अपने विवेक से, ऐसे परिवर्तन या योग किए जाने के बाद, विचारण के साथ ऐसे आगे बढ़ सकता है मानो परिवर्तित या जोड़ा गया आरोप मूल आरोप था।"}, {"section_no": 241, "text": "यदि नया या परिवर्तित या जोड़ा गया आरोप ऐसा है जिसके अभियोजन के लिए पूर्व मंजूरी आवश्यक है, तो मामले के साथ तब तक आगे नहीं बढ़ा जाएगा जब तक कि ऐसी मंजूरी प्राप्त न हो जाए, सिवाय इसके कि उन तथ्यों पर अभियोजन के लिए पहले ही मंजूरी प्राप्त कर ली गई हो जिन पर नया या परिवर्तित आरोप आधारित है।"}, {"section_no": 242, "text": "प्रत्येक सुभिन्न अपराध के लिए जिसका किसी व्यक्ति पर आरोप है, एक अलग आरोप होगा, और ऐसे प्रत्येक आरोप का विचारण अलग से किया जाएगा:\nपरंतु जहाँ अभियुक्त व्यक्ति, लिखित आवेदन द्वारा, ऐसा चाहता है और मजिस्ट्रेट की राय है कि ऐसे व्यक्ति को इससे कोई पूर्वाग्रह होने की संभावना नहीं है, तो मजिस्ट्रेट ऐसे व्यक्ति के विरुद्ध विरचित सभी या किसी भी संख्या के आरोपों का विचारण एक साथ कर सकता है।"}, {"section_no": 243, "text": "(1) जब किसी व्यक्ति पर एक ही प्रकार के एक से अधिक अपराधों का आरोप है जो ऐसे अपराधों में से पहले से अंतिम तक बारह मास के अंतराल के भीतर किए गए हैं, चाहे वे एक ही व्यक्ति के संबंध में हों या नहीं, तो उस पर उनमें से किसी भी संख्या के, जो तीन से अधिक न हों, का एक ही विचारण में आरोप लगाया जा सकता है और विचारण किया जा सकता है।\n(2) अपराध एक ही प्रकार के होते हैं जब वे भारतीय न्याय संहिता, 2023 या किसी विशेष या स्थानीय विधि की एक ही धारा के अधीन एक ही मात्रा के दंड से दंडनीय होते हैं:\nपरंतु यह कि, इस धारा के प्रयोजनों के लिए, भारतीय न्याय संहिता, 2023 की धारा 124 के अधीन दंडनीय अपराध को उक्त संहिता की धारा 125 के अधीन दंडनीय अपराध के समान प्रकार का अपराध माना जाएगा।"}, {"section_no": 244, "text": "यदि, कार्यों की एक श्रृंखला में जो एक ही संव्यवहार बनाने के लिए एक साथ इतनी जुड़ी हुई हैं, एक ही व्यक्ति द्वारा एक से अधिक अपराध किए जाते हैं, तो उस पर ऐसे प्रत्येक अपराध का एक ही विचारण में आरोप लगाया जा सकता है और विचारण किया जा सकता है।"}, {"section_no": 245, "text": "यदि कोई एकल कार्य या कार्यों की श्रृंखला इस प्रकृति की है कि यह संदेह है कि सिद्ध किए जा सकने वाले तथ्य कई अपराधों में से किस अपराध को गठित करेंगे, तो अभियुक्त पर उन सभी या उनमें से किसी भी अपराध को करने का आरोप लगाया जा सकता है, और ऐसे किसी भी संख्या के आरोपों का विचारण एक बार में किया जा सकता है; या उस पर उक्त अपराधों में से किसी एक को करने का वैकल्पिक रूप से आरोप लगाया जा सकता है।"}, {"section_no": 246, "text": "जब किसी व्यक्ति पर कई विशिष्टियों से मिलकर बने किसी अपराध का आरोप है, जिनमें से केवल कुछ का संयोजन एक पूर्ण लघुतर अपराध गठित करता है, और ऐसा संयोजन सिद्ध हो जाता है, लेकिन शेष विशिष्टियाँ सिद्ध नहीं होती हैं, तो उसे लघुतर अपराध के लिए दोषसिद्ध किया जा सकता है, भले ही उस पर उसका आरोप न लगाया गया हो।"}, {"section_no": 247, "text": "जब किसी व्यक्ति पर किसी अपराध का आरोप लगाया जाता है, तो उसे ऐसे अपराध को करने के प्रयास के लिए दोषसिद्ध किया जा सकता है, भले ही प्रयास का अलग से आरोप न लगाया गया हो।"}]}
{"chapter_no": 19, "chapter_title": "सत्र न्यायालय के समक्ष विचारण", "sections": [{"section_no": 248, "text": "सत्र न्यायालय के समक्ष प्रत्येक विचारण में, अभियोजन का संचालन लोक अभियोजक द्वारा किया जाएगा।"}, {"section_no": 249, "text": "जब धारा 232 के अधीन मामले के सुपुर्दगी के अनुसरण में अभियुक्त न्यायालय के समक्ष उपस्थित होता है या लाया जाता है, तो अभियोजक अभियुक्त पर लगाए गए आरोप का वर्णन करके और यह बताते हुए कि वह अभियुक्त के दोष को किस साक्ष्य से सिद्ध करने का प्रस्ताव करता है, अपने मामले को खोलेगा।"}, {"section_no": 250, "text": "यदि, मामले के अभिलेख और उसके साथ प्रस्तुत किए गए दस्तावेज़ों पर विचार करने पर, और इस संबंध में अभियुक्त और अभियोजन के अभिवेदनों को सुनने के बाद, न्यायाधीश यह समझता है कि अभियुक्त के विरुद्ध कार्यवाही करने के लिए कोई पर्याप्त आधार नहीं है, तो वह अभियुक्त को उन्मोचित कर देगा और ऐसा करने के लिए अपने कारणों को अभिलिखित करेगा।"}, {"section_no": 251, "text": "यदि, यथापूर्वोक्त विचार और सुनवाई के बाद, न्यायाधीश की राय है कि यह उपधारणा करने का आधार है कि अभियुक्त ने ऐसा अपराध किया है जो—\n(क) अनन्य रूप से सत्र न्यायालय द्वारा विचारणीय नहीं है, तो वह अभियुक्त के विरुद्ध आरोप विरचित कर सकता है और, आदेश द्वारा, मामले को विचारण के लिए मुख्य न्यायिक मजिस्ट्रेट को अंतरित कर सकता है, और तब मुख्य न्यायिक मजिस्ट्रेट पुलिस रिपोर्ट पर संस्थित वारंट-मामलों के विचारण की प्रक्रिया के अनुसार अपराध का विचारण करेगा;\n(ख) अनन्य रूप से उस न्यायालय द्वारा विचारणीय है, तो वह अभियुक्त के विरुद्ध लिखित में आरोप विरचित करेगा।"}, {"section_no": 252, "text": "आरोप अभियुक्त को पढ़कर सुनाया और समझाया जाएगा, और अभियुक्त से पूछा जाएगा कि क्या वह आरोपित अपराध का दोषी होने का अभिवचन करता है या विचारण किए जाने का दावा करता है।"}, {"section_no": 253, "text": "यदि अभियुक्त दोषी होने का अभिवचन करता है, तो न्यायाधीश अभिवचन को अभिलिखित करेगा और अपने विवेक से, उस पर उसे दोषसिद्ध कर सकता है।"}, {"section_no": 254, "text": "यदि अभियुक्त अभिवचन करने से इनकार करता है, या अभिवचन नहीं करता है, या विचारण किए जाने का दावा करता है या धारा 253 के अधीन दोषसिद्ध नहीं होता है, तो न्यायाधीश गवाहों की परीक्षा के लिए एक तारीख नियत करेगा, और अभियोजन के आवेदन पर, किसी गवाह की उपस्थिति या किसी दस्तावेज़ या अन्य चीज़ के पेश किए जाने को विवश करने के लिए कोई आदेशिका जारी कर सकता है।"}, {"section_no": 255, "text": "इस प्रकार नियत तारीख पर, न्यायाधीश अभियोजन के समर्थन में पेश किए जा सकने वाले ऐसे सभी साक्ष्य लेने के लिए कार्यवाही करेगा।"}, {"section_no": 256, "text": "किसी भी व्यक्ति का साक्ष्य जिसका साक्ष्य औपचारिक प्रकृति का है, शपथ पत्र द्वारा दिया जा सकता है और इस संहिता के अधीन किसी भी जाँच, विचारण या अन्य कार्यवाही में, सभी उचित अपवादों के अधीन रहते हुए, साक्ष्य में पढ़ा जा सकता है।"}, {"section_no": 257, "text": "यदि, अभियोजन के लिए साक्ष्य लेने, अभियुक्त की परीक्षा करने और इस बिंदु पर अभियोजन और बचाव पक्ष को सुनने के बाद, न्यायाधीश यह समझता है कि अभियुक्त ने अपराध किया है इसका कोई साक्ष्य नहीं है, तो न्यायाधीश दोषमुक्ति का आदेश अभिलिखित करेगा।"}, {"section_no": 258, "text": "जहाँ अभियुक्त को धारा 257 के अधीन दोषमुक्त नहीं किया जाता है, वहाँ उसे अपना बचाव प्रस्तुत करने और उसके समर्थन में कोई भी साक्ष्य प्रस्तुत करने के लिए कहा जाएगा जो उसके पास हो।"}, {"section_no": 259, "text": "जब बचाव पक्ष के लिए गवाहों की परीक्षा (यदि कोई हो) पूरी हो जाती है, तो अभियोजक अपने मामले का सारांश प्रस्तुत करेगा और अभियुक्त या उसके अभिवक्ता उत्तर देने के हकदार होंगे:\nपरंतु जहाँ अभियुक्त या उसके अभिवक्ता द्वारा कानून का कोई बिंदु उठाया जाता है, तो अभियोजन पक्ष, न्यायाधीश की अनुमति से, कानून के ऐसे बिंदु के संबंध में अपने अभिवेदन कर सकता है।"}, {"section_no": 260, "text": "तर्क और कानून के बिंदुओं (यदि कोई हों) को सुनने के बाद, न्यायाधीश मामले में निर्णय देगा।"}]}
{"chapter_no": 20, "chapter_title": "मजिस्ट्रेटों द्वारा वारंट-मामलों का विचारण", "sections": [{"section_no": 261, "text": "इस अध्याय के उपबंध मजिस्ट्रेटों द्वारा विचारणीय वारंट-मामलों पर लागू होंगे।"}, {"section_no": 262, "text": "जब, पुलिस रिपोर्ट पर संस्थित किसी वारंट-मामले में, विचारण के प्रारंभ में अभियुक्त मजिस्ट्रेट के समक्ष उपस्थित होता है या लाया जाता है, तो मजिस्ट्रेट स्वयं को संतुष्ट करेगा कि उसने धारा 230 के उपबंधों का अनुपालन किया है।"}, {"section_no": 263, "text": "यदि, पुलिस रिपोर्ट और धारा 191 के अधीन उसके साथ भेजे गए दस्तावेज़ों पर विचार करने पर, और अभियुक्त की ऐसी परीक्षा, यदि कोई हो, करने पर जो मजिस्ट्रेट आवश्यक समझे और अभियोजन तथा अभियुक्त को सुने जाने का अवसर देने के बाद, मजिस्ट्रेट अभियुक्त के विरुद्ध आरोप को निराधार समझता है, तो वह अभियुक्त को उन्मोचित कर देगा और ऐसा करने के लिए अपने कारणों को अभिलिखित करेगा।"}, {"section_no": 264, "text": "यदि, ऐसे विचार, परीक्षा, यदि कोई हो, और सुनवाई पर, मजिस्ट्रेट की राय है कि यह उपधारणा करने का आधार है कि अभियुक्त ने इस अध्याय के अधीन विचारणीय ऐसा अपराध किया है, जिसका विचारण करने के लिए ऐसा मजिस्ट्रेट सक्षम है और जो, उसकी राय में, उसके द्वारा पर्याप्त रूप से दंडित किया जा सकता है, तो वह अभियुक्त के विरुद्ध लिखित में एक आरोप विरचित करेगा।"}, {"section_no": 265, "text": "तब आरोप अभियुक्त को पढ़कर सुनाया और समझाया जाएगा, और उससे पूछा जाएगा कि क्या वह आरोपित अपराध का दोषी होने का अभिवचन करता है या विचारण किए जाने का दावा करता है।"}, {"section_no": 266, "text": "यदि अभियुक्त दोषी होने का अभिवचन करता है, तो मजिस्ट्रेट अभिवचन को अभिलिखित करेगा और अपने विवेक से, उस पर उसे दोषसिद्ध कर सकता है।"}, {"section_no": 267, "text": "यदि अभियुक्त अभिवचन करने से इनकार करता है, या अभिवचन नहीं करता है या विचारण किए जाने का दावा करता है या यदि अभियुक्त धारा 266 के अधीन दोषसिद्ध नहीं होता है, तो मजिस्ट्रेट गवाहों की परीक्षा के लिए एक तारीख नियत करेगा।"}, {"section_no": 268, "text": "अभियोजन के लिए साक्ष्य इस प्रकार नियत तारीख को, या किसी बाद के दिन को, जिस तक सुनवाई स्थगित की जा सकती है, लिया जाएगा।"}, {"section_no": 269, "text": "यदि, इस अध्याय के अधीन किसी जाँच या विचारण के दौरान, मजिस्ट्रेट को यह प्रतीत होता है कि अपराध ऐसा है जिसका विचारण सत्र न्यायालय द्वारा किया जाना चाहिए, तो वह अभियुक्त को उस न्यायालय को सुपुर्द कर देगा।"}, {"section_no": 270, "text": "जब मामला पुलिस रिपोर्ट से भिन्न रूप में संस्थित किया जाता है, तो शिकायतकर्ता की परीक्षा की जाएगी और मजिस्ट्रेट अभियोजन को सुनने और अभियोजन के समर्थन में पेश किए जा सकने वाले ऐसे सभी साक्ष्य लेने के लिए कार्यवाही करेगा।"}, {"section_no": 271, "text": "यदि, धारा 270 में निर्दिष्ट सभी साक्ष्य लेने पर, मजिस्ट्रेट को, कारणों को अभिलिखित करने के बाद, यह प्रतीत होता है कि अभियुक्त के विरुद्ध कोई मामला नहीं बना है जो, यदि खंडित न किया जाए, तो उसकी दोषसिद्धि को वारंट करेगा, तो मजिस्ट्रेट उसे उन्मोचित कर देगा।"}, {"section_no": 272, "text": "(1) यदि, जब ऐसा साक्ष्य लिया गया है, या मामले के किसी भी पिछले चरण में, मजिस्ट्रेट की राय है कि यह उपधारणा करने का आधार है कि अभियुक्त ने इस अध्याय के अधीन विचारणीय ऐसा अपराध किया है, जिसका विचारण करने के लिए ऐसा मजिस्ट्रेट सक्षम है और जो, उसकी राय में, उसके द्वारा पर्याप्त रूप से दंडित किया जा सकता है, तो वह अभियुक्त के विरुद्ध लिखित में एक आरोप विरचित करेगा।\n(2) तब आरोप अभियुक्त को पढ़कर सुनाया और समझाया जाएगा, और उससे पूछा जाएगा कि क्या वह दोषी होने का अभिवचन करता है या उसे कोई बचाव करना है।"}, {"section_no": 273, "text": "धारा 257 से 260 के उपबंध, जहाँ तक हो सके, आरोप विरचित होने के बाद इस अध्याय के अधीन आयोजित प्रत्येक विचारण पर लागू होंगे।"}]}
{"chapter_no": 21, "chapter_title": "मजिस्ट्रेटों द्वारा समन-मामलों का विचारण", "sections": [{"section_no": 274, "text": "जब समन-मामले में अभियुक्त मजिस्ट्रेट के समक्ष उपस्थित होता है या लाया जाता है, तो उस अपराध की विशिष्टियाँ जिसका उस पर आरोप है, उसे बताई जाएँगी, और उससे पूछा जाएगा कि क्या वह दोषी होने का अभिवचन करता है या उसे कोई बचाव करना है, लेकिन औपचारिक आरोप विरचित करना आवश्यक नहीं होगा।"}, {"section_no": 275, "text": "यदि अभियुक्त दोषी होने का अभिवचन करता है, तो मजिस्ट्रेट अभिवचन को यथासंभव अभियुक्त द्वारा प्रयुक्त शब्दों में अभिलिखित करेगा और अपने विवेक से, उस पर उसे दोषसिद्ध कर सकता है।"}, {"section_no": 276, "text": "यदि मजिस्ट्रेट धारा 275 के अधीन अभियुक्त को दोषसिद्ध नहीं करता है, तो मजिस्ट्रेट अभियोजन को सुनने और अभियोजन के समर्थन में पेश किए जा सकने वाले ऐसे सभी साक्ष्य लेने के लिए, और अभियुक्त को सुनने और उसके बचाव में पेश किए जाने वाले ऐसे सभी साक्ष्य लेने के लिए कार्यवाही करेगा।"}, {"section_no": 277, "text": "(1) यदि मजिस्ट्रेट, धारा 276 में निर्दिष्ट साक्ष्य लेने पर और ऐसे अतिरिक्त साक्ष्य (यदि कोई हो) जिसे वह स्वयं अपनी प्रेरणा से पेश करने का कारण बन सकता है, पर अभियुक्त को दोषी नहीं पाता है, तो वह दोषमुक्ति का आदेश अभिलिखित करेगा।\n(2) जहाँ मजिस्ट्रेट धारा 366 या धारा 367 के उपबंधों के अनुसार कार्यवाही नहीं करता है, वहाँ वह, यदि अभियुक्त को दोषी पाता है, तो विधि के अनुसार उसे दंडादेश पारित करेगा।"}, {"section_no": 278, "text": "एक मजिस्ट्रेट, धारा 275 या धारा 277 के अधीन, अभियुक्त को इस अध्याय के अधीन विचारणीय किसी भी अपराध के लिए दोषसिद्ध कर सकता है, जिसे उसने स्वीकार किए गए या सिद्ध किए गए तथ्यों से किया प्रतीत होता है, चाहे शिकायत या समन की प्रकृति कुछ भी हो, यदि मजिस्ट्रेट संतुष्ट है कि अभियुक्त को इससे कोई पूर्वाग्रह नहीं होगा।"}, {"section_no": 279, "text": "धारा 277 या धारा 278 में किसी भी बात को किसी मजिस्ट्रेट को मामले की फिर से सुनवाई करने के लिए कार्यवाही करने से रोकने वाला नहीं माना जाएगा, जहाँ अभियुक्त को दोषमुक्त या दोषसिद्ध नहीं किया गया है, और मजिस्ट्रेट की राय है कि मामले की फिर से सुनवाई की जानी चाहिए।"}, {"section_no": 280, "text": "यदि शिकायतकर्ता, इस अध्याय के अधीन किसी मामले में अंतिम आदेश पारित होने से पहले किसी भी समय, मजिस्ट्रेट को संतुष्ट करता है कि उसे अभियुक्त के विरुद्ध, या यदि एक से अधिक अभियुक्त हैं, तो उन सभी या उनमें से किसी के विरुद्ध अपनी शिकायत वापस लेने की अनुमति देने के लिए पर्याप्त आधार हैं, तो मजिस्ट्रेट उसे शिकायत वापस लेने की अनुमति दे सकता है, और तब उस अभियुक्त को दोषमुक्त करेगा जिसके विरुद्ध शिकायत इस प्रकार वापस ले ली गई है।"}, {"section_no": 281, "text": "शिकायत पर संस्थित मामले से भिन्न किसी भी मामले में, प्रथम वर्ग का मजिस्ट्रेट, या मुख्य न्यायिक मजिस्ट्रेट की पूर्व मंजूरी से, कोई अन्य न्यायिक मजिस्ट्रेट, अपने द्वारा अभिलिखित किए जाने वाले कारणों के लिए, कोई भी निर्णय सुनाए बिना किसी भी चरण में कार्यवाही रोक सकता है और जहाँ प्रमुख गवाहों का साक्ष्य अभिलिखित किए जाने के बाद कार्यवाही को रोका जाता है, वहाँ दोषमुक्ति का निर्णय सुनाएगा, और किसी भी अन्य मामले में, अभियुक्त को रिहा कर देगा, और ऐसे रिहाई का प्रभाव उन्मोचन का होगा।"}, {"section_no": 282, "text": "धारा 313 के उपबंध, जहाँ तक हो सके, समन-मामले में अभियुक्त की परीक्षा पर लागू होंगे।"}]}
{"chapter_no": 22, "chapter_title": "संक्षिप्त विचारण", "sections": [{"section_no": 283, "text": "(1) इस संहिता में किसी बात के होते हुए भी, कोई भी मुख्य न्यायिक मजिस्ट्रेट, कोई भी महानगर मजिस्ट्रेट, या इस निमित्त उच्च न्यायालय द्वारा विशेष रूप से सशक्त प्रथम वर्ग का कोई भी मजिस्ट्रेट, यदि वह उचित समझे, तो निम्नलिखित सभी या किसी भी अपराध का संक्षिप्त रूप से विचारण कर सकता है:—\n(क) मृत्यु, आजीवन कारावास या दो वर्ष से अधिक की अवधि के कारावास से दंडनीय न होने वाले अपराध;\n(ख) भारतीय न्याय संहिता, 2023 की धारा 303 के अधीन चोरी, जहाँ चुराई गई संपत्ति का मूल्य दो हजार रुपये से अधिक नहीं है;\n(ग) भारतीय न्याय संहिता, 2023 की धारा 317 के अधीन चुराई गई संपत्ति प्राप्त करना या रखना, जहाँ संपत्ति का मूल्य दो हजार रुपये से अधिक नहीं है;\n(घ) भारतीय न्याय संहिता, 2023 की धारा 317 के अधीन चुराई गई संपत्ति को छिपाने या निपटाने में सहायता करना, जहाँ ऐसी संपत्ति का मूल्य दो हजार रुपये से अधिक नहीं है;\n(ङ) भारतीय न्याय संहिता, 2023 की धारा 324 और 333 के अधीन अपराध;\n(च) भारतीय न्याय संहिता, 2023 की धारा 352 के अधीन शांति भंग करने को उकसाने के इरादे से अपमान;\n(छ) पूर्वगामी अपराधों में से किसी का दुष्प्रेरण;\n(ज) पूर्वगामी अपराधों में से किसी को करने का प्रयास, जब ऐसा प्रयास एक अपराध है;\n(झ) किसी ऐसे कार्य से गठित कोई भी अपराध जिसके संबंध में पशु अतिचार अधिनियम, 1871 की धारा 20 के अधीन शिकायत की जा सकती है।\n(2) जब, संक्षिप्त विचारण के दौरान, मजिस्ट्रेट को यह प्रतीत होता है कि मामले की प्रकृति ऐसी है कि इसका संक्षिप्त रूप से विचारण करना अवांछनीय है, तो मजिस्ट्रेट किसी भी गवाह को वापस बुलाएगा जिसकी परीक्षा की गई हो और इस संहिता द्वारा उपबंधित तरीके से मामले की फिर से सुनवाई के लिए कार्यवाही करेगा।"}, {"section_no": 284, "text": "(1) उच्च न्यायालय द्वितीय वर्ग के किसी भी मजिस्ट्रेट को ऐसे किसी भी अपराध का संक्षिप्त रूप से विचारण करने के लिए सशक्त कर सकता है जो केवल जुर्माने से या जुर्माने के साथ या उसके बिना छह मास से अधिक न होने वाली अवधि के कारावास से दंडनीय है, और ऐसे किसी भी अपराध के दुष्प्रेरण या करने के प्रयास का।\n(2) जब कोई मजिस्ट्रेट इस प्रकार सशक्त किया जाता है, तो धारा 283 के उपबंध उस पर ऐसे लागू होंगे मानो वह प्रथम वर्ग का मजिस्ट्रेट हो।"}, {"section_no": 285, "text": "संक्षिप्त विचारण में, समन-मामलों के विचारण के लिए इस संहिता में विनिर्दिष्ट प्रक्रिया का पालन किया जाएगा, सिवाय जैसा इसके बाद उल्लिखित है।"}, {"section_no": 286, "text": "इस अध्याय के अधीन किसी भी दोषसिद्धि के मामले में तीन मास से अधिक की अवधि के कारावास का कोई दंडादेश पारित नहीं किया जाएगा।"}, {"section_no": 287, "text": "संक्षिप्त रूप से विचारित प्रत्येक मामले में, मजिस्ट्रेट ऐसे प्ररूप में, जैसा राज्य सरकार निर्देशित करे, निम्नलिखित विशिष्टियों को दर्ज करेगा, अर्थात्:—\n(क) मामले की क्रम संख्या;\n(ख) अपराध किए जाने की तारीख;\n(ग) रिपोर्ट या शिकायत की तारीख;\n(घ) शिकायतकर्ता का नाम (यदि कोई हो);\n(ङ) अभियुक्त का नाम, पितृत्व और निवास;\n(च) शिकायत किया गया अपराध और सिद्ध हुआ अपराध (यदि कोई हो), और धारा 283 की उप-धारा (1) के खंड (ख), खंड (ग) या खंड (घ) के अधीन आने वाले मामलों में, उस संपत्ति का मूल्य जिसके संबंध में अपराध किया गया है;\n(छ) अभियुक्त का अभिवचन और उसकी परीक्षा (यदि कोई हो);\n(ज) निष्कर्ष;\n(झ) दंडादेश या अन्य अंतिम आदेश;\n(ञ) वह तारीख जिस पर कार्यवाही समाप्त हुई।"}, {"section_no": 288, "text": "(1) संक्षिप्त रूप से विचारित प्रत्येक मामले में जिसमें अभियुक्त दोषी होने का अभिवचन नहीं करता है, मजिस्ट्रेट साक्ष्य का सार और निष्कर्ष के कारणों का संक्षिप्त कथन अंतर्विष्ट करने वाला निर्णय अभिलिखित करेगा।\n(2) ऐसा अभिलेख और निर्णय न्यायालय की भाषा में लिखा जाएगा।\n(3) उच्च न्यायालय किसी भी मजिस्ट्रेट को मुख्य न्यायिक मजिस्ट्रेट द्वारा इस निमित्त नियुक्त अधिकारी के माध्यम से पूर्वोक्त अभिलेख या निर्णय या दोनों को तैयार करने के लिए प्राधिकृत कर सकता है और इस प्रकार तैयार किया गया अभिलेख या निर्णय मजिस्ट्रेट द्वारा हस्ताक्षरित किया जाएगा और इस प्रकार हस्ताक्षरित होने पर वह न्यायालय का अभिलेख या निर्णय होगा।\n(4) संक्षिप्त विचारण में साक्ष्य का अभिलेख धारा 313 में उपबंधित तरीके से तैयार किया जाएगा।"}]}
{"chapter_no": 23, "chapter_title": "अभिवचन सौदाकारी", "sections": [{"section_no": 289, "text": "यह अध्याय उस अभियुक्त के संबंध में लागू होगा जिसके विरुद्ध—\n(क) पुलिस स्टेशन के भारसाधक अधिकारी द्वारा धारा 191 के अधीन अपराध किए जाने का अभिकथन करते हुए रिपोर्ट अग्रेषित की गई है; या\n(ख) किसी ऐसे अपराध की शिकायत की गई है, जो ऐसे अपराध से भिन्न है जिसके लिए तत्समय प्रवृत्त विधि के अधीन मृत्यु या आजीवन कारावास या सात वर्ष से अधिक की अवधि के कारावास का दंड प्रदान किया गया है।"}, {"section_no": 290, "text": "अपराध का अभियुक्त व्यक्ति उस न्यायालय में अभिवचन सौदाकारी के लिए एक आवेदन फाइल कर सकता है जिसमें ऐसा अपराध विचारण के लिए लंबित है।"}, {"section_no": 291, "text": "(1) धारा 290 के अधीन आवेदन में उस मामले का संक्षिप्त विवरण होगा जिससे संबंधित आवेदन फाइल किया गया है, जिसमें वह अपराध शामिल है जिससे मामला संबंधित है, और उसके साथ अभियुक्त द्वारा शपथ पर हस्ताक्षरित एक शपथ पत्र होगा जिसमें यह कहा गया होगा कि उसने स्वेच्छा से, अपराध के लिए विधि के अधीन प्रदान किए गए दंड की प्रकृति और सीमा को समझने के बाद, अपने मामले में अभिवचन सौदाकारी को प्राथमिकता दी है और कि उसे पहले उसी अपराध का आरोप लगाए गए मामले में किसी न्यायालय द्वारा दोषसिद्ध नहीं किया गया है।\n(2) न्यायालय, तत्पश्चात, यथास्थिति, लोक अभियोजक या मामले के शिकायतकर्ता को, और अभियुक्त को मामले के लिए नियत तारीख पर उपस्थित होने के लिए नोटिस जारी करेगा।"}, {"section_no": 292, "text": "जब पक्षकार नियत तारीख पर न्यायालय के समक्ष उपस्थित होते हैं, तो न्यायालय अभियुक्त की इन कैमरा परीक्षा करेगा, जहाँ मामले का दूसरा पक्ष उपस्थित नहीं होगा, ताकि वह स्वयं को संतुष्ट कर सके कि अभियुक्त ने आवेदन स्वेच्छा से फाइल किया है और जहाँ—\n(क) न्यायालय संतुष्ट है कि आवेदन अभियुक्त द्वारा स्वेच्छा से फाइल किया गया है, तो वह यथास्थिति, लोक अभियोजक या मामले के शिकायतकर्ता को, और अभियुक्त को मामले के पारस्परिक रूप से संतोषजनक निपटारे पर काम करने के लिए समय प्रदान करेगा जिसमें अभियुक्त द्वारा पीड़ित को मुआवजे और मामले के दौरान और उसके बाद के अन्य खर्चों का भुगतान शामिल हो सकता है, और तत्पश्चात, मामले की आगे की सुनवाई के लिए तारीख नियत करेगा;\n(ख) न्यायालय यह पाता है कि आवेदन अभियुक्त द्वारा अनैच्छिक रूप से फाइल किया गया है या उसे पहले उसी अपराध का आरोप लगाए गए मामले में किसी न्यायालय द्वारा दोषसिद्ध किया गया है, तो वह इस संहिता के उपबंधों के अनुसार उस चरण से आगे कार्यवाही करेगा जिस पर धारा 290 के अधीन ऐसा आवेदन फाइल किया गया है।"}, {"section_no": 293, "text": "धारा 292 के खंड (क) के अधीन पारस्परिक रूप से संतोषजनक निपटारे पर काम करते समय, न्यायालय निम्नलिखित प्रक्रिया का पालन करेगा, अर्थात्:—\n(क) पुलिस रिपोर्ट पर संस्थित मामले में, न्यायालय लोक अभियोजक, मामले का अन्वेषण करने वाले पुलिस अधिकारी, अभियुक्त और मामले के पीड़ित को मामले के संतोषजनक निपटारे पर काम करने के लिए बैठक में भाग लेने के लिए नोटिस जारी करेगा:\nपरंतु यदि पीड़ित बच्चा है या विकृत चित्त का है, तो न्यायालय उसके कानूनी अभिभावक या न्यायालय द्वारा उसका प्रतिनिधित्व करने के लिए प्राधिकृत किसी अन्य व्यक्ति को नोटिस जारी करेगा।\n(ख) पुलिस रिपोर्ट से भिन्न रूप में संस्थित मामले में, न्यायालय अभियुक्त और मामले के पीड़ित को मामले के संतोषजनक निपटारे पर काम करने के लिए एक बैठक में भाग लेने के लिए नोटिस जारी करेगा:\nपरंतु यह सुनिश्चित करना न्यायालय का कर्तव्य होगा कि अभिवचन सौदाकारी की पूरी प्रक्रिया बैठक में भाग लेने वाले पक्षकारों द्वारा स्वेच्छा से पूरी की जाती है:\nपरंतु यह और कि अभियुक्त, यदि वह ऐसा चाहता है, तो मामले में लगे अपने अभिवक्ता, यदि कोई हो, के साथ ऐसी बैठक में भाग ले सकता है।"}, {"section_no": 294, "text": "जहाँ धारा 293 के अधीन मामले का संतोषजनक निपटारा किया गया है, वहाँ न्यायालय ऐसे निपटारे की एक रिपोर्ट तैयार करेगा जिस पर न्यायालय के पीठासीन अधिकारी और बैठक में भाग लेने वाले अन्य सभी व्यक्तियों द्वारा हस्ताक्षर किए जाएँगे।"}, {"section_no": 295, "text": "जहाँ ऐसा कोई निपटारा नहीं किया गया है, वहाँ न्यायालय ऐसे अवलोकन को अभिलिखित करेगा और इस संहिता के उपबंधों के अनुसार उस चरण से आगे कार्यवाही करेगा जिस पर ऐसे मामले में धारा 290 के अधीन आवेदन फाइल किया गया है।"}, {"section_no": 296, "text": "जहाँ मामले का संतोषजनक निपटारा किया गया है, वहाँ न्यायालय निम्नलिखित तरीके से मामले का निपटारा करेगा, अर्थात्:—\n(क) न्यायालय निपटारे के अनुसार पीड़ित को मुआवजा प्रदान करेगा और अभियुक्त को दंड की मात्रा, धारा 366 के अधीन अच्छे आचरण पर परिवीक्षा पर या भर्त्सना के बाद रिहा करने के लिए या परिवीक्षा अधिनियम, 1958 या तत्समय प्रवृत्त किसी अन्य विधि के उपबंधों के अधीन अभियुक्त से निपटने के लिए पक्षकारों को सुनेगा और अभियुक्त पर दंड अधिरोपित करने के लिए अनुवर्ती खंडों में विनिर्दिष्ट प्रक्रिया का पालन करेगा;\n(ख) खंड (क) के अधीन पक्षकारों को सुनने के बाद, यदि न्यायालय की राय है कि अभियुक्त के मामले में धारा 366 या परिवीक्षा अधिनियम, 1958 या तत्समय प्रवृत्त किसी अन्य विधि के उपबंध आकर्षित होते हैं, तो वह यथास्थिति, अभियुक्त को परिवीक्षा पर रिहा कर सकता है या किसी ऐसी विधि का लाभ प्रदान कर सकता है;\n(ग) खंड (ख) के अधीन पक्षकारों को सुनने के बाद, यदि न्यायालय यह पाता है कि अभियुक्त द्वारा किए गए अपराध के लिए विधि के अधीन न्यूनतम दंड प्रदान किया गया है, तो वह अभियुक्त को ऐसे न्यूनतम दंड के आधे की सजा दे सकता है;\n(घ) खंड (ख) के अधीन पक्षकारों को सुनने के बाद, यदि न्यायालय यह पाता है कि अभियुक्त द्वारा किया गया अपराध खंड (ख) या खंड (ग) के अधीन शामिल नहीं है, तो वह अभियुक्त को ऐसे अपराध के लिए प्रदान किए गए या विस्तारणीय दंड के एक-चौथाई की सजा दे सकता है, जैसा भी मामला हो।"}, {"section_no": 297, "text": "धारा 296 के अधीन न्यायालय द्वारा दिया गया निर्णय अंतिम होगा और ऐसे निर्णय के विरुद्ध किसी भी न्यायालय में कोई अपील (संविधान के अनुच्छेद 136 के अधीन विशेष अनुमति याचिका और अनुच्छेद 226 और 227 के अधीन रिट याचिका को छोड़कर) नहीं होगी।"}, {"section_no": 298, "text": "इस अध्याय के अधीन अपने कार्यों का निर्वहन करने के प्रयोजनों के लिए, न्यायालय को जमानत, अपराधों के विचारण और इस संहिता के अधीन ऐसे न्यायालय में मामले के निपटारे से संबंधित अन्य मामलों के संबंध में निहित सभी शक्तियाँ प्राप्त होंगी।"}, {"section_no": 299, "text": "धारा 290 के अधीन फाइल किए गए अभिवचन सौदाकारी के आवेदन में अभियुक्त द्वारा बताए गए कथन या तथ्यों का उपयोग इस अध्याय के प्रयोजन के अलावा किसी अन्य प्रयोजन के लिए नहीं किया जाएगा।"}, {"section_no": 300, "text": "इस अध्याय के उपबंध किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 2015 में यथापरिभाषित किसी भी किशोर या बच्चे पर लागू नहीं होंगे।"}]}
{"chapter_no": 25, "chapter_title": "जाँचों और विचारणों में साक्ष्य", "sections": [{"section_no": 307, "text": "सिवाय जैसा अन्यथा स्पष्ट रूप से उपबंधित है, विचारण या अन्य कार्यवाही के दौरान लिया गया सभी साक्ष्य अभियुक्त की उपस्थिति में, या, जब उसकी व्यक्तिगत हाजिरी से छूट दी गई है, तो उसके अभिवक्ता की उपस्थिति में लिया जाएगा।"}, {"section_no": 308, "text": "मजिस्ट्रेट के समक्ष विचारित सभी वारंट-मामलों में, प्रत्येक गवाह का साक्ष्य, जैसे ही उसकी परीक्षा आगे बढ़ती है, या तो मजिस्ट्रेट द्वारा स्वयं या खुले न्यायालय में उसके श्रुतलेख द्वारा, या जहाँ वह ऐसा करने में असमर्थ है, तो इस निमित्त उसके द्वारा नियुक्त न्यायालय के एक अधिकारी द्वारा लेखन में लिखा जाएगा।"}, {"section_no": 309, "text": "(1) सत्र न्यायालय के समक्ष सभी विचारणों में, प्रत्येक गवाह का साक्ष्य, जैसे ही उसकी परीक्षा आगे बढ़ती है, या तो पीठासीन न्यायाधीश द्वारा स्वयं या खुले न्यायालय में उसके श्रुतलेख द्वारा, या उसके निर्देश और अधीक्षण के अधीन, इस निमित्त उसके द्वारा नियुक्त न्यायालय के एक अधिकारी द्वारा लेखन में लिखा जाएगा।\n(2) ऐसा साक्ष्य सामान्यतः कथा के रूप में लिखा जाएगा, लेकिन पीठासीन न्यायाधीश, अपने विवेक से, ऐसे साक्ष्य के किसी भी भाग को प्रश्न और उत्तर के रूप में लिख सकता है, या लिखवा सकता है।\n(3) इस प्रकार लिखा गया साक्ष्य पीठासीन न्यायाधीश द्वारा हस्ताक्षरित किया जाएगा, और अभिलेख का भाग बनेगा।"}, {"section_no": 310, "text": "(1) जैसे ही धारा 308 या धारा 309 के अधीन लिए गए प्रत्येक गवाह का साक्ष्य पूरा हो जाता है, उसे अभियुक्त की उपस्थिति में, यदि वह हाजिर है, या उसके अभिवक्ता की उपस्थिति में, यदि वह अभिवक्ता द्वारा उपस्थित होता है, उसे पढ़कर सुनाया जाएगा, और यदि आवश्यक हो, तो सुधारा जाएगा।\n(2) यदि गवाह साक्ष्य के किसी भाग की शुद्धता से इनकार करता है जब उसे पढ़कर सुनाया जाता है, तो मजिस्ट्रेट या पीठासीन न्यायाधीश साक्ष्य को सुधारने के बजाय, उस पर गवाह द्वारा की गई आपत्ति का ज्ञापन बना सकता है, और ऐसी टिप्पणी जोड़ेगा जैसी वह आवश्यक समझता है।\n(3) यदि साक्ष्य का अभिलेख उस भाषा से भिन्न भाषा में है जिसमें गवाह ने इसे दिया था और गवाह उस भाषा को नहीं समझता है, तो अभिलेख को उसे उस भाषा में या किसी ऐसी भाषा में जिसकी वह समझता है, व्याख्यायित किया जाएगा।"}, {"section_no": 311, "text": "(1) जब भी कोई साक्ष्य किसी ऐसी भाषा में दिया जाता है जिसे अभियुक्त नहीं समझता है, और वह स्वयं उपस्थित है, तो उसे खुले न्यायालय में उसकी समझ में आने वाली भाषा में व्याख्यायित किया जाएगा।\n(2) यदि वह अभिवक्ता द्वारा उपस्थित होता है और साक्ष्य न्यायालय की भाषा से भिन्न भाषा में दिया जाता है, और अभिवक्ता उसे नहीं समझता है, तो उसे उस अभिवक्ता को उस भाषा में व्याख्यायित किया जाएगा।\n(3) जब दस्तावेज़ औपचारिक सबूत के प्रयोजन के लिए पेश किए जाते हैं, तो न्यायालय के विवेक पर होगा कि वह उसमें से जितना आवश्यक प्रतीत हो, उतना व्याख्यायित करे।"}, {"section_no": 312, "text": "राज्य सरकार यह निर्देश दे सकती है कि किसी भी जिले या जिले के भाग में, या मामलों के किसी भी वर्ग में, धारा 308 में निर्दिष्ट मामलों में, प्रत्येक गवाह का साक्ष्य मजिस्ट्रेट द्वारा अपने हाथ से और अपनी मातृभाषा में लिखा जाएगा, जब तक कि वह किसी कारण से ऐसा करने में असमर्थ न हो।"}, {"section_no": 313, "text": "(1) अभियुक्त को अपने विरुद्ध साक्ष्य में प्रकट होने वाली किसी भी परिस्थिति को व्यक्तिगत रूप से स्पष्ट करने में सक्षम बनाने के प्रयोजन के लिए, न्यायालय—\n(क) किसी भी चरण में, अभियुक्त को पूर्व चेतावनी दिए बिना, उससे ऐसे प्रश्न पूछ सकता है जिन्हें न्यायालय आवश्यक समझता है;\n(ख) अभियोजन के लिए गवाहों की परीक्षा के बाद और उसके बचाव के लिए बुलाए जाने से पहले, उससे मामले पर सामान्यतः प्रश्न करेगा:\nपरंतु यह कि समन-मामले में, जहाँ न्यायालय ने अभियुक्त की व्यक्तिगत हाजिरी से छूट दी है, वहाँ वह खंड (ख) के अधीन उसकी परीक्षा से भी छूट दे सकता है।\n(2) जब अभियुक्त की उप-धारा (1) के अधीन परीक्षा की जाती है, तो उसे कोई शपथ नहीं दिलाई जाएगी।\n(3) अभियुक्त ऐसे प्रश्नों का उत्तर देने से इनकार करने या उनका झूठा उत्तर देने से दंड के लिए उत्तरदायी नहीं होगा।\n(4) अभियुक्त द्वारा दिए गए उत्तरों को ऐसी जाँच या विचारण में ध्यान में रखा जा सकता है, और उसके विरुद्ध या उसके पक्ष में किसी अन्य जाँच में, या किसी अन्य अपराध के विचारण में, जिसे ऐसे उत्तर दिखाने के लिए प्रवृत्त हो सकते हैं कि उसने किया है, साक्ष्य में रखा जा सकता है।"}, {"section_no": 314, "text": "अभियुक्त या उसका अभिवक्ता उस मामले के बारे में कोई लिखित कथन प्रस्तुत कर सकता है जिस पर धारा 313 के अधीन उसकी परीक्षा करते समय न्यायालय का ध्यान आकर्षित किया जाता है, और न्यायालय ऐसे कथन को मामले के अभिलेख में जोड़ेगा।"}, {"section_no": 315, "text": "आपराधिक न्यायालय के समक्ष किसी अपराध का अभियुक्त कोई भी व्यक्ति बचाव के लिए एक सक्षम गवाह होगा और उस पर या उसी विचारण में उसके साथ आरोपित किसी भी व्यक्ति पर लगाए गए आरोपों के खंडन में शपथ पर साक्ष्य दे सकता है:\nपरंतु यह कि—\n(क) उसे लिखित में उसके अपने अनुरोध पर ही गवाह के रूप में बुलाया जाएगा;\n(ख) उसके साक्ष्य देने में विफल रहने को किसी भी पक्षकार या न्यायालय द्वारा किसी भी टिप्पणी का विषय नहीं बनाया जाएगा या स्वयं उसके विरुद्ध या उसी विचारण में उसके साथ आरोपित किसी भी व्यक्ति के विरुद्ध कोई उपधारणा उत्पन्न नहीं होगी।"}, {"section_no": 316, "text": "जहाँ कई अभियुक्त व्यक्ति हैं, वहाँ न्यायालय जाँच या विचारण के किसी भी चरण में, लिखित आदेश द्वारा, उनमें से किसी एक को, उस अपराध और उसमें प्रमुख या दुष्प्रेरक के रूप में संबंधित हर दूसरे व्यक्ति के संबंध में अपने ज्ञान के भीतर की संपूर्ण परिस्थितियों का पूर्ण और सच्चा प्रकटीकरण करने की शर्त पर क्षमादान दे सकता है।"}, {"section_no": 317, "text": "(1) धारा 316 के अधीन क्षमादान दिए जाने के बाद, जिस मजिस्ट्रेट के समक्ष कार्यवाही लंबित है, वह, यदि क्षमादान स्वीकार करने वाला व्यक्ति जमानत पर नहीं है, तो उसे विचारण की समाप्ति तक अभिरक्षा में रिमांड करेगा।\n(2) इस धारा के उपबंध ऐसे व्यक्ति पर लागू नहीं होंगे जिसने क्षमादान स्वीकार कर लिया है और मामले में गवाह के रूप में परीक्षा की गई है।"}, {"section_no": 318, "text": "मामले का विचारण करने वाला सत्र न्यायालय, विचारण में किसी ऐसे व्यक्ति का साक्ष्य प्राप्त करने के दृष्टिकोण से जिसे ऐसे किसी अपराध में प्रत्यक्ष या अप्रत्यक्ष रूप से संबंधित या उससे परिचित माना जाता है, उसी शर्त पर ऐसे व्यक्ति को क्षमादान दे सकता है।"}, {"section_no": 319, "text": "(1) जहाँ किसी व्यक्ति ने धारा 316 या धारा 318 के अधीन दिए गए क्षमादान को स्वीकार कर लिया है, और धारा 316 की उप-धारा (4) के अधीन परीक्षा की गई है, वहाँ अपराध का संज्ञान लेने वाला मजिस्ट्रेट, मामले में कोई और जाँच किए बिना,—\n(क) यदि अपराध अनन्य रूप से उस न्यायालय द्वारा विचारणीय है या यदि संज्ञान लेने वाला मजिस्ट्रेट मुख्य न्यायिक मजिस्ट्रेट है, तो उसे सत्र न्यायालय को विचारण के लिए सुपुर्द करेगा;\n(ख) किसी भी अन्य मामले में, मामले को मुख्य न्यायिक मजिस्ट्रेट को सौंप देगा जो स्वयं मामले का विचारण करेगा।\n(2) धारा 316 या धारा 318 के अधीन दिए गए क्षमादान को स्वीकार करने वाले प्रत्येक व्यक्ति की परीक्षा अपराध का संज्ञान लेने वाले मजिस्ट्रेट के न्यायालय में और बाद के विचारण में, यदि कोई हो, गवाह के रूप में की जाएगी।"}, {"section_no": 320, "text": "धारा 319 के उपबंध, जहाँ तक वे लागू होते हैं, प्रत्येक मामले पर लागू होंगे जिसमें इस अध्याय के अधीन क्षमादान दिया गया है।"}, {"section_no": 321, "text": "जहाँ, क्षमादान स्वीकार करने वाले व्यक्ति के संबंध में, लोक अभियोजक प्रमाणित करता है कि उसकी राय में ऐसे व्यक्ति ने, या तो जानबूझकर किसी आवश्यक बात को छिपाकर या झूठा साक्ष्य देकर, उस शर्त का अनुपालन नहीं किया है जिस पर क्षमादान दिया गया था, तो ऐसे व्यक्ति का विचारण उस अपराध के लिए किया जा सकता है जिसके संबंध में क्षमादान इस प्रकार दिया गया था या किसी अन्य अपराध के लिए जिसका वह उसी मामले के संबंध में दोषी प्रतीत होता है, और झूठा साक्ष्य देने के अपराध के लिए भी किया जा सकता है:\nपरंतु यह कि ऐसे व्यक्ति का विचारण किसी अन्य अभियुक्त के साथ संयुक्त रूप से नहीं किया जाएगा:\nपरंतु यह और कि ऐसे व्यक्ति का विचारण झूठा साक्ष्य देने के अपराध के लिए उच्च न्यायालय की मंजूरी के बिना नहीं किया जाएगा, और धारा 218 या धारा 219 में अंतर्विष्ट कोई भी बात उस अपराध पर लागू नहीं होगी।"}, {"section_no": 322, "text": "ऐसे विचारण में, ऐसे व्यक्ति द्वारा जाँच के दौरान दिया गया कथन उसके विरुद्ध साक्ष्य में दिया जा सकता है।"}, {"section_no": 323, "text": "किसी मामले के सुपुर्दगी के बाद लेकिन निर्णय पारित होने से पहले किसी भी समय, जिस न्यायालय को सुपुर्दगी की जाती है, वह विचारण में किसी ऐसे व्यक्ति का साक्ष्य प्राप्त करने के दृष्टिकोण से जिसे ऐसे किसी अपराध में प्रत्यक्ष या अप्रत्यक्ष रूप से संबंधित या उससे परिचित माना जाता है, उसी शर्त पर ऐसे व्यक्ति को क्षमादान दे सकता है।"}, {"section_no": 324, "text": "किसी कार्यवाही का कोई भी पक्षकार, अपने साक्ष्य के समापन के बाद, यथाशीघ्र, संक्षिप्त मौखिक तर्क दे सकता है, और मौखिक तर्क, यदि कोई हों, समाप्त करने से पहले, न्यायालय को अपने मामले के समर्थन में और सुभिन्न शीर्षकों के अधीन संक्षिप्त रूप से तर्कों को स्थापित करते हुए एक ज्ञापन प्रस्तुत कर सकता है और ऐसा प्रत्येक ज्ञापन अभिलेख का भाग बनेगा।"}, {"section_no": 325, "text": "ऐसे प्रत्येक ज्ञापन की एक प्रति विरोधी पक्षकार को एक साथ दी जाएगी।"}, {"section_no": 326, "text": "लिखित तर्क दाखिल करने के प्रयोजन के लिए कार्यवाही को कोई स्थगन तब तक नहीं दिया जाएगा जब तक कि न्यायालय, लिखित में कारणों को अभिलिखित करने के बाद, ऐसे स्थगन को देना आवश्यक नहीं समझता है।"}, {"section_no": 327, "text": "न्यायालय, यदि उसकी राय है कि मौखिक तर्क संक्षिप्त या प्रासंगिक नहीं हैं, तो किसी भी समय, पक्षकार को ऐसे तर्क देने से रोक सकता है और उससे एक लिखित तर्क दाखिल करने की अपेक्षा कर सकता है।"}]}
{"chapter_no": 27, "chapter_title": "विकृत चित्त के अभियुक्त व्यक्तियों के बारे में उपबंध", "sections": [{"section_no": 367, "text": "यदि जाँच करने वाले मजिस्ट्रेट के पास यह विश्वास करने का कारण है कि वह व्यक्ति जिसके विरुद्ध जाँच की जा रही है, विकृत चित्त का है और परिणामस्वरूप अपना बचाव करने में असमर्थ है, तो मजिस्ट्रेट ऐसी विकृत चित्तता के तथ्य की जाँच करेगा, और ऐसे व्यक्ति की परीक्षा ज़िले के सिविल सर्जन या राज्य सरकार द्वारा निर्देशित किसी अन्य चिकित्सा अधिकारी से करवाएगा, और तत्पश्चात ऐसे सर्जन या अन्य अधिकारी की साक्षी के रूप में परीक्षा करेगा, और परीक्षा को लेखन में लायेगा।"}, {"section_no": 368, "text": "यदि ऐसे मजिस्ट्रेट की राय है कि वह व्यक्ति विकृत चित्त का है और परिणामस्वरूप अपना बचाव करने में असमर्थ है, तो वह उस आशय का निष्कर्ष अभिलिखित करेगा और मामले में आगे की कार्यवाही स्थगित कर देगा।"}, {"section_no": 369, "text": "यदि विचारण करने वाले मजिस्ट्रेट के पास यह विश्वास करने का कारण है कि अभियुक्त विकृत चित्त का है और परिणामस्वरूप अपना बचाव करने में असमर्थ है, तो मजिस्ट्रेट, पहले अवसर पर, ऐसी विकृत चित्तता और अक्षमता के तथ्य का विचारण करेगा, और यदि वह तथ्य से संतुष्ट है, तो वह उस आशय का निष्कर्ष अभिलिखित करेगा और मामले में आगे की कार्यवाही स्थगित कर देगा।"}, {"section_no": 370, "text": "यदि मामला ऐसा है जिसमें, मजिस्ट्रेट की राय में, जमानत ली जानी चाहिए, तो वह अभियुक्त को पर्याप्त प्रतिभूति लिए जाने पर रिहा कर सकता है कि उसकी उचित देखभाल की जाएगी और उसे स्वयं को या किसी अन्य व्यक्ति को चोट पहुँचाने से रोका जाएगा, और मजिस्ट्रेट या इस निमित्त मजिस्ट्रेट द्वारा नियुक्त अधिकारी के समक्ष अपेक्षित होने पर उसकी उपस्थिति के लिए प्रतिभूति ली जाएगी।"}, {"section_no": 371, "text": "यदि मामला ऐसा है जिसमें जमानत नहीं ली जानी चाहिए, या यदि पर्याप्त प्रतिभूति नहीं दी जाती है, तो मजिस्ट्रेट अभियुक्त को ऐसे स्थान और तरीके से सुरक्षित अभिरक्षा में रखे जाने का आदेश देगा जैसा वह उचित समझे, और राज्य सरकार को की गई कार्रवाई की रिपोर्ट देगा।"}, {"section_no": 372, "text": "जब भी कोई जाँच या विचारण धारा 368 या धारा 369 के अधीन स्थगित किया जाता है, तो मजिस्ट्रेट या न्यायालय, यथास्थिति, किसी भी समय जाँच या विचारण को फिर से शुरू कर सकता है, और अभियुक्त को ऐसे मजिस्ट्रेट या न्यायालय के समक्ष हाजिर होने या लाए जाने की अपेक्षा कर सकता है।"}, {"section_no": 373, "text": "यदि, जब अभियुक्त हाजिर होता है या फिर से मजिस्ट्रेट या न्यायालय के समक्ष लाया जाता है, यथास्थिति, मजिस्ट्रेट या न्यायालय उसे अपना बचाव करने में सक्षम समझता है, तो जाँच या विचारण आगे बढ़ेगा।"}, {"section_no": 374, "text": "यदि मजिस्ट्रेट या न्यायालय अभियुक्त को अभी भी अपना बचाव करने में असमर्थ समझता है, तो मजिस्ट्रेट या न्यायालय धारा 370 या धारा 371 के उपबंधों के अनुसार कार्य करेगा, यथास्थिति।"}, {"section_no": 375, "text": "जब अभियुक्त जाँच या विचारण के समय स्वस्थ चित्त का प्रतीत होता है, और मजिस्ट्रेट अपने समक्ष दिए गए साक्ष्य से संतुष्ट है कि यह विश्वास करने का कारण है कि अभियुक्त ने कोई ऐसा कार्य किया है जो, यदि वह स्वस्थ चित्त का होता, तो अपराध होता, और वह कार्य किए जाने के समय, विकृत चित्तता के कारण, कार्य की प्रकृति को जानने में या कि वह गलत या विधि के प्रतिकूल था, असमर्थ था, तो मजिस्ट्रेट मामले को आगे बढ़ाएगा, और, यदि अभियुक्त को सत्र न्यायालय को सुपुर्द किया जाना चाहिए, तो उसे उस न्यायालय को विचारण के लिए भेजेगा।"}, {"section_no": 376, "text": "जब भी किसी व्यक्ति को इस आधार पर दोषमुक्त किया जाता है कि, जिस समय उसने अपराध करने का अभिकथन किया गया है, वह, विकृत चित्तता के कारण, उस कार्य की प्रकृति को जानने में जो अपराध गठित करने वाला अभिकथित है, या कि वह गलत या विधि के प्रतिकूल था, असमर्थ था, तो निष्कर्ष में विशिष्ट रूप से यह कहा जाएगा कि क्या उसने कार्य किया था या नहीं।"}, {"section_no": 377, "text": "जब भी निष्कर्ष में यह कहा जाता है कि अभियुक्त व्यक्ति ने अभिकथित कार्य किया था, तो मजिस्ट्रेट या न्यायालय जिसके समक्ष विचारण हुआ है, यदि ऐसा कार्य, पाई गई अक्षमता के बिना, अपराध गठित करता, तो ऐसे व्यक्ति को ऐसे स्थान और तरीके से सुरक्षित अभिरक्षा में निरुद्ध रखने का आदेश देगा जैसा मजिस्ट्रेट या न्यायालय उचित समझे, और राज्य सरकार को की गई कार्रवाई की रिपोर्ट देगा।"}, {"section_no": 378, "text": "राज्य सरकार उस जेल के भारसाधक अधिकारी को सशक्त कर सकती है जिसमें कोई व्यक्ति धारा 371 या धारा 377 के उपबंधों के अधीन परिरुद्ध है, कि वह धारा 379 या धारा 380 के अधीन कारागारों के महानिरीक्षक के सभी या कोई भी कृत्यों का निर्वहन करे।"}]}
{"chapter_no": 28, "chapter_title": "न्याय प्रशासन पर प्रभाव डालने वाले अपराधों के बारे में उपबंध", "sections": [{"section_no": 379, "text": "(1) जब, इस निमित्त उसे किए गए आवेदन पर या अन्यथा, किसी न्यायालय की यह राय है कि न्याय के हितों में यह समीचीन है कि धारा 215 की उप-धारा (1) के खंड (ख) में निर्दिष्ट किसी अपराध की जाँच की जानी चाहिए, जो उस न्यायालय में या उस न्यायालय की कार्यवाही के संबंध में, या, यथास्थिति, उस न्यायालय की कार्यवाही में पेश किए गए या साक्ष्य में दिए गए किसी दस्तावेज़ के संबंध में किया गया प्रतीत होता है, तो ऐसा न्यायालय, ऐसी प्रारंभिक जाँच, यदि कोई हो, के बाद जैसा वह आवश्यक समझे,—\n(क) उस आशय का निष्कर्ष अभिलिखित कर सकता है;\n(ख) उसकी लिखित में शिकायत कर सकता है;\n(ग) उसे अधिकारिता रखने वाले प्रथम वर्ग मजिस्ट्रेट को भेज सकता है;\n(घ) ऐसे मजिस्ट्रेट के समक्ष अभियुक्त की उपस्थिति के लिए पर्याप्त प्रतिभूति ले सकता है, या यदि अभिकथित अपराध अजमानतीय है और न्यायालय ऐसा करना आवश्यक समझता है, तो अभियुक्त को अभिरक्षा में ऐसे मजिस्ट्रेट को भेज सकता है; और\n(ङ) किसी भी व्यक्ति को ऐसे मजिस्ट्रेट के समक्ष हाजिर होने और साक्ष्य देने के लिए बंधपत्र पर ले सकता है।\n(2) उप-धारा (1) द्वारा किसी अपराध के संबंध में न्यायालय पर प्रदत्त शक्ति का प्रयोग, किसी भी मामले में जहाँ उस न्यायालय ने उस अपराध के संबंध में उप-धारा (1) के अधीन कोई शिकायत नहीं की है और न ही ऐसी शिकायत करने के लिए आवेदन को अस्वीकार किया है, उस न्यायालय द्वारा किया जा सकता है जिसके अधीनस्थ वह पूर्ववर्ती न्यायालय धारा 215 की उप-धारा (4) के अर्थ के भीतर है।\n(3) इस धारा के अधीन की गई शिकायत पर हस्ताक्षर किए जाएँगे,—\n(क) जहाँ शिकायत करने वाला न्यायालय उच्च न्यायालय है, वहाँ न्यायालय के ऐसे अधिकारी द्वारा जिसे न्यायालय नियुक्त करे;\n(ख) किसी अन्य मामले में, न्यायालय के पीठासीन अधिकारी द्वारा या न्यायालय के ऐसे अधिकारी द्वारा जिसे न्यायालय इस निमित्त लिखित रूप में प्राधिकृत करे।\n(4) इस धारा में, \"न्यायालय\" का वही अर्थ है जो धारा 215 में है।"}, {"section_no": 380, "text": "(1) कोई भी व्यक्ति जिसके आवेदन पर उच्च न्यायालय से भिन्न किसी न्यायालय ने धारा 379 की उप-धारा (1) या उप-धारा (2) के अधीन शिकायत करने से इनकार कर दिया है, या जिसके विरुद्ध ऐसे न्यायालय द्वारा ऐसी शिकायत की गई है, उस न्यायालय को अपील कर सकता है जिसके अधीनस्थ वह पूर्ववर्ती न्यायालय धारा 215 की उप-धारा (4) के अर्थ के भीतर है, और श्रेष्ठ न्यायालय तत्पश्चात, संबंधित पक्षकारों को नोटिस देने के बाद, शिकायत को वापस लेने का, या, यथास्थिति, शिकायत करने का निर्देश दे सकता है जिसे ऐसा पूर्ववर्ती न्यायालय धारा 379 के अधीन कर सकता था, और, यदि वह ऐसी शिकायत करता है, तो उस धारा के उपबंध तदनुसार लागू होंगे।\n(2) इस धारा के अधीन दिया गया आदेश, और ऐसे किसी आदेश के अधीन रहते हुए, धारा 379 के अधीन दिया गया आदेश अंतिम होगा, और पुनरीक्षण के अधीन नहीं होगा।"}, {"section_no": 381, "text": "धारा 379 के अधीन शिकायत दर्ज करने के लिए किए गए आवेदन या धारा 380 के अधीन अपील से संबंधित कोई भी न्यायालय लागतों के संबंध में ऐसा आदेश देने की शक्ति रखेगा जो न्यायोचित हो।"}, {"section_no": 382, "text": "(1) जिस मजिस्ट्रेट को धारा 379 या धारा 380 के अधीन शिकायत की जाती है, वह, अध्याय XVI में अंतर्विष्ट किसी बात के होते हुए भी, जहाँ तक हो सके, मामले से ऐसे निपटेगा जैसे कि वह पुलिस रिपोर्ट पर संस्थित किया गया हो।\n(2) जहाँ ऐसे मजिस्ट्रेट, या किसी अन्य मजिस्ट्रेट के ध्यान में, जिसे मामला अंतरित किया गया हो, यह लाया जाता है कि उस न्यायिक कार्यवाही के विरुद्ध एक अपील लंबित है जिससे मामला उत्पन्न हुआ है, वह, यदि वह उचित समझे, तो किसी भी चरण में, मामले की सुनवाई को तब तक के लिए स्थगित कर सकता है जब तक कि ऐसी अपील का निर्णय नहीं हो जाता।"}, {"section_no": 383, "text": "(1) यदि, किसी न्यायिक कार्यवाही का निपटारा करने वाले किसी निर्णय या अंतिम आदेश को सुनाए जाने के समय, सत्र न्यायालय या प्रथम वर्ग मजिस्ट्रेट इस आशय की राय व्यक्त करता है कि ऐसी कार्यवाही में उपस्थित किसी गवाह ने जानबूझकर या स्वेच्छा से झूठा साक्ष्य दिया था या झूठा साक्ष्य गढ़ा था इस आशय से कि ऐसे साक्ष्य का उपयोग ऐसी कार्यवाही में किया जाए, तो वह, यदि संतुष्ट है कि न्याय के हित में यह आवश्यक और समीचीन है कि गवाह को झूठा साक्ष्य देने या गढ़ने के लिए, यथास्थिति, संक्षेपतः विचारित किया जाए, तो अपराध का संज्ञान ले सकता है और अपराधी को यह कारण बताने का उचित अवसर देने के बाद कि उसे ऐसे अपराध के लिए दंडित क्यों नहीं किया जाना चाहिए, ऐसे अपराधी का संक्षेपतः विचारण कर सकता है और उसे कारावास से दंडादिष्ट कर सकता है जिसकी अवधि तीन मास तक हो सकती है, या जुर्माना जो एक हजार रुपये तक हो सकता है, या दोनों से।\n(2) ऐसे प्रत्येक मामले में न्यायालय, जहाँ तक साध्य हो, संक्षिप्त विचारणों के लिए निर्धारित प्रक्रिया का पालन करेगा।\n(3) इस धारा की कोई भी बात अपराध के लिए धारा 379 के अधीन शिकायत करने की न्यायालय की शक्ति को प्रभावित नहीं करेगी, जहाँ वह इस धारा के अधीन कार्यवाही न करने का चयन करता है।\n(4) जहाँ, उप-धारा (1) के अधीन कोई कार्रवाई शुरू किए जाने के बाद, सत्र न्यायालय या प्रथम वर्ग मजिस्ट्रेट को यह प्रतीत कराया जाता है कि उस निर्णय या आदेश के विरुद्ध एक अपील या पुनरीक्षण के लिए आवेदन प्रस्तुत या दाखिल किया गया है जिसमें उस उप-धारा में निर्दिष्ट राय व्यक्त की गई है, तो वह अपील या पुनरीक्षण के लिए आवेदन के निपटारे तक विचारण की आगे की कार्यवाही को स्थगित कर देगा, यथास्थिति, और तत्पश्चात विचारण की आगे की कार्यवाही अपील या पुनरीक्षण के लिए आवेदन के परिणामों पर निर्भर करेगी।"}, {"section_no": 384, "text": "(1) जब भारतीय न्याय संहिता, 2023 की धारा 210, धारा 213, धारा 214, धारा 215 या धारा 267 में वर्णित कोई ऐसा अपराध किसी सिविल, आपराधिक, या राजस्व न्यायालय के दृश्य या उपस्थिति में किया जाता है, तो न्यायालय अपराधी को अभिरक्षा में निरुद्ध रखने का कारण बन सकता है, और उसी दिन न्यायालय के उठने से पहले किसी भी समय, अपराध का संज्ञान ले सकता है और अपराधी को यह कारण बताने का उचित अवसर देने के बाद कि उसे इस धारा के अधीन दंडित क्यों नहीं किया जाना चाहिए, अपराधी को जुर्माने से दंडादिष्ट कर सकता है जो एक हजार रुपये से अधिक नहीं होगा, और, जुर्माना अदा न करने पर, साधारण कारावास से जिसकी अवधि एक मास तक हो सकती है, जब तक कि ऐसा जुर्माना पहले अदा न किया जाए।\n(2) ऐसे प्रत्येक मामले में न्यायालय अपराध गठित करने वाले तथ्य को, अपराधी द्वारा दिए गए कथन (यदि कोई हो), साथ ही निष्कर्ष और दंडादेश को भी अभिलिखित करेगा।\n(3) यदि अपराध भारतीय न्याय संहिता, 2023 की धारा 267 के अधीन है, तो अभिलेख में उस न्यायिक कार्यवाही की प्रकृति और चरण दिखाया जाएगा जिसमें न्यायालय जिसे बाधित या अपमानित किया गया था, बैठा था, और बाधा या अपमान की प्रकृति भी दिखाई जाएगी।"}, {"section_no": 385, "text": "(1) यदि न्यायालय किसी भी मामले में यह विचार करता है कि धारा 384 में निर्दिष्ट और उसके दृश्य या उपस्थिति में किए गए किसी भी अपराध के अभियुक्त व्यक्ति को जुर्माने का संदाय न करने पर कारावास से भिन्न कारावास दिया जाना चाहिए, या कि उस पर दो सौ रुपये से अधिक का जुर्माना लगाया जाना चाहिए, या ऐसा न्यायालय किसी अन्य कारण से इस राय का है कि मामले का निपटारा धारा 384 के अधीन नहीं किया जाना चाहिए, तो ऐसा न्यायालय, अपराध गठित करने वाले तथ्यों और अभियुक्त के कथन को यहाँ पहले दिए गए अनुसार अभिलिखित करने के बाद, मामले को विचारण की अधिकारिता रखने वाले मजिस्ट्रेट को भेज सकता है, और ऐसे मजिस्ट्रेट के समक्ष ऐसे व्यक्ति की उपस्थिति के लिए प्रतिभूति देने की अपेक्षा कर सकता है, या यदि पर्याप्त प्रतिभूति नहीं दी जाती है, तो ऐसे व्यक्ति को अभिरक्षा में ऐसे मजिस्ट्रेट को भेजेगा।\n(2) जिस मजिस्ट्रेट को इस धारा के अधीन कोई मामला भेजा जाता है, वह, जहाँ तक हो सके, उससे ऐसे निपटेगा जैसे कि वह पुलिस रिपोर्ट पर संस्थित किया गया हो।"}, {"section_no": 386, "text": "जब राज्य सरकार ऐसा निर्देश देती है, तो पंजीकरण अधिनियम, 1908 के अधीन नियुक्त कोई भी रजिस्ट्रार या कोई भी उप-रजिस्ट्रार धारा 384 और धारा 385 के अर्थ के भीतर एक सिविल न्यायालय समझा जाएगा।"}, {"section_no": 387, "text": "जब किसी न्यायालय ने धारा 384 के अधीन किसी अपराधी को दंडित किया है, या धारा 385 के अधीन उसे विचारण के लिए मजिस्ट्रेट को भेजा है, किसी ऐसी चीज़ को करने से इनकार करने या चूक करने के लिए जिसे करने के लिए वह कानूनी रूप से अपेक्षित था या किसी जानबूझकर अपमान या बाधा के लिए, तो न्यायालय, अपने विवेक से, अपराधी को उसकी क्षमा याचना पर या ऐसे न्यायालय के आदेश या अपेक्षा के अधीन होने पर, उन्मोचित कर सकता है या दंड माफ कर सकता है।"}, {"section_no": 388, "text": "यदि कोई गवाह या व्यक्ति जिसे किसी दस्तावेज़ या वस्तु को आपराधिक न्यायालय के समक्ष पेश करने के लिए बुलाया गया है, उन प्रश्नों का उत्तर देने से इनकार करता है जो उससे पूछे जाते हैं या उसके कब्जे या शक्ति में मौजूद किसी दस्तावेज़ या वस्तु को पेश करने से इनकार करता है जिसे न्यायालय उसे पेश करने की अपेक्षा करता है, और ऐसा करने के लिए उसे उचित अवसर दिए जाने के बाद भी, ऐसे इनकार के लिए कोई उचित बहाना पेश नहीं करता है, तो ऐसा न्यायालय, लिखित में कारणों को अभिलिखित करने के बाद, उसे साधारण कारावास से दंडादिष्ट कर सकता है, या पीठासीन मजिस्ट्रेट या न्यायाधीश के हस्ताक्षर के अधीन वारंट द्वारा उसे सात दिन से अधिक की अवधि के लिए न्यायालय के एक अधिकारी की अभिरक्षा में सुपुर्द कर सकता है, जब तक कि इस बीच, ऐसा व्यक्ति परीक्षा देने और उत्तर देने, या दस्तावेज़ या वस्तु पेश करने के लिए सहमत नहीं होता है और यदि वह अपने इनकार पर अड़ा रहता है, तो उसके साथ धारा 384 या धारा 385 के उपबंधों के अनुसार निपटा जा सकता है।"}, {"section_no": 389, "text": "(1) यदि समन किए जाने पर कोई गवाह किसी आपराधिक न्यायालय के समक्ष हाजिर होने के लिए कानूनी रूप से समन के आज्ञापालन में एक निश्चित स्थान और समय पर हाजिर होने के लिए बाध्य है और बिना किसी उचित बहाने के उस स्थान या समय पर हाजिर होने की उपेक्षा या इनकार करता है या उस स्थान से चला जाता है जहाँ उसे हाजिर होना है उस समय से पहले जिस पर उसके लिए जाना कानूनी है, और वह न्यायालय जिसके समक्ष गवाह को हाजिर होना है, संतुष्ट है कि न्याय के हितों में यह समीचीन है कि ऐसे गवाह का संक्षेपतः विचारण किया जाना चाहिए, तो न्यायालय अपराध का संज्ञान ले सकता है और अपराधी को यह कारण बताने का अवसर देने के बाद कि उसे इस धारा के अधीन दंडित क्यों नहीं किया जाना चाहिए, उसे जुर्माने से दंडादिष्ट कर सकता है जो पाँच सौ रुपये से अधिक नहीं होगा।\n(2) ऐसे प्रत्येक मामले में न्यायालय, जहाँ तक साध्य हो, संक्षिप्त विचारणों के लिए निर्धारित प्रक्रिया का पालन करेगा।"}, {"section_no": 390, "text": "(1) उच्च न्यायालय से भिन्न किसी भी न्यायालय द्वारा धारा 383, धारा 384, धारा 388, या धारा 389 के अधीन दंडादिष्ट कोई भी व्यक्ति, इस संहिता में अंतर्विष्ट किसी बात के होते हुए भी, उस न्यायालय में अपील कर सकता है जिसे ऐसे न्यायालय में दिए गए डिक्रियों या आदेशों से सामान्यतः अपील होती है।\n(2) अध्याय XXXI के उपबंध, जहाँ तक वे लागू होते हैं, इस धारा के अधीन अपीलों पर लागू होंगे, और अपीली न्यायालय निष्कर्ष को बदल या उलट सकता है, या अपील किए गए दंडादेश को कम या उलट सकता है।\n(3) लघु वाद न्यायालय द्वारा ऐसी दोषसिद्धि से अपील उस सत्र खंड के लिए सत्र न्यायालय को होगी जिसके भीतर ऐसा न्यायालय स्थित है।\n(4) धारा 386 के अधीन जारी किए गए निर्देश के आधार पर सिविल न्यायालय समझे जाने वाले किसी भी रजिस्ट्रार या उप-रजिस्ट्रार द्वारा ऐसी दोषसिद्धि से अपील उस सत्र खंड के लिए सत्र न्यायालय को होगी जिसके भीतर ऐसे रजिस्ट्रार या उप-रजिस्ट्रार का कार्यालय स्थित है।"}, {"section_no": 391, "text": "धारा 383, 384, 388 और 389 में जैसा उपबंधित है, उसके सिवाय, किसी भी आपराधिक न्यायालय का कोई भी न्यायाधीश (उच्च न्यायालय के न्यायाधीश से भिन्न) या मजिस्ट्रेट धारा 215 में निर्दिष्ट किसी भी अपराध के लिए किसी भी व्यक्ति का विचारण नहीं करेगा, जब ऐसा अपराध उसके समक्ष किया गया हो या उसके प्राधिकार के अवमान में हो, या किसी न्यायिक कार्यवाही के दौरान ऐसे न्यायाधीश या मजिस्ट्रेट के ध्यान में लाया जाता है।"}]}
{"chapter_no": 29, "chapter_title": "निर्णय", "sections": [{"section_no": 392, "text": "(1) आरंभिक अधिकारिता वाले किसी भी आपराधिक न्यायालय में प्रत्येक विचारण में निर्णय पीठासीन अधिकारी द्वारा खुले न्यायालय में विचारण की समाप्ति के तुरंत बाद या किसी पश्चातवर्ती समय पर, जिसकी सूचना पक्षकारों या उनके अभिवक्ताओं को दी जाएगी,—\n(क) पूरे निर्णय को सुनाकर; या\n(ख) पूरे निर्णय को पढ़कर; या\n(ग) निर्णय के क्रियान्वित भाग को पढ़कर और निर्णय के सार को अभियुक्त या उसके अभिवक्ता द्वारा समझी जाने वाली भाषा में समझाकर, \nसुनाया जाएगा।\n(2) जहाँ पूरा निर्णय पढ़कर नहीं सुनाया जाता है, वहाँ पीठासीन अधिकारी निर्णय पर दिनांक और हस्ताक्षर करेगा और उसकी एक प्रति पक्षकारों या उनके अभिवक्ताओं को अवलोकन के लिए निःशुल्क उपलब्ध कराई जाएगी।\n(3) जहाँ निर्णय क्रियान्वित भाग को पढ़कर सुनाया जाता है, वहाँ पूरा निर्णय तुरंत पोर्टल पर उपलब्ध कराया जाएगा।\n(4) यदि निर्णय किसी ऐसी भाषा में सुनाया जाता है जिसे अभियुक्त नहीं समझता है, तो उसे उसकी समझ में आने वाली भाषा में व्याख्यायित किया जाएगा।\n(5) यदि अभियुक्त अभिरक्षा में है, तो उसे निर्णय सुनाए जाने के लिए लाया जाएगा।\n(6) यदि अभियुक्त अभिरक्षा में नहीं है, तो न्यायालय उसे निर्णय सुनाए जाने के लिए उपस्थित होने की अपेक्षा करेगा, सिवाय इसके कि जहाँ विचारण के दौरान उसकी व्यक्तिगत हाजिरी से छूट दी गई है और दंडादेश केवल जुर्माने का है या उसे दोषमुक्त कर दिया गया है:\nपरंतु यह कि, जहाँ एक से अधिक अभियुक्त हैं, और उनमें से एक या एक से अधिक उस तारीख को न्यायालय में उपस्थित नहीं होते हैं जिस पर निर्णय सुनाया जाना है, तो पीठासीन अधिकारी, मामले के निपटारे में अनुचित विलंब से बचने के लिए, उनकी अनुपस्थिति के बावजूद निर्णय सुना सकता है।"}, {"section_no": 393, "text": "जब आपराधिक न्यायालय द्वारा निर्णय सुनाया जाना है, तो पक्षकारों को, ऐसे सुनाए जाने के समय, पारित किए जाने वाले दंडादेश के प्रश्न पर सुना जाएगा।"}, {"section_no": 394, "text": "(1) दोषमुक्ति के प्रत्येक मामले में, निर्णय में उस अपराध का उल्लेख किया जाएगा जिससे अभियुक्त दोषमुक्त किया जाता है और यह निर्देश दिया जाएगा कि उसे स्वतंत्र कर दिया जाए।\n(2) दोषसिद्धि के प्रत्येक मामले में, निर्णय में उस अपराध (यदि कोई हो) का, और भारतीय न्याय संहिता, 2023 या अन्य विधि की उस धारा का विनिर्देशन किया जाएगा जिसके अधीन अभियुक्त दोषसिद्ध किया जाता है, और उस दंड का विनिर्देशन किया जाएगा जिससे वह दंडादिष्ट है।\n(3) जब दोषसिद्धि भारतीय न्याय संहिता, 2023 के अधीन है और यह संदेह है कि अपराध उस संहिता की दो धाराओं में से किस धारा के अधीन, या उसी धारा के दो भागों में से किस भाग के अधीन आता है, तो न्यायालय उसी को स्पष्ट रूप से व्यक्त करेगा, और वैकल्पिक रूप से निर्णय पारित करेगा।"}, {"section_no": 395, "text": "जब किसी व्यक्ति को मृत्युदंड दिया जाता है, तो दंडादेश में यह निर्देश दिया जाएगा कि उसे तब तक गर्दन से लटकाया जाए जब तक उसकी मृत्यु न हो जाए।"}, {"section_no": 396, "text": "जब किसी व्यक्ति को एक ही विचारण में दो या अधिक अपराधों के लिए दोषसिद्ध किया जाता है, तो न्यायालय, धारा 32 के उपबंधों के अधीन रहते हुए, ऐसे अपराधों के लिए, प्रत्येक अपराध के लिए एक अलग दंडादेश पारित कर सकता है; और यदि दंडादेश कारावास के हैं, तो वे, जब तक कि न्यायालय यह निर्देश नहीं देता है कि वे साथ-साथ चलेंगे, उस क्रम में एक की समाप्ति के बाद दूसरा प्रारंभ होंगे जैसा न्यायालय निर्देश दे।"}, {"section_no": 397, "text": "जब अभियुक्त को किसी अवधि के लिए कारावास से दंडादिष्ट किया जाता है, तो दंडादेश पारित करने वाला न्यायालय तुरंत उस जेल या अन्य स्थान को वारंट भेजेगा जिसमें वह परिरुद्ध है, या परिरुद्ध किया जाना है, और, जब तक कि अभियुक्त पहले से ही ऐसी जेल या अन्य स्थान में परिरुद्ध न हो, उसे वारंट के साथ ऐसी जेल या अन्य स्थान पर भेजेगा।"}, {"section_no": 398, "text": "कारावास के दंडादेश के निष्पादन के लिए प्रत्येक वारंट उस जेल या अन्य स्थान के भारसाधक अधिकारी को निर्देशित किया जाएगा जिसमें बंदी परिरुद्ध है, या परिरुद्ध किया जाना है।"}, {"section_no": 399, "text": "जब बंदी को किसी जेल में परिरुद्ध किया जाना है, तो वारंट जेलर के पास जमा किया जाएगा।"}, {"section_no": 400, "text": "जहाँ किसी व्यक्ति को आजीवन कारावास से दंडादिष्ट किया जाता है, तो दंडादेश पारित करने वाला न्यायालय तुरंत उस जेल या अन्य स्थान को वारंट भेजेगा जिसमें वह परिरुद्ध है, या परिरुद्ध किया जाना है, और, जब तक कि वह व्यक्ति पहले से ही ऐसी जेल या अन्य स्थान में परिरुद्ध न हो, उसे वारंट के साथ ऐसी जेल या अन्य स्थान पर भेजेगा।"}, {"section_no": 401, "text": "जब अपील या पुनरीक्षण में उच्च न्यायालय द्वारा मृत्युदंड पारित किया जाता है, तो सत्र न्यायालय, उच्च न्यायालय का आदेश प्राप्त होने पर, वारंट जारी करके दंडादेश को निष्पादित करने का कारण बनेगा।"}, {"section_no": 402, "text": "जब किसी न्यायालय द्वारा कारावास का दंडादेश पारित किया जाता है, तो दंडादिष्ट व्यक्ति को तुरंत जेल में सुपुर्द किया जाएगा या, यदि वह पहले से ही जेल में है, तो उसे नए सुपुर्दगी वारंट के साथ जेल वापस भेज दिया जाएगा।"}, {"section_no": 403, "text": "(1) जब किसी अपराधी को जुर्माना अदा करने का दंडादेश दिया जाता है, तो दंडादेश पारित करने वाला न्यायालय, अपने विवेक से, अपराधी की किसी भी जंगम संपत्ति की कुर्की और बिक्री द्वारा राशि की वसूली के लिए वारंट जारी कर सकता है, भले ही दंडादेश यह निर्देश देता हो कि जुर्माना अदा न करने पर अपराधी को कारावास होगा।\n(2) वारंट जारी करने वाले न्यायालय की स्थानीय अधिकारिता के भीतर निष्पादित किया जा सकता है, और यह ऐसी अधिकारिता के बिना किसी भी ऐसी संपत्ति की कुर्की और बिक्री को प्राधिकृत करेगा, जब उस ज़िला मजिस्ट्रेट द्वारा पृष्ठांकित किया जाता है जिसकी स्थानीय अधिकारिता के भीतर ऐसी संपत्ति पाई जाती है।"}, {"section_no": 404, "text": "जब न्यायालय जुर्माने का दंडादेश या ऐसा दंडादेश (जिसमें मृत्युदंड भी शामिल है) पारित करता है जिसका जुर्माना एक भाग है, तो न्यायालय, निर्णय सुनाते समय, वसूल किए गए जुर्माने के पूरे या किसी भी भाग को निम्नलिखित के लिए लागू करने का आदेश दे सकता है—\n(क) अभियोजन में उचित रूप से किए गए खर्चों को चुकाने में;\n(ख) किसी भी व्यक्ति को अपराध के कारण हुई किसी भी हानि या क्षति के लिए प्रतिकर के भुगतान में, जब न्यायालय की राय में, प्रतिकर ऐसे व्यक्ति द्वारा सिविल न्यायालय में वसूल किया जा सकता है;\n(ग) जब किसी व्यक्ति को किसी अन्य व्यक्ति की मृत्यु कारित करने या ऐसे अपराध के किए जाने का दुष्प्रेरण करने के किसी अपराध के लिए दोषसिद्ध किया जाता है, तो उन व्यक्तियों को प्रतिकर का भुगतान करने में जो, घातक दुर्घटना अधिनियम, 1855 के अधीन, ऐसी मृत्यु से उन्हें होने वाली हानि के लिए दंडादिष्ट व्यक्ति से नुकसानी वसूल करने के हकदार हैं;\n(घ) जब किसी व्यक्ति को किसी ऐसे अपराध के लिए दोषसिद्ध किया जाता है जिसमें चोरी, आपराधिक दुर्विनियोग, आपराधिक न्यास भंग, या कपट शामिल है, या चुराई गई संपत्ति को बेईमानी से प्राप्त करने या प्रतिधृत करने, या उसे चुराई गई जानकर या विश्वास करने का कारण रखते हुए उसे निपटाने में स्वेच्छा से सहायता करने के लिए, ऐसी संपत्ति के किसी भी सद्भावपूर्ण क्रेता को उसी की हानि के लिए प्रतिकर देने में यदि ऐसी संपत्ति उसके हकदार व्यक्ति के कब्जे में बहाल की जाती है।"}, {"section_no": 405, "text": "उसी मामले से संबंधित किसी भी पश्चातवर्ती सिविल वाद में प्रतिकर अधिनिर्णित करते समय, न्यायालय धारा 404 के अधीन प्रतिकर के रूप में संदत्त या वसूल की गई किसी भी राशि को ध्यान में रखेगा।"}, {"section_no": 406, "text": "(1) जब भी कोई आपराधिक न्यायालय जुर्माना अधिरोपित करता है या अपील, पुनरीक्षण या अन्यथा जुर्माने के दंडादेश, या ऐसे दंडादेश को जिसका जुर्माना एक भाग है, की पुष्टि करता है, तो न्यायालय, निर्णय सुनाते समय, अभियुक्त व्यक्ति को, प्रतिकर के रूप में, ऐसी राशि का संदाय करने का आदेश दे सकता है जैसा आदेश में उस व्यक्ति को विनिर्दिष्ट किया जाए जिसे उस कार्य के कारण कोई हानि या क्षति हुई है जिसके लिए अभियुक्त व्यक्ति को इस प्रकार दंडादिष्ट किया गया है।\n(2) प्रतिकर का संदाय जुर्माने में से किया जाएगा, यदि वह वसूल किया जाता है।\n(3) ऐसे प्रतिकर का संदाय किसी अन्य दंड के अतिरिक्त होगा जिसके लिए अभियुक्त व्यक्ति दायी हो सकता है।"}]}
{"chapter_no": 30, "chapter_title": "पुष्टिकरण के लिए मृत्युदंडों का प्रस्तुत किया जाना", "sections": [{"section_no": 407, "text": "(1) जब सत्र न्यायालय मृत्युदंड पारित करता है, तो कार्यवाही उच्च न्यायालय को प्रस्तुत की जाएगी, और दंडादेश तब तक निष्पादित नहीं किया जाएगा जब तक कि उच्च न्यायालय द्वारा उसकी पुष्टि नहीं कर दी जाती है।\n(2) दंडादेश पारित करने वाला न्यायालय दोषसिद्ध व्यक्ति को वारंट के अधीन जेल अभिरक्षा में सुपुर्द करेगा।"}, {"section_no": 408, "text": "धारा 407 के अधीन प्रस्तुत किए गए किसी भी मामले में, उच्च न्यायालय—\n(क) दंडादेश की पुष्टि कर सकता है, या विधि द्वारा समर्थित कोई अन्य दंडादेश पारित कर सकता है, या\n(ख) दोषसिद्धि को रद्द कर सकता है, और अभियुक्त को किसी ऐसे अपराध के लिए दोषसिद्ध कर सकता है जिसके लिए सत्र न्यायालय उसे दोषसिद्ध कर सकता था, या उसी या संशोधित आरोप पर नए विचारण का आदेश दे सकता है, या\n(ग) अभियुक्त व्यक्ति को दोषमुक्त कर सकता है:\nपरंतु यह कि इस धारा के अधीन पुष्टिकरण का कोई आदेश तब तक नहीं दिया जाएगा जब तक कि अपील प्रस्तुत करने के लिए अनुमत अवधि समाप्त नहीं हो जाती है, या, यदि ऐसी अवधि के भीतर अपील प्रस्तुत की जाती है, तो तब तक जब तक कि ऐसी अपील का निपटारा नहीं हो जाता है।"}, {"section_no": 409, "text": "इस प्रकार प्रस्तुत किए गए प्रत्येक मामले में, दंडादेश की पुष्टि, या उच्च न्यायालय द्वारा पारित कोई भी नया दंडादेश या आदेश, जब ऐसे न्यायालय में दो या अधिक न्यायाधीश होते हैं, तो उनमें से कम से कम दो द्वारा किया, पारित और हस्ताक्षरित किया जाएगा।"}, {"section_no": 410, "text": "जहाँ ऐसे किसी मामले की सुनवाई न्यायाधीशों के एक खंडपीठ के समक्ष की जाती है और ऐसे न्यायाधीश राय में समान रूप से विभाजित होते हैं, तो मामले को तीसरे न्यायाधीश को भेजा जाएगा, और ऐसा न्यायाधीश, ऐसी सुनवाई के बाद जैसा वह उचित समझे, अपनी राय सुनाएगा, और निर्णय या आदेश ऐसी राय का अनुसरण करेगा।"}, {"section_no": 411, "text": "मृत्युदंड की पुष्टि के लिए सत्र न्यायालय द्वारा उच्च न्यायालय को प्रस्तुत किए गए मामलों में, उच्च न्यायालय का उचित अधिकारी, उच्च न्यायालय द्वारा पुष्टिकरण का आदेश या अन्य आदेश दिए जाने के बाद, उच्च न्यायालय की मुहर के अधीन और अपने आधिकारिक हस्ताक्षर से सत्यापित, आदेश की एक प्रति बिना किसी विलंब के सत्र न्यायालय को भेजेगा।"}, {"section_no": 412, "text": "जब अपील या पुनरीक्षण में उच्च न्यायालय द्वारा मृत्युदंड पारित किया जाता है, तो सत्र न्यायालय, उच्च न्यायालय का आदेश प्राप्त होने पर, वारंट जारी करके दंडादेश को निष्पादित करने का कारण बनेगा।"}]}
{"chapter_no": 31, "chapter_title": "अपीलें", "sections": [{"section_no": 413, "text": "आपराधिक न्यायालय के किसी भी निर्णय या आदेश से कोई अपील नहीं होगी सिवाय जैसा इस संहिता द्वारा या तत्समय प्रवृत्त किसी अन्य विधि द्वारा उपबंधित है।"}, {"section_no": 414, "text": "धारा 413 में अंतर्विष्ट किसी बात के होते हुए भी, जहाँ किसी अभियुक्त व्यक्ति ने दोष स्वीकार कर लिया है और ऐसे अभिवचन पर दोषसिद्ध किया गया है, वहाँ कोई अपील नहीं होगी,—\n(क) यदि दोषसिद्धि उच्च न्यायालय द्वारा की गई है; या\n(ख) यदि दोषसिद्धि सत्र न्यायालय, महानगर मजिस्ट्रेट या प्रथम या द्वितीय वर्ग मजिस्ट्रेट द्वारा की गई है, सिवाय दंडादेश की मात्रा या वैधता के संबंध में।"}, {"section_no": 415, "text": "उच्च न्यायालय द्वारा अपनी असाधारण आरंभिक आपराधिक अधिकारिता में किए गए विचारण पर दोषसिद्ध कोई भी व्यक्ति उच्चतम न्यायालय में अपील कर सकता है।"}, {"section_no": 416, "text": "(1) सत्र न्यायाधीश या अपर सत्र न्यायाधीश द्वारा किए गए विचारण पर या किसी अन्य न्यायालय द्वारा किए गए विचारण पर, जिसमें उसके विरुद्ध या उसी विचारण में दोषसिद्ध किसी अन्य व्यक्ति के विरुद्ध सात वर्ष से अधिक के कारावास का दंडादेश पारित किया गया है, दोषसिद्ध कोई भी व्यक्ति उच्च न्यायालय में अपील कर सकता है।\n(2) सहायक सत्र न्यायाधीश, महानगर मजिस्ट्रेट या प्रथम या द्वितीय वर्ग मजिस्ट्रेट द्वारा किए गए विचारण पर दोषसिद्ध कोई भी व्यक्ति, या धारा 394 के अधीन दंडादिष्ट व्यक्ति, या जिसके संबंध में किसी मजिस्ट्रेट द्वारा धारा 406 के अधीन कोई आदेश दिया गया है या दंडादेश पारित किया गया है, सत्र न्यायालय में अपील कर सकता है।"}, {"section_no": 417, "text": "राज्य सरकार, उच्च न्यायालय से भिन्न किसी भी न्यायालय द्वारा किए गए विचारण पर दोषसिद्धि के किसी भी मामले में, लोक अभियोजक को उसकी अपर्याप्तता के आधार पर दंडादेश के विरुद्ध उच्च न्यायालय में अपील प्रस्तुत करने का निर्देश दे सकती है।"}, {"section_no": 418, "text": "(1) जिला मजिस्ट्रेट, किसी भी मामले में, लोक अभियोजक को संज्ञेय और अजमानतीय अपराध के संबंध में मजिस्ट्रेट द्वारा पारित दोषमुक्ति के आदेश से सत्र न्यायालय में अपील प्रस्तुत करने का निर्देश दे सकता है।\n(2) राज्य सरकार, किसी भी मामले में, लोक अभियोजक को उच्च न्यायालय से भिन्न किसी भी न्यायालय द्वारा पारित दोषमुक्ति के मूल या अपीली आदेश से उच्च न्यायालय में अपील प्रस्तुत करने का निर्देश दे सकती है।"}, {"section_no": 419, "text": "जहाँ धारा 417 या धारा 418 के अधीन कोई अपील प्रस्तुत की जाती है, वहाँ उच्च न्यायालय या सत्र न्यायालय, यथास्थिति, यह निर्देश देने वाला वारंट जारी कर सकता है कि अभियुक्त को गिरफ्तार किया जाए और उसके या किसी अधीनस्थ न्यायालय के समक्ष लाया जाए, और वह न्यायालय जिसके समक्ष उसे लाया जाता है, अपील के निपटारे तक उसे जेल में सुपुर्द कर सकता है, या उसे जमानत पर छोड़ सकता है।"}, {"section_no": 420, "text": "यदि, किसी भी मामले में, उच्च न्यायालय धारा 417 के अधीन अपील पर दोषमुक्ति का आदेश पारित करता है, तो दोषमुक्त व्यक्ति को, यदि वह परिरोध में है, तो तुरंत रिहा कर दिया जाएगा।"}, {"section_no": 421, "text": "(1) प्रत्येक अपील अपीलार्थी या उसके अभिवक्ता द्वारा प्रस्तुत लिखित याचिका के रूप में की जाएगी, और ऐसी प्रत्येक याचिका के साथ (जब तक कि जिस न्यायालय को यह प्रस्तुत की जाती है वह अन्यथा निर्देश न दे) उस निर्णय या आदेश की एक प्रति होगी जिसके विरुद्ध अपील की गई है।\n(2) यदि अपीलार्थी जेल में है, तो वह अपनी अपील की याचिका और उसके साथ की प्रतियाँ जेल के भारसाधक अधिकारी को प्रस्तुत कर सकता है, जो तत्पश्चात ऐसी याचिका और प्रतियों को उचित अपीली न्यायालय को भेजेगा।"}, {"section_no": 422, "text": "(1) यदि अपीली न्यायालय अपील को संक्षेपतः खारिज नहीं करता है, तो वह उस समय और स्थान की सूचना देगा जिस पर ऐसी अपील सुनी जाएगी, अपीलार्थी या उसके अभिवक्ता को, और ऐसे अधिकारी को जिसे राज्य सरकार इस निमित्त नियुक्त करे।\n(2) अपीली न्यायालय तब मामले के अभिलेख को मँगवाएगा, यदि ऐसा अभिलेख पहले से न्यायालय में नहीं है।\n(3) जहाँ अपील दोषमुक्ति के निर्णय से है, वहाँ अभियुक्त को स्वयं या उसके अभिवक्ता द्वारा सुना जा सकता है।"}, {"section_no": 423, "text": "(1) अपीली न्यायालय, दोषसिद्धि से अपील पर, यह कर सकता है—\n(क) निष्कर्ष और दंडादेश को उलट सकता है, और अभियुक्त को दोषमुक्त या उन्मोचित कर सकता है, या उसे ऐसे अपीली न्यायालय के अधीनस्थ सक्षम अधिकारिता वाले न्यायालय द्वारा पुनर्विचारित किए जाने या विचारण के लिए सुपुर्द किए जाने का आदेश दे सकता है, या\n(ख) दंडादेश को बनाए रखते हुए निष्कर्ष को बदल सकता है, या निष्कर्ष को बदले बिना या उसके साथ, दंडादेश की प्रकृति या मात्रा, या प्रकृति और मात्रा को बदल सकता है, लेकिन इस प्रकार नहीं कि उसे बढ़ाया जाए।\n(2) अपीली न्यायालय, दोषमुक्ति के आदेश से अपील पर, ऐसे आदेश को उलट सकता है और यह निर्देश दे सकता है कि आगे की जाँच की जाए, या कि अभियुक्त को पुनर्विचारित किया जाए या विचारण के लिए सुपुर्द किया जाए, यथास्थिति, या उसे दोषी पा सकता है और विधि के अनुसार उस पर दंडादेश पारित कर सकता है।"}, {"section_no": 424, "text": "अपीली न्यायालय के निर्णय लिखित में होंगे और उसमें अवधारण के लिए बिंदु या बिंदु, उस पर निर्णय और निर्णय के कारण शामिल होंगे।"}, {"section_no": 425, "text": "जब भी इस अध्याय के अधीन उच्च न्यायालय द्वारा किसी मामले का अपील पर निर्णय किया जाता है, तो वह उस न्यायालय को अपना निर्णय या आदेश प्रमाणित करेगा जिसके द्वारा अपील किए गए निष्कर्ष, दंडादेश या आदेश को अभिलिखित या पारित किया गया था; और यदि निष्कर्ष, दंडादेश या आदेश मुख्य न्यायिक मजिस्ट्रेट से भिन्न किसी मजिस्ट्रेट द्वारा अभिलिखित या पारित किया गया था, तो प्रमाण पत्र मुख्य न्यायिक मजिस्ट्रेट के माध्यम से भेजा जाएगा।"}, {"section_no": 426, "text": "दोषसिद्ध व्यक्ति द्वारा किसी भी अपील के लंबित रहने के दौरान, अपीली न्यायालय, लिखित में अपने द्वारा अभिलिखित किए जाने वाले कारणों के लिए, यह आदेश दे सकता है कि अपील किए गए दंडादेश या आदेश के निष्पादन को निलंबित कर दिया जाए, और, यह भी कि, यदि वह परिरोध में है, तो उसे जमानत पर, या अपने बंधपत्र पर रिहा कर दिया जाए।"}, {"section_no": 427, "text": "जब धारा 417 के अधीन कोई अपील प्रस्तुत की जाती है, तो उच्च न्यायालय यह आदेश दे सकता है कि अपील के लंबित रहने के दौरान अपील किए गए दंडादेश या आदेश के निष्पादन को निलंबित कर दिया जाए।"}, {"section_no": 428, "text": "धारा 418 के अधीन अपील में अभियुक्त व्यक्ति की गिरफ्तारी, जब तक कि न्यायालय लिखित में कारणों को अभिलिखित करने के बाद अन्यथा निर्देश न दे, किसी अन्य मामले में कार्यवाही पर रोक के रूप में कार्य नहीं करेगी जिसमें उसका विचारण चल रहा हो।"}, {"section_no": 429, "text": "सिवाय जैसा इस संहिता में अन्यथा उपबंधित है, किसी भी पक्षकार को पुनरीक्षण की शक्तियों का प्रयोग करने वाले किसी भी न्यायालय के समक्ष स्वयं या अभिवक्ता द्वारा सुने जाने का कोई अधिकार नहीं है; लेकिन न्यायालय, यदि वह उचित समझे, तो ऐसी शक्तियों का प्रयोग करते समय, किसी भी पक्षकार को स्वयं या अभिवक्ता द्वारा सुन सकता है।"}, {"section_no": 430, "text": "जब अपीली न्यायालय द्वारा किसी अपील का निर्णय कर लिया गया है, तो अपील के माध्यम से आगे की कोई भी कार्यवाही किसी भी न्यायालय द्वारा मनोरंजन नहीं की जाएगी।"}, {"section_no": 431, "text": "इस अध्याय के अधीन प्रत्येक अपील अभियुक्त की मृत्यु पर उपशमित हो जाएगी।"}, {"section_no": 432, "text": "अपीलों के संबंध में इस अध्याय के उपबंध इस संहिता या तत्समय प्रवृत्त किसी अन्य विधि के अधीन प्रस्तुत सभी अपीलों पर लागू होंगे।"}, {"section_no": 433, "text": "जहाँ किसी व्यक्ति को किसी न्यायालय द्वारा कारावास से दंडादिष्ट किया गया है, वहाँ उसी मामले की अन्वेषण, जाँच या विचारण के दौरान और ऐसी दोषसिद्धि की तारीख से पहले उसके द्वारा भोगी गई निरोध की अवधि, यदि कोई हो, तो उसे उस पर अधिरोपित कारावास की अवधि के विरुद्ध मुजरा किया जाएगा, और ऐसी दोषसिद्धि पर कारावास भोगने के लिए ऐसे व्यक्ति का दायित्व उस पर अधिरोपित कारावास की अवधि के शेष भाग, यदि कोई हो, तक सीमित रहेगा।"}, {"section_no": 434, "text": "जहाँ किसी व्यक्ति को किसी अपराध के लिए दोषसिद्ध किया जाता है और उसे किसी अवधि के लिए कारावास से दंडादिष्ट किया जाता है, और वह उस मामले के संबंध में उस विधि के अधीन उस अपराध के लिए विनिर्दिष्ट कारावास की अधिकतम अवधि के आधे से अधिक अवधि के लिए अभिरक्षा में रहा है, तो उसे न्यायालय द्वारा प्रतिभुओं सहित या रहित अपने व्यक्तिगत बंधपत्र पर रिहा कर दिया जाएगा।"}, {"section_no": 435, "text": "जहाँ किसी व्यक्ति ने, इस संहिता के अधीन किसी विधि के अधीन किसी अपराध के अन्वेषण, जाँच या विचारण की अवधि के दौरान (ऐसे अपराध को छोड़कर जिसके लिए मृत्युदंड उस विधि के अधीन दंडों में से एक के रूप में विनिर्दिष्ट किया गया है) उस विधि के अधीन उस अपराध के लिए विनिर्दिष्ट कारावास की अधिकतम अवधि के आधे तक की अवधि के लिए निरोध भोग लिया है, तो उसे न्यायालय द्वारा प्रतिभुओं सहित या रहित अपने व्यक्तिगत बंधपत्र पर रिहा कर दिया जाएगा।"}]}
{"chapter_no": 32, "chapter_title": "निर्देश और पुनरीक्षण", "sections": [{"section_no": 436, "text": "(1) उच्च न्यायालय या कोई भी सत्र न्यायाधीश अपने या उसकी स्थानीय अधिकारिता के भीतर स्थित किसी भी अधीनस्थ आपराधिक न्यायालय के समक्ष किसी भी कार्यवाही के अभिलेख को, अभिलिखित या पारित किसी भी निष्कर्ष, दंडादेश या आदेश की शुद्धता, वैधता या औचित्य के संबंध में, और ऐसे अधीनस्थ न्यायालय की किसी भी कार्यवाही की नियमितता के संबंध में स्वयं को संतुष्ट करने के प्रयोजन के लिए मँगवाकर उसकी परीक्षा कर सकता है, और ऐसे अभिलेख को मँगवाते समय, यह निर्देश दे सकता है कि किसी भी दंडादेश या आदेश के निष्पादन को निलंबित कर दिया जाए, और यदि अभियुक्त परिरोध में है, तो अभिलेख की परीक्षा लंबित रहने तक उसे जमानत पर या अपने बंधपत्र पर रिहा कर दिया जाए।\nस्पष्टीकरण।—इस उप-धारा और धारा 437 के प्रयोजनों के लिए, सभी मजिस्ट्रेट, चाहे वे कार्यपालक हों या न्यायिक, और चाहे वे मूल या अपीली अधिकारिता का प्रयोग कर रहे हों, सत्र न्यायाधीश से अधीनस्थ समझे जाएँगे।"}, {"section_no": 437, "text": "(1) किसी भी कार्यवाही के मामले में जिसका अभिलेख उसने स्वयं मँगवाया है, सत्र न्यायाधीश उन सभी या किसी भी शक्ति का प्रयोग कर सकता है जिनका प्रयोग उच्च न्यायालय द्वारा धारा 438 की उप-धारा (1) के अधीन किया जा सकता है।\n(2) जहाँ सत्र न्यायाधीश के समक्ष उप-धारा (1) के अधीन पुनरीक्षण के माध्यम से कोई कार्यवाही शुरू की जाती है, वहाँ धारा 438 की उप-धारा (2), (3), (4) और (5) के उपबंध, जहाँ तक हो सके, ऐसी कार्यवाही पर लागू होंगे और उक्त उप-धाराओं में उच्च न्यायालय और लोक अभियोजक के संदर्भों को क्रमशः सत्र न्यायाधीश और लोक अभियोजक के संदर्भ के रूप में समझा जाएगा।"}, {"section_no": 438, "text": "(1) उच्च न्यायालय, अपने विवेक से, किसी भी मामले में जिसका उसने पुनरीक्षण न्यायालय के रूप में संज्ञान लिया है, यह निर्देश दे सकता है कि अभियुक्त को गिरफ्तार किया जाए और उसके या किसी अधीनस्थ न्यायालय के समक्ष लाया जाए, और वह न्यायालय जिसके समक्ष उसे लाया जाता है, पुनरीक्षण के निपटारे तक उसे जेल में सुपुर्द कर सकता है, या उसे जमानत पर छोड़ सकता है।\n(2) इस धारा के अधीन अभियुक्त या अन्य व्यक्ति के प्रतिकूल कोई आदेश तब तक नहीं दिया जाएगा जब तक कि उसे स्वयं या अभिवक्ता द्वारा अपने बचाव में सुने जाने का अवसर नहीं मिला हो।\n(3) इस धारा में किसी भी बात को उच्च न्यायालय को दोषमुक्ति के निष्कर्ष को दोषसिद्धि में परिवर्तित करने के लिए प्राधिकृत करने वाला नहीं समझा जाएगा।"}, {"section_no": 439, "text": "उच्च न्यायालय, अपने विवेक से, किसी भी मामले में, यह निर्देश दे सकता है कि किसी भी दंडादेश या आदेश के निष्पादन को निलंबित कर दिया जाए, और, यदि अभियुक्त परिरोध में है, तो पुनरीक्षण लंबित रहने तक उसे जमानत पर या अपने बंधपत्र पर रिहा कर दिया जाए।"}, {"section_no": 440, "text": "जब सत्र न्यायाधीश द्वारा किए गए किसी भी विचारण का अभिलेख उच्च न्यायालय के समक्ष उसकी पुनरीक्षण अधिकारिता में है, तो उच्च न्यायालय, यदि वह विचार करता है कि हस्तक्षेप करने का कोई पर्याप्त आधार नहीं है, तो याचिका को खारिज कर सकता है।"}, {"section_no": 441, "text": "जब उच्च न्यायालय या सत्र न्यायाधीश द्वारा इस अध्याय के अधीन किसी मामले का पुनरीक्षण किया जाता है, तो वह, धारा 425 द्वारा उपबंधित रीति से, अपने या अपने निर्णय या आदेश को उस न्यायालय को प्रमाणित करेगा जिसके द्वारा पुनरीक्षित निष्कर्ष, दंडादेश या आदेश को अभिलिखित या पारित किया गया था, और वह न्यायालय जिसे निर्णय या आदेश इस प्रकार प्रमाणित किया जाता है, तत्पश्चात ऐसे आदेश पारित करेगा जो इस प्रकार प्रमाणित निर्णय के अनुरूप हों; और, यदि आवश्यक हो, तो अभिलेख को उसके अनुसार संशोधित किया जाएगा।"}, {"section_no": 442, "text": "कोई भी न्यायालय, जब उसने किसी मामले का निपटारा करने वाला अपना निर्णय या अंतिम आदेश हस्ताक्षरित कर दिया है, तो वह लिपिकीय या अंकगणितीय त्रुटि को ठीक करने के सिवाय, उसे परिवर्तित या पुनर्विलोकन नहीं करेगा।"}, {"section_no": 443, "text": "इस अध्याय के उपबंध किसी भी अपील, जाँच, विचारण या अन्य कार्यवाही में पारित किसी भी अंतर्वर्ती आदेश पर लागू नहीं होंगे।"}, {"section_no": 444, "text": "उच्च न्यायालय, इस निमित्त उसे किए गए आवेदन पर, यह निर्देश दे सकता है कि किसी विशेष मामले या अपील, या मामलों या अपीलों के वर्ग को उसकी अधिकारिता के अधीनस्थ किसी आपराधिक न्यायालय से समान या श्रेष्ठ अधिकारिता वाले किसी अन्य ऐसे आपराधिक न्यायालय को अंतरित किया जाए।"}, {"section_no": 445, "text": "एक सत्र न्यायाधीश, इस निमित्त उसे किए गए आवेदन पर, यह आदेश दे सकता है कि किसी विशेष मामले को अपने सत्र खंड में एक आपराधिक न्यायालय से दूसरे आपराधिक न्यायालय को अंतरित किया जाए।"}]}
{"chapter_no": 33, "chapter_title": "आपराधिक मामलों का अंतरण", "sections": [{"section_no": 446, "text": "(1) जब भी उच्चतम न्यायालय को यह प्रतीत कराया जाता है कि न्याय के उद्देश्यों के लिए इस धारा के अधीन कोई आदेश समीचीन है, तो वह यह निर्देश दे सकता है कि किसी विशेष मामले या अपील को एक उच्च न्यायालय से दूसरे उच्च न्यायालय को या एक उच्च न्यायालय के अधीनस्थ किसी आपराधिक न्यायालय से दूसरे उच्च न्यायालय के अधीनस्थ समान या श्रेष्ठ अधिकारिता वाले दूसरे आपराधिक न्यायालय को अंतरित किया जाए।\n(2) उच्चतम न्यायालय इस धारा के अधीन केवल भारत के महान्यायवादी या हितबद्ध पक्षकार के आवेदन पर ही कार्य कर सकता है, और ऐसा प्रत्येक आवेदन समावेदन द्वारा किया जाएगा जो, सिवाय जब आवेदक भारत का महान्यायवादी या राज्य का महाधिवक्ता हो, शपथ पत्र या प्रतिज्ञान द्वारा समर्थित होगा।\n(3) जहाँ इस धारा द्वारा प्रदत्त शक्तियों के प्रयोग के लिए कोई आवेदन खारिज कर दिया जाता है, वहाँ उच्चतम न्यायालय, यदि उसकी राय है कि आवेदन तुच्छ या तंग करने वाला था, तो आवेदक को उस व्यक्ति को प्रतिकर के रूप में इतनी राशि, जो एक हजार रुपये से अधिक न हो, अदा करने का आदेश दे सकता है जिसने आवेदन का विरोध किया था, जैसा वह मामले की परिस्थितियों में उचित समझे।"}, {"section_no": 447, "text": "(1) जब भी उच्च न्यायालय को यह प्रतीत कराया जाता है—\n(क) कि उसके अधीनस्थ किसी आपराधिक न्यायालय में निष्पक्ष और तटस्थ जाँच या विचारण नहीं हो सकता है, या\n(ख) कि असामान्य कठिनाई का कोई विधि का प्रश्न उत्पन्न होने की संभावना है, या\n(ग) कि इस संहिता के किसी उपबंध द्वारा इस धारा के अधीन कोई आदेश अपेक्षित है, या पक्षकारों या गवाहों की सामान्य सुविधा के लिए सहायक होगा, या न्याय के उद्देश्यों के लिए समीचीन है, \nतो वह यह आदेश दे सकता है—\n(i) कि किसी भी अपराध की जाँच या विचारण धारा 198 से 201 (दोनों सम्मिलित) के अधीन सशक्त न किए गए, लेकिन अन्य सभी दृष्टियों से ऐसे अपराध की जाँच या विचारण करने के लिए सक्षम किसी भी न्यायालय द्वारा किया जाए;\n(ii) कि किसी विशेष मामले या अपील, या मामलों या अपीलों के वर्ग को उसकी अधिकारिता के अधीनस्थ किसी आपराधिक न्यायालय से समान या श्रेष्ठ अधिकारिता वाले किसी अन्य ऐसे आपराधिक न्यायालय को अंतरित किया जाए;\n(iii) कि किसी विशेष मामले को विचारण के लिए सत्र न्यायालय को सुपुर्द किया जाए;\n(iv) कि किसी विशेष मामले या अपील को स्वयं को अंतरित किया जाए और उसके समक्ष विचारित किया जाए।\n(2) उच्च न्यायालय या तो अधीनस्थ न्यायालय की रिपोर्ट पर, या हितबद्ध पक्षकार के आवेदन पर, या अपनी स्वयं की पहल पर कार्य कर सकता है।\n(3) उप-धारा (1) के अधीन आदेश के लिए प्रत्येक आवेदन समावेदन द्वारा किया जाएगा, जो, सिवाय जब आवेदक राज्य का महाधिवक्ता हो, शपथ पत्र या प्रतिज्ञान द्वारा समर्थित होगा।"}, {"section_no": 448, "text": "जब भी धारा 447 के अधीन कोई आदेश दिया जाता है, तो वह न्यायालय जिसे ऐसा मामला या अपील अंतरित किया जाता है, अंतरण के आदेश में किसी भी विशेष निर्देशों के अधीन रहते हुए, या तो उसका पुनर्विचारण कर सकता है या उस चरण से आगे बढ़ सकता है जिस पर उसे अंतरित किया गया था।"}, {"section_no": 449, "text": "(1) कोई भी सत्र न्यायाधीश अपने अधीनस्थ किसी भी सहायक सत्र न्यायाधीश या मुख्य न्यायिक मजिस्ट्रेट से किसी भी मामले या अपील को वापस ले सकता है, या किसी भी मामले या अपील को वापस मँगवा सकता है जिसे उसने उन्हें सौंपा था।\n(2) अपर सत्र न्यायाधीश के समक्ष मामले का विचारण या अपील की सुनवाई शुरू होने से पहले किसी भी समय, एक सत्र न्यायाधीश किसी भी मामले या अपील को वापस मँगवा सकता है जिसे उसने किसी भी अपर सत्र न्यायाधीश को सौंपा था।\n(3) जहाँ एक सत्र न्यायाधीश उप-धारा (1) या उप-धारा (2) के अधीन किसी मामले या अपील को वापस लेता है या वापस मँगवाता है, तो वह या तो अपने न्यायालय में मामले का विचारण कर सकता है या अपील की सुनवाई स्वयं कर सकता है, या उसे इस संहिता के उपबंधों के अनुसार, यथास्थिति, विचारण या सुनवाई के लिए किसी अन्य न्यायालय को सौंप सकता है।"}, {"section_no": 450, "text": "(1) कोई भी मुख्य न्यायिक मजिस्ट्रेट अपने अधीनस्थ किसी भी मजिस्ट्रेट से किसी भी मामले को वापस ले सकता है, या किसी भी मामले को वापस मँगवा सकता है जिसे उसने उन्हें सौंपा था, और ऐसे मामले की जाँच या विचारण स्वयं कर सकता है, या जाँच या विचारण के लिए किसी अन्य ऐसे मजिस्ट्रेट को भेज सकता है जो उसी की जाँच या विचारण करने के लिए सक्षम है।\n(2) कोई भी न्यायिक मजिस्ट्रेट धारा 212 की उप-धारा (2) के अधीन उसके द्वारा किसी अन्य मजिस्ट्रेट को सौंपे गए किसी भी मामले को वापस मँगवा सकता है और ऐसे मामले की जाँच या विचारण स्वयं कर सकता है।"}, {"section_no": 451, "text": "एक सत्र न्यायाधीश, इस निमित्त उसे किए गए आवेदन पर, यदि उसकी राय है कि न्याय के उद्देश्यों के लिए यह समीचीन है, तो यह आदेश दे सकता है कि किसी विशेष मामले को अपने सत्र खंड में एक आपराधिक न्यायालय से दूसरे आपराधिक न्यायालय को अंतरित किया जाए।"}, {"section_no": 452, "text": "उच्च न्यायालय, यदि वह न्याय के उद्देश्यों के लिए ऐसा करना समीचीन समझता है, तो यह निर्देश दे सकता है कि किसी विशेष मामले का विचारण किसी भी सत्र न्यायालय द्वारा किया जाए, और तत्पश्चात ऐसे मामले का विचारण उस सत्र न्यायालय द्वारा किया जाएगा।"}]}
{"chapter_no": 34, "chapter_title": "दंडादेशों का निष्पादन, निलंबन, परिहार और लघुकरण", "sections": [{"section_no": 453, "text": "इस अध्याय के उपबंध इस संहिता या तत्समय प्रवृत्त किसी अन्य विधि के अधीन पारित सभी दंडादेशों और आदेशों पर लागू होंगे।"}, {"section_no": 454, "text": "जब सत्र न्यायालय द्वारा मृत्युदंड पारित किया जाता है, तो न्यायालय, दंडादेश की उच्च न्यायालय द्वारा पुष्टि हो जाने के बाद, यथाशीघ्र, उसे निष्पादित करने का कारण बनेगा।"}, {"section_no": 455, "text": "यदि मृत्युदंड से दंडादिष्ट कोई महिला गर्भवती पाई जाती है, तो उच्च न्यायालय दंडादेश के निष्पादन को स्थगित करने का आदेश देगा, और यदि वह उचित समझे, तो दंडादेश को आजीवन कारावास में लघुकरण कर सकता है।"}, {"section_no": 456, "text": "(1) जहाँ किसी व्यक्ति को आजीवन कारावास या किसी अवधि के लिए कारावास से ऐसे मामले में दंडादिष्ट किया जाता है जो उच्च न्यायालय में अपील के अधीन है, तो दंडादेश (धारा 426 और धारा 427 के उपबंधों के अधीन रहते हुए) इस बात के होते हुए भी निष्पादित किया जाएगा कि ऐसी कोई अपील प्रस्तुत नहीं की गई है या ऐसी अपील प्रस्तुत करने के लिए अनुमत समय समाप्त नहीं हुआ है।\n(2) जहाँ किसी व्यक्ति को किसी अवधि के लिए कारावास से दंडादिष्ट किया जाता है, तो दंडादेश (धारा 426 और धारा 427 के उपबंधों के अधीन रहते हुए) इस बात के होते हुए भी निष्पादित किया जाएगा कि कोई अपील प्रस्तुत नहीं की गई है या ऐसी अपील प्रस्तुत करने के लिए अनुमत समय समाप्त नहीं हुआ है।"}, {"section_no": 457, "text": "जहाँ अभियुक्त को किसी अवधि के लिए कारावास से दंडादिष्ट किया जाता है, तो दंडादेश पारित करने वाला न्यायालय तुरंत उस जेल या अन्य स्थान को वारंट भेजेगा जिसमें वह परिरुद्ध है, या परिरुद्ध किया जाना है, और, जब तक कि अभियुक्त पहले से ही ऐसी जेल या अन्य स्थान में परिरुद्ध न हो, उसे वारंट के साथ ऐसी जेल या अन्य स्थान पर भेजेगा।"}, {"section_no": 458, "text": "कारावास के दंडादेश के निष्पादन के लिए प्रत्येक वारंट उस जेल या अन्य स्थान के भारसाधक अधिकारी को निर्देशित किया जाएगा जिसमें बंदी परिरुद्ध है, या परिरुद्ध किया जाना है।"}, {"section_no": 459, "text": "जब बंदी को किसी जेल में परिरुद्ध किया जाना है, तो वारंट जेलर के पास जमा किया जाएगा।"}, {"section_no": 460, "text": "जहाँ किसी व्यक्ति को आजीवन कारावास से दंडादिष्ट किया जाता है, तो दंडादेश पारित करने वाला न्यायालय तुरंत उस जेल या अन्य स्थान को वारंट भेजेगा जिसमें वह परिरुद्ध है, या परिरुद्ध किया जाना है, और, जब तक कि वह व्यक्ति पहले से ही ऐसी जेल या अन्य स्थान में परिरुद्ध न हो, उसे वारंट के साथ ऐसी जेल या अन्य स्थान पर भेजेगा।"}, {"section_no": 461, "text": "जब अपील या पुनरीक्षण में उच्च न्यायालय द्वारा मृत्युदंड पारित किया जाता है, तो सत्र न्यायालय, उच्च न्यायालय का आदेश प्राप्त होने पर, वारंट जारी करके दंडादेश को निष्पादित करने का कारण बनेगा।"}, {"section_no": 462, "text": "जब किसी न्यायालय द्वारा कारावास का दंडादेश पारित किया जाता है, तो दंडादिष्ट व्यक्ति को तुरंत जेल में सुपुर्द किया जाएगा या, यदि वह पहले से ही जेल में है, तो उसे नए सुपुर्दगी वारंट के साथ जेल वापस भेज दिया जाएगा।"}, {"section_no": 463, "text": "(1) जब किसी अपराधी को जुर्माना अदा करने का दंडादेश दिया जाता है, तो दंडादेश पारित करने वाला न्यायालय, अपने विवेक से, अपराधी की किसी भी जंगम संपत्ति की कुर्की और बिक्री द्वारा राशि की वसूली के लिए वारंट जारी कर सकता है, भले ही दंडादेश यह निर्देश देता हो कि जुर्माना अदा न करने पर अपराधी को कारावास होगा।\n(2) वारंट जारी करने वाले न्यायालय की स्थानीय अधिकारिता के भीतर निष्पादित किया जा सकता है, और यह ऐसी अधिकारिता के बिना किसी भी ऐसी संपत्ति की कुर्की और बिक्री को प्राधिकृत करेगा, जब उस ज़िला मजिस्ट्रेट द्वारा पृष्ठांकित किया जाता है जिसकी स्थानीय अधिकारिता के भीतर ऐसी संपत्ति पाई जाती है।"}, {"section_no": 464, "text": "जब न्यायालय जुर्माने का दंडादेश या ऐसा दंडादेश (जिसमें मृत्युदंड भी शामिल है) पारित करता है जिसका जुर्माना एक भाग है, तो न्यायालय, निर्णय सुनाते समय, वसूल किए गए जुर्माने के पूरे या किसी भी भाग को निम्नलिखित के लिए लागू करने का आदेश दे सकता है—\n(क) अभियोजन में उचित रूप से किए गए खर्चों को चुकाने में;\n(ख) किसी भी व्यक्ति को अपराध के कारण हुई किसी भी हानि या क्षति के लिए प्रतिकर के भुगतान में, जब न्यायालय की राय में, प्रतिकर ऐसे व्यक्ति द्वारा सिविल न्यायालय में वसूल किया जा सकता है;\n(ग) जब किसी व्यक्ति को किसी अन्य व्यक्ति की मृत्यु कारित करने या ऐसे अपराध के किए जाने का दुष्प्रेरण करने के किसी अपराध के लिए दोषसिद्ध किया जाता है, तो उन व्यक्तियों को प्रतिकर का भुगतान करने में जो, घातक दुर्घटना अधिनियम, 1855 के अधीन, ऐसी मृत्यु से उन्हें होने वाली हानि के लिए दंडादिष्ट व्यक्ति से नुकसानी वसूल करने के हकदार हैं;\n(घ) जब किसी व्यक्ति को किसी ऐसे अपराध के लिए दोषसिद्ध किया जाता है जिसमें चोरी, आपराधिक दुर्विनियोग, आपराधिक न्यास भंग, या कपट शामिल है, या चुराई गई संपत्ति को बेईमानी से प्राप्त करने या प्रतिधृत करने, या उसे चुराई गई जानकर या विश्वास करने का कारण रखते हुए उसे निपटाने में स्वेच्छा से सहायता करने के लिए, ऐसी संपत्ति के किसी भी सद्भावपूर्ण क्रेता को उसी की हानि के लिए प्रतिकर देने में यदि ऐसी संपत्ति उसके हकदार व्यक्ति के कब्जे में बहाल की जाती है।"}, {"section_no": 465, "text": "उसी मामले से संबंधित किसी भी पश्चातवर्ती सिविल वाद में प्रतिकर अधिनिर्णित करते समय, न्यायालय धारा 464 के अधीन प्रतिकर के रूप में संदत्त या वसूल की गई किसी भी राशि को ध्यान में रखेगा।"}, {"section_no": 466, "text": "(1) जब भी कोई आपराधिक न्यायालय जुर्माना अधिरोपित करता है या अपील, पुनरीक्षण या अन्यथा जुर्माने के दंडादेश, या ऐसे दंडादेश को जिसका जुर्माना एक भाग है, की पुष्टि करता है, तो न्यायालय, निर्णय सुनाते समय, अभियुक्त व्यक्ति को, प्रतिकर के रूप में, ऐसी राशि का संदाय करने का आदेश दे सकता है जैसा आदेश में उस व्यक्ति को विनिर्दिष्ट किया जाए जिसे उस कार्य के कारण कोई हानि या क्षति हुई है जिसके लिए अभियुक्त व्यक्ति को इस प्रकार दंडादिष्ट किया गया है।\n(2) प्रतिकर का संदाय जुर्माने में से किया जाएगा, यदि वह वसूल किया जाता है।\n(3) ऐसे प्रतिकर का संदाय किसी अन्य दंड के अतिरिक्त होगा जिसके लिए अभियुक्त व्यक्ति दायी हो सकता है।"}, {"section_no": 467, "text": "(1) समुचित सरकार किसी भी समय, बिना शर्त या किसी भी शर्त पर जिसे दंडादिष्ट व्यक्ति स्वीकार करता है, उसके दंडादेश के निष्पादन को निलंबित कर सकती है या उस दंड के पूरे या किसी भी भाग का परिहार कर सकती है जिससे वह दंडादिष्ट किया गया है।\n(2) जब भी किसी दंडादेश के निलंबन या परिहार के लिए समुचित सरकार को कोई आवेदन किया जाता है, तो समुचित सरकार उस न्यायालय के पीठासीन न्यायाधीश से, जिसके समक्ष या जिसके द्वारा दोषसिद्धि की गई थी या पुष्टि की गई थी, यह राय बताने की अपेक्षा कर सकती है कि क्या आवेदन स्वीकार किया जाना चाहिए या अस्वीकार किया जाना चाहिए, साथ ही ऐसी राय के लिए अपने कारणों को भी बताए, और ऐसी राय के कथन के साथ विचारण के अभिलेख की या उसके ऐसे अभिलेख की जो मौजूद है, एक प्रमाणित प्रति भी भेजे।\n(3) यदि किसी शर्त का, जिस पर दंडादेश निलंबित या परिहार किया गया है, समुचित सरकार की राय में, पालन नहीं किया जाता है, तो समुचित सरकार निलंबन या परिहार को रद्द कर सकती है, और तत्पश्चात वह व्यक्ति जिसके पक्ष में दंडादेश निलंबित या परिहार किया गया है, यदि वह खुला घूम रहा है, तो किसी भी पुलिस अधिकारी द्वारा, वारंट के बिना गिरफ्तार किया जा सकता है और दंडादेश के शेष भाग को भोगने के लिए रिमांड किया जा सकता है।\n(4) वह शर्त जिस पर इस धारा के अधीन कोई दंडादेश निलंबित या परिहार किया जाता है, वह हो सकती है जिसे उस व्यक्ति द्वारा पूरा किया जाना है जिसके पक्ष में दंडादेश निलंबित या परिहार किया गया है, या उसके इच्छा से स्वतंत्र हो सकती है।"}, {"section_no": 468, "text": "समुचित सरकार, दंडादिष्ट व्यक्ति की सहमति के बिना, लघुकरण कर सकती है—\n(क) मृत्युदंड को, भारतीय न्याय संहिता, 2023 द्वारा उपबंधित किसी अन्य दंड के लिए;\n(ख) आजीवन कारावास के दंडादेश को, चौदह वर्ष से अनधिक की अवधि के लिए कारावास या जुर्माने के लिए;\n(ग) कठोर कारावास के दंडादेश को, किसी भी अवधि के लिए साधारण कारावास या जुर्माने के लिए जिससे वह व्यक्ति दंडादिष्ट किया जा सकता था;\n(घ) साधारण कारावास के दंडादेश को, जुर्माने के लिए।"}, {"section_no": 469, "text": "राज्य सरकार को धारा 467 और धारा 468 द्वारा प्रदत्त शक्तियों का प्रयोग, मृत्युदंडों के मामले में, केंद्रीय सरकार द्वारा भी किया जा सकता है।"}, {"section_no": 470, "text": "जब धारा 467 के अधीन कोई दंडादेश निलंबित या परिहार किया गया है या धारा 468 के अधीन लघुकरण किया गया है, तो वह व्यक्ति जिसके पक्ष में दंडादेश निलंबित, परिहार या लघुकरण किया गया था, यदि वह खुला घूम रहा है, तो किसी भी पुलिस अधिकारी द्वारा, वारंट के बिना गिरफ्तार किया जाएगा और दंडादेश के शेष भाग को भोगने के लिए रिमांड किया जाएगा।"}, {"section_no": 471, "text": "(1) राज्य सरकार को धारा 467 और धारा 468 द्वारा प्रदत्त शक्तियों का प्रयोग, मृत्युदंड से दंडादिष्ट व्यक्तियों के मामले में, केंद्रीय सरकार द्वारा भी किया जा सकता है।\n(2) समुचित सरकार, सामान्य नियमों या विशेष आदेशों द्वारा, दंडादेशों के निलंबन के संबंध में और उन शर्तों के संबंध में निर्देश दे सकती है जिन पर याचिकाएं प्रस्तुत की जानी चाहिए और उनसे निपटा जाना चाहिए।"}, {"section_no": 472, "text": "समुचित सरकार, किसी भी समय, किसी भी व्यक्ति को किसी ऐसे मामले से संबंधित किसी भी विधि के विरुद्ध अपराध के लिए दंडादिष्ट दंड के पूरे या किसी भी भाग का परिहार कर सकती है जिस पर संघ की कार्यपालिका शक्ति का विस्तार है।"}, {"section_no": 473, "text": "जब सत्र न्यायालय द्वारा पारित मृत्युदंड उच्च न्यायालय को पुष्टि के लिए प्रस्तुत किया जाता है, तो उच्च न्यायालय, यदि वह उचित समझे, तो यह आदेश दे सकता है कि दंडादेश के निष्पादन को निलंबित कर दिया जाए और दंडादिष्ट व्यक्ति को उच्च न्यायालय के निर्णय लंबित रहने तक जमानत पर रिहा कर दिया जाए।"}, {"section_no": 474, "text": "(1) जब किसी महिला पर कोड़े लगाने का दंडादेश अधिरोपित किया जाता है, तो ऐसे दंडादेश को निष्पादित नहीं किया जाएगा, लेकिन न्यायालय, इसके स्थान पर, उसे दो वर्ष से अनधिक की अवधि के लिए कारावास से दंडादिष्ट करेगा।\n(2) जब किसी पुरुष पर कोड़े लगाने का दंडादेश अधिरोपित किया जाता है, तो न्यायालय, यदि वह उचित समझे, तो ऐसे दंडादेश के स्थान पर, उसे दो वर्ष से अनधिक की अवधि के लिए कारावास से दंडादिष्ट कर सकता है।"}, {"section_no": 475, "text": "जब किसी अपराधी को केवल जुर्माने से और जुर्माना अदा न करने पर कारावास से दंडादिष्ट किया गया है, और जुर्माना तुरंत अदा नहीं किया जाता है, तो न्यायालय यह कर सकता है—\n(क) आदेश दे सकता है कि जुर्माना या तो आदेश की तारीख से तीस दिन से अधिक की तारीख को या उससे पहले पूरी तरह से देय होगा, या दो या तीन किस्तों में, जिनमें से पहली आदेश की तारीख से तीस दिन से अधिक की तारीख को या उससे पहले देय होगी और अन्य या अन्य, यथास्थिति, तीस दिन से अधिक के अंतराल पर या अंतरालों पर देय होगी;\n(ख) कारावास के दंडादेश के निष्पादन को निलंबित कर सकता है और अपराधी को, बंधपत्र निष्पादित करने पर, प्रतिभुओं सहित या रहित, जैसा न्यायालय उचित समझे, उसकी उपस्थिति के लिए इस शर्त पर रिहा कर सकता है कि वह उस तारीख या उन तारीखों को या उससे पहले न्यायालय के समक्ष हाजिर होगा जिस पर या जिनसे पहले जुर्माने का या उसकी किस्तों का संदाय, यथास्थिति, किया जाना है; और यदि जुर्माने की राशि या किसी भी किस्त की राशि, यथास्थिति, उस नवीनतम तारीख को या उससे पहले वसूल नहीं की जाती है जिस पर वह आदेश के अधीन देय है, तो न्यायालय कारावास के दंडादेश को तुरंत निष्पादित करने का निर्देश दे सकता है।"}, {"section_no": 476, "text": "जब किसी अपराधी को केवल जुर्माने से और जुर्माना अदा न करने पर कारावास से दंडादिष्ट किया गया है, तो न्यायालय, दंडादेश पारित होने के बाद किसी भी समय, आदेश दे सकता है कि जुर्माना एक ही बार में या किस्तों में अदा किया जाएगा।"}, {"section_no": 477, "text": "(1) जब किसी अपराधी को जुर्माना अदा करने का दंडादेश दिया गया है, तो दंडादेश पारित करने वाला न्यायालय जुर्माने की वसूली के लिए निम्नलिखित तरीकों में से किसी एक या दोनों तरीकों से कार्रवाई कर सकता है, अर्थात, वह—\n(क) अपराधी की किसी भी जंगम संपत्ति की कुर्की और बिक्री द्वारा राशि की वसूली के लिए वारंट जारी कर सकता है;\n(ख) ज़िले के कलेक्टर को वारंट जारी कर सकता है, उसे चूककर्ता की जंगम या स्थावर संपत्ति, या दोनों से भू-राजस्व की बकाया वसूली के लिए तत्समय प्रवृत्त विधि के अनुसार निष्पादन द्वारा राशि वसूल करने के लिए प्राधिकृत कर सकता है:\nपरंतु यह कि, यदि दंडादेश यह निर्देश देता है कि जुर्माना अदा न करने पर, अपराधी को कारावास होगा, और यदि ऐसे अपराधी ने चूक में ऐसे पूरे कारावास को भोग लिया है, तो कोई भी न्यायालय ऐसा वारंट जारी नहीं करेगा जब तक कि लिखित में अभिलिखित किए जाने वाले विशेष कारणों से वह ऐसा करना आवश्यक न समझे, या जब तक कि उसने धारा 404 के अधीन जुर्माने में से खर्चों या प्रतिकर के संदाय के लिए कोई आदेश नहीं दिया है।\n(2) राज्य सरकार उप-धारा (1) के खंड (क) के अधीन वारंटों के निष्पादन की रीति को विनियमित करने के लिए नियम बना सकती है, और ऐसे वारंट के निष्पादन में कुर्क की गई किसी भी संपत्ति के संबंध में अपराधी से भिन्न किसी भी व्यक्ति द्वारा किए गए किसी भी दावे के संक्षेपतः अवधारण के लिए नियम बना सकती है।"}]}
{"chapter_no": 35, "chapter_title": "जमानत और बंधपत्रों से संबंधित उपबंध", "sections": [{"section_no": 478, "text": "(1) इस अध्याय में, 'जमानत' पद का अर्थ जमानत पर रिहा किए गए व्यक्ति की सम्यक उपस्थिति के लिए दी गई प्रतिभूति है।\n(2) इस अध्याय के उपबंध इस संहिता के अधीन दिए गए प्रत्येक जमानत और बंधपत्र पर लागू होंगे।"}, {"section_no": 479, "text": "जब अजमानतीय अपराध के अभियुक्त व्यक्ति से भिन्न कोई व्यक्ति गिरफ्तार किया जाता है या किसी अधिकारी की अभिरक्षा में रहते हुए या ऐसे न्यायालय के समक्ष कार्यवाही के किसी भी चरण में हाजिर होता है या लाया जाता है, और किसी भी समय जमानत देने के लिए तैयार होता है, तो ऐसे व्यक्ति को जमानत पर रिहा कर दिया जाएगा:\nपरंतु यह कि ऐसा अधिकारी या न्यायालय, यदि वह उचित समझे, तो ऐसे व्यक्ति से जमानत लेने के बजाय, उसे उसकी उपस्थिति के लिए प्रतिभुओं के बिना एक बंधपत्र निष्पादित करने पर उन्मोचित कर सकता है, जैसा इसमें इसके बाद उपबंधित है।"}, {"section_no": 480, "text": "(1) जब किसी अजमानतीय अपराध के किए जाने के अभियुक्त या संदिग्ध किसी व्यक्ति को गिरफ्तार किया जाता है या उच्च न्यायालय या सत्र न्यायालय से भिन्न किसी न्यायालय के समक्ष हाजिर होता है या लाया जाता है, तो उसे जमानत पर रिहा किया जा सकता है, लेकिन—\n(i) ऐसे व्यक्ति को इस प्रकार रिहा नहीं किया जाएगा यदि यह विश्वास करने के लिए उचित आधार प्रतीत होते हैं कि उसने मृत्युदंड या आजीवन कारावास से दंडनीय कोई अपराध किया है;\n(ii) ऐसे व्यक्ति को इस प्रकार रिहा नहीं किया जाएगा यदि ऐसा अपराध संज्ञेय अपराध है और उसे पहले मृत्युदंड, आजीवन कारावास या सात वर्ष या उससे अधिक के कारावास से दंडनीय अपराध के लिए दोषसिद्ध किया गया है, या उसे पहले दो या अधिक अवसरों पर तीन वर्ष या उससे अधिक लेकिन सात वर्ष से कम के कारावास से दंडनीय संज्ञेय अपराध के लिए दोषसिद्ध किया गया है:\nपरंतु यह कि न्यायालय यह निर्देश दे सकता है कि खंड (i) या खंड (ii) में निर्दिष्ट व्यक्ति को जमानत पर रिहा कर दिया जाए यदि ऐसा व्यक्ति सोलह वर्ष से कम आयु का है या महिला है या बीमार या दुर्बल है:\nपरंतु यह और कि न्यायालय यह भी निर्देश दे सकता है कि खंड (ii) में निर्दिष्ट व्यक्ति को जमानत पर रिहा कर दिया जाए यदि वह संतुष्ट है कि किसी अन्य विशेष कारण से ऐसा करना न्यायसंगत और उचित है:\nपरंतु यह भी कि मात्र यह तथ्य कि किसी अभियुक्त व्यक्ति को अन्वेषण के दौरान गवाहों द्वारा पहचाने जाने के लिए अपेक्षित किया जा सकता है, जमानत देने से इनकार करने का पर्याप्त आधार नहीं होगा यदि वह अन्यथा जमानत पर रिहा होने का हकदार है और यह वचनबंध देता है कि वह न्यायालय द्वारा दिए जा सकने वाले ऐसे निर्देशों का पालन करेगा।\n(2) यदि अन्वेषण, जाँच या विचारण के किसी भी चरण में ऐसे अधिकारी या न्यायालय को, यथास्थिति, यह प्रतीत होता है कि यह विश्वास करने के लिए उचित आधार नहीं हैं कि अभियुक्त ने अजमानतीय अपराध किया है, लेकिन उसके दोष के संबंध में आगे की जाँच के लिए पर्याप्त आधार हैं, तो अभियुक्त को, ऐसी जाँच लंबित रहने तक, जमानत पर, या ऐसे अधिकारी या न्यायालय के विवेक पर, उसकी उपस्थिति के लिए प्रतिभुओं के बिना एक बंधपत्र निष्पादित करने पर, जैसा इसमें इसके बाद उपबंधित है, रिहा कर दिया जाएगा।"}, {"section_no": 481, "text": "जब किसी व्यक्ति के पास यह विश्वास करने का कारण है कि उसे अजमानतीय अपराध करने के आरोप पर गिरफ्तार किया जा सकता है, तो वह इस धारा के अधीन निर्देश के लिए उच्च न्यायालय या सत्र न्यायालय में आवेदन कर सकता है; और वह न्यायालय, यदि वह उचित समझे, तो यह निर्देश दे सकता है कि ऐसी गिरफ्तारी की स्थिति में, उसे जमानत पर रिहा कर दिया जाएगा।"}, {"section_no": 482, "text": "उच्च न्यायालय या सत्र न्यायालय यह निर्देश दे सकता है—\n(क) कि अभिरक्षा में किसी भी व्यक्ति को जमानत पर रिहा कर दिया जाए, और यदि अपराध धारा 480 की उप-धारा (3) में विनिर्दिष्ट प्रकृति का है, तो वह कोई भी शर्त अधिरोपित कर सकता है जिसे वह उस उप-धारा के प्रयोजनों के लिए आवश्यक समझता है;\n(ख) कि किसी मजिस्ट्रेट द्वारा किसी भी व्यक्ति को जमानत पर रिहा करते समय अधिरोपित किसी भी शर्त को अपास्त या संशोधित किया जाए।"}, {"section_no": 483, "text": "इस अध्याय के अधीन निष्पादित प्रत्येक बंधपत्र की राशि मामले की परिस्थितियों को ध्यान में रखते हुए नियत की जाएगी और अत्यधिक नहीं होगी।"}, {"section_no": 484, "text": "(1) किसी भी व्यक्ति को जमानत पर रिहा करने से पहले या उसके अपने बंधपत्र पर रिहा करने से पहले, धन की ऐसी राशि के लिए एक बंधपत्र, जिसे पुलिस अधिकारी या न्यायालय, यथास्थिति, पर्याप्त समझता है, ऐसे व्यक्ति द्वारा निष्पादित किया जाएगा, और, जब उसे जमानत पर रिहा किया जाता है, तो एक या एक से अधिक पर्याप्त प्रतिभुओं द्वारा इस शर्त के साथ निष्पादित किया जाएगा कि ऐसा व्यक्ति बंधपत्र में उल्लिखित समय और स्थान पर हाजिर होगा, और तब तक हाजिर होता रहेगा जब तक कि पुलिस अधिकारी या न्यायालय, यथास्थिति, अन्यथा निर्देश न दे।\n(2) जहाँ किसी व्यक्ति को जमानत पर रिहा करने के लिए कोई शर्त अधिरोपित की जाती है, वहाँ बंधपत्र में वह शर्त भी शामिल होगी।\n(3) यदि मामले की अपेक्षा है, तो बंधपत्र उस व्यक्ति को भी बाध्य करेगा जिसे आरोप का उत्तर देने के लिए बुलाए जाने पर उच्च न्यायालय, सत्र न्यायालय या अन्य न्यायालय के समक्ष हाजिर होने के लिए जमानत पर रिहा किया गया है।"}, {"section_no": 485, "text": "(1) जैसे ही बंधपत्र निष्पादित किया जाता है, उस व्यक्ति को जिसकी उपस्थिति के लिए इसे निष्पादित किया गया है, रिहा कर दिया जाएगा; और, जब वह जेल में है, तो उसे जमानत पर स्वीकार करने वाला न्यायालय जेल के भारसाधक अधिकारी को रिहाई का आदेश जारी करेगा, और ऐसा अधिकारी आदेश प्राप्त होने पर उसे रिहा कर देगा।\n(2) इस धारा, धारा 479 या धारा 480 में किसी भी बात को उस व्यक्ति की रिहाई की अपेक्षा करने वाला नहीं समझा जाएगा जो उस मामले के अलावा किसी अन्य मामले के लिए निरुद्ध किए जाने के लिए दायी है जिसके संबंध में बंधपत्र निष्पादित किया गया था।"}, {"section_no": 486, "text": "यदि, गलती, कपट, या अन्यथा के कारण, अपर्याप्त प्रतिभूति स्वीकार कर ली गई है, या यदि वे बाद में अपर्याप्त हो जाते हैं, तो न्यायालय गिरफ्तारी का वारंट जारी कर सकता है जिसमें यह निर्देश दिया जाएगा कि जमानत पर रिहा किए गए व्यक्ति को उसके समक्ष लाया जाए और उसे पर्याप्त प्रतिभूति खोजने का आदेश दे सकता है, और, ऐसा करने में विफल रहने पर, उसे जेल में सुपुर्द कर सकता है।"}, {"section_no": 487, "text": "(1) जमानत पर रिहा किए गए व्यक्ति की हाजिरी और उपस्थिति के लिए सभी या कोई भी प्रतिभूति किसी भी समय मजिस्ट्रेट को बंधपत्र को, या तो पूरी तरह से या जहाँ तक आवेदकों से संबंधित है, उन्मोचित करने के लिए आवेदन कर सकता है।\n(2) ऐसा आवेदन किए जाने पर, मजिस्ट्रेट गिरफ्तारी का वारंट जारी करेगा जिसमें यह निर्देश दिया जाएगा कि इस प्रकार रिहा किए गए व्यक्ति को उसके समक्ष लाया जाए।\n(3) वारंट के अनुसरण में ऐसे व्यक्ति के हाजिर होने पर, या उसके स्वेच्छा से आत्मसमर्पण करने पर, मजिस्ट्रेट बंधपत्र को, या तो पूरी तरह से या जहाँ तक आवेदकों से संबंधित है, उन्मोचित करने का निर्देश देगा, और ऐसे व्यक्ति को अन्य पर्याप्त प्रतिभूति खोजने के लिए कहेगा, और, यदि वह ऐसा करने में विफल रहता है, तो उसे जेल में सुपुर्द कर सकता है।"}, {"section_no": 488, "text": "जहाँ इस संहिता के अधीन किसी बंधपत्र का कोई प्रतिभूति बंधपत्र के समपहरण से पहले मर जाता है, तो उसकी संपत्ति बंधपत्र के संबंध में सभी दायित्व से उन्मोचित हो जाएगी।"}, {"section_no": 489, "text": "(1) जहाँ उस न्यायालय की, जिसने बंधपत्र लिया है, या मुख्य न्यायिक मजिस्ट्रेट के न्यायालय की, या सत्र न्यायालय की संतुष्टि के लिए यह साबित हो जाता है कि ऐसा बंधपत्र समपहृत हो गया है, तो न्यायालय ऐसे सबूत के आधारों को अभिलिखित करेगा, और ऐसे बंधपत्र से आबद्ध किसी भी व्यक्ति से उसकी शास्ति का भुगतान करने, या यह कारण बताने के लिए कह सकता है कि उसका भुगतान क्यों नहीं किया जाना चाहिए।\n(2) यदि पर्याप्त कारण नहीं बताया जाता है और शास्ति का भुगतान नहीं किया जाता है, तो न्यायालय ऐसे व्यक्ति की जंगम संपत्ति या उसकी संपत्ति, यदि वह मर गया है, की कुर्की और बिक्री के लिए वारंट जारी करके उसी को वसूल करने के लिए आगे बढ़ सकता है।"}, {"section_no": 490, "text": "धारा 463 के उपबंध, जहाँ तक हो सके, धारा 489 में उल्लिखित शास्ति की वसूली पर लागू होंगे।"}, {"section_no": 491, "text": "उच्च न्यायालय या सत्र न्यायालय यह निर्देश दे सकता है कि जमानत पर रिहा किए गए किसी भी व्यक्ति को गिरफ्तार किया जाए और उसे अभिरक्षा में सुपुर्द किया जाए।"}, {"section_no": 492, "text": "इस अध्याय के उपबंध, जहाँ तक हो सके, इस संहिता के अधीन लिए गए बंधपत्रों पर लागू होंगे।"}, {"section_no": 493, "text": "जब किसी व्यक्ति को जिसे जमानत पर या उसके अपने बंधपत्र पर रिहा किया गया है, किसी न्यायालय के समक्ष हाजिर होने की अपेक्षा की जाती है, तो वह अपने अभिवक्ता द्वारा हाजिर हो सकता है, यदि न्यायालय उसे ऐसा करने की अनुमति देता है।"}, {"section_no": 494, "text": "जब किसी न्यायालय या अधिकारी द्वारा किसी व्यक्ति को प्रतिभुओं सहित या रहित बंधपत्र निष्पादित करने की अपेक्षा की जाती है, तो ऐसा न्यायालय या अधिकारी, सिवाय जैसा इस संहिता में अन्यथा उपबंधित है, उसे ऐसे बंधपत्र निष्पादित करने के बदले में धन की एक राशि या सरकारी वचनपत्र इतनी राशि तक जमा करने की अनुमति दे सकता है जितनी न्यायालय या अधिकारी नियत करे।"}, {"section_no": 495, "text": "इस अध्याय के उपबंध, जहाँ तक हो सके, किसी भी न्यायालय के समक्ष किसी भी व्यक्ति की हाजिरी के लिए प्रत्येक प्रतिभूति पर लागू होंगे।"}, {"section_no": 496, "text": "इस अध्याय के उपबंध इस संहिता के किसी अन्य उपबंध में अंतर्विष्ट किसी भी असंगत बात के होते हुए भी प्रभावी होंगे।"}]}
{"chapter_no": 36, "chapter_title": "संपत्ति का व्ययन", "sections": [{"section_no": 497, "text": "(1) जब किसी आपराधिक न्यायालय में कोई जाँच या विचारण समाप्त हो जाता है, तो न्यायालय अपने समक्ष पेश की गई या उसकी अभिरक्षा में मौजूद किसी भी संपत्ति या दस्तावेज के, या जिसके संबंध में कोई अपराध किया गया प्रतीत होता है, या जो किसी अपराध को करने के लिए उपयोग की गई है, नष्ट करने, अधिहरण या उस पर कब्जा पाने के हकदार होने का दावा करने वाले किसी व्यक्ति को सुपुर्दगी द्वारा, या अन्यथा, व्ययन के लिए ऐसा आदेश दे सकता है जैसा वह उचित समझे।\n(2) उप-धारा (1) के अधीन किसी भी संपत्ति की सुपुर्दगी के लिए उस पर कब्जा पाने के हकदार होने का दावा करने वाले किसी भी व्यक्ति को, बिना किसी शर्त के या इस शर्त पर कि वह न्यायालय की संतुष्टि के लिए, प्रतिभुओं सहित या रहित, एक बंधपत्र निष्पादित करे, यह वचनबंध देते हुए कि यदि उप-धारा (1) के अधीन दिया गया आदेश अपील या पुनरीक्षण में संशोधित या अपास्त किया जाता है, तो वह ऐसी संपत्ति को न्यायालय को वापस कर देगा, आदेश दिया जा सकता है।\n(3) एक सत्र न्यायालय, उप-धारा (1) के अधीन स्वयं कोई आदेश देने के बजाय, संपत्ति को मुख्य न्यायिक मजिस्ट्रेट को सुपुर्द करने का निर्देश दे सकता है, जो तब उसके साथ धारा 499 और 500 में उपबंधित रीति से निपटेगा।"}, {"section_no": 498, "text": "धारा 497 के अधीन किसी न्यायालय द्वारा दिए गए आदेश से व्यथित कोई भी व्यक्ति उस न्यायालय में अपील कर सकता है जिसमें उस पूर्व न्यायालय द्वारा दोषसिद्धियों से साधारणतया अपीलें होती हैं।"}, {"section_no": 499, "text": "(1) ऐसी अपील प्रस्तुत किए जाने पर, अपीली न्यायालय अपील के निपटारे लंबित रहने तक आदेश पर रोक लगाने का निर्देश दे सकता है, या आदेश को संशोधित, परिवर्तित या रद्द कर सकता है और कोई भी आगे के आदेश दे सकता है जो न्यायसंगत हों।\n(2) उप-धारा (1) में निर्दिष्ट शक्तियों का प्रयोग उच्च न्यायालय भी अपनी पुनरीक्षण अधिकारिता में कर सकता है।"}, {"section_no": 500, "text": "(1) जब इस अध्याय के अधीन किसी आपराधिक न्यायालय द्वारा किसी संपत्ति के व्ययन के लिए कोई आदेश दिया जाता है, तो न्यायालय यह निर्देश दे सकता है कि आदेश को एक मास तक, या, जब कोई अपील प्रस्तुत की जाती है, तब तक जब तक कि ऐसी अपील का निपटारा नहीं हो जाता है, निष्पादित नहीं किया जाएगा।\n(2) किसी भी मामले में जिसमें किसी संपत्ति की सुपुर्दगी के लिए कोई आदेश दिया जाता है, तो न्यायालय, यदि वह उचित समझे, तो यह आदेश दे सकता है कि संपत्ति पर कब्जा पाने के हकदार व्यक्ति को उसे सुपुर्द कर दिया जाए, बशर्ते वह न्यायालय की संतुष्टि के लिए, प्रतिभुओं सहित या रहित, एक बंधपत्र निष्पादित करे, यह वचनबंध देते हुए कि यदि आदेश अपील में संशोधित या अपास्त किया जाता है, तो वह उसे न्यायालय को वापस कर देगा।"}, {"section_no": 501, "text": "यदि ऐसी अवधि के भीतर कोई भी व्यक्ति ऐसी संपत्ति पर अपना दावा स्थापित नहीं करता है, और यदि वह व्यक्ति जिसके कब्जे में ऐसी संपत्ति पाई गई थी, यह दर्शाने में असमर्थ है कि उसने उसे वैध रूप से अधिग्रहित किया था, तो मजिस्ट्रेट आदेश द्वारा यह निर्देश दे सकता है कि ऐसी संपत्ति राज्य सरकार के व्ययन पर होगी और उस सरकार द्वारा बेची जा सकती है और ऐसी बिक्री की आय के साथ ऐसे तरीके से निपटा जाएगा जैसा विहित किया जाए।"}, {"section_no": 502, "text": "यदि ऐसी संपत्ति पर कब्जा पाने का हकदार व्यक्ति अज्ञात या अनुपस्थित है और संपत्ति शीघ्र और प्राकृतिक रूप से क्षय होने के अधीन है, या यदि वह मजिस्ट्रेट जिसे उसकी जब्ती की सूचना दी जाती है, की राय है कि उसकी बिक्री स्वामी के लाभ के लिए होगी, या कि ऐसी संपत्ति का मूल्य पाँच सौ रुपये से कम है, तो मजिस्ट्रेट किसी भी समय उसे बेचने का निर्देश दे सकता है; और धारा 500 और 501 के उपबंध, जहाँ तक व्यावहारिक हो, ऐसी बिक्री के शुद्ध आय पर लागू होंगे।"}, {"section_no": 503, "text": "जब धारा 502 के उपबंधों के अधीन कोई संपत्ति बेची जाती है, तो उस पर कब्जा पाने का हकदार व्यक्ति बिक्री की तारीख से छह मास के भीतर मजिस्ट्रेट को किए गए आवेदन पर, बिक्री की शुद्ध आय प्राप्त करने का हकदार होगा।"}, {"section_no": 504, "text": "राज्य सरकार उस संपत्ति के व्ययन के लिए नियम बना सकती है जो धारा 501 के अधीन राज्य सरकार के व्ययन पर है।"}, {"section_no": 505, "text": "इस अध्याय के उपबंध उस सभी संपत्ति पर लागू होंगे जिसके संबंध में कोई अपराध किया गया प्रतीत होता है, या जो किसी अपराध को करने के लिए उपयोग की गई है, चाहे किसी व्यक्ति को ऐसे अपराध के लिए दोषसिद्ध किया गया हो या नहीं।"}]}
{"chapter_no": 37, "chapter_title": "अनियमित कार्यवाहियाँ", "sections": [{"section_no": 506, "text": "यदि कोई मजिस्ट्रेट, इस निमित्त विधि द्वारा सशक्त न होते हुए भी, निम्नलिखित में से कोई कार्य करता है, अर्थात्:—\n(क) धारा 83 के अधीन संपत्ति की कुर्की और बिक्री करता है;\n(ख) डाक या तार प्राधिकारी की अभिरक्षा में किसी पत्र, पोस्टकार्ड, तार या अन्य दस्तावेज के लिए तलाशी वारंट जारी करता है;\n(ग) शांति बनाए रखने के लिए प्रतिभूति की माँग करता है;\n(घ) सदाचार के लिए प्रतिभूति की माँग करता है;\n(ङ) सदाचार के लिए वैध रूप से आबद्ध किसी व्यक्ति को उन्मोचित करता है;\n(च) शांति बनाए रखने के लिए बंधपत्र को रद्द करता है;\n(छ) भरण-पोषण के लिए कोई आदेश देता है;\n(ज) किसी स्थानीय न्यूसेंस के संबंध में धारा 152 के अधीन कोई आदेश देता है;\n(झ) धारा 194 के अधीन मृत्यु समीक्षा करता है;\n(ञ) अध्याय XXXVI के भाग II या भाग III के अधीन कोई आदेश देता है;\n(ट) धारा 210 की उप-धारा (1) के खंड (ग) के अधीन किसी अपराध का संज्ञान लेता है;\n(ठ) किसी अपराधी का विचारण करता है;\n(ड) किसी अपराधी का संक्षिप्त विचारण करता है;\n(ढ) दोषसिद्धि पर, उस अवधि से अधिक अवधि के लिए कारावास का दंडादेश पारित करता है जिसे पारित करने के लिए वह सशक्त है;\n(ण) किसी अपील का विनिश्चय करता है;\n(त) धारा 436 के अधीन कार्यवाही को मँगवाता है; या\n(थ) किसी अन्य मजिस्ट्रेट द्वारा पारित आदेश का पुनरीक्षण करता है, \nतो उसकी कार्यवाहियाँ शून्य होंगी।"}, {"section_no": 507, "text": "सक्षम अधिकारिता वाले न्यायालय द्वारा पारित कोई भी निष्कर्ष, दंडादेश या आदेश, परिवाद, समन, वारंट, उद्घोषणा, आदेश, निर्णय या विचारण से पहले या उसके दौरान की किसी अन्य कार्यवाही में, या इस संहिता के अधीन किसी जाँच या अन्य कार्यवाही में, या अभियोजन के लिए किसी भी मंजूरी में कोई त्रुटि, चूक या अनियमितता होने के कारण, अपील, पुष्टिकरण या पुनरीक्षण के न्यायालय द्वारा उलट या परिवर्तित नहीं किया जाएगा, जब तक कि उस न्यायालय की राय में, वास्तव में उसके कारण न्याय का विफल होना न हुआ हो।"}, {"section_no": 508, "text": "सक्षम अधिकारिता वाले न्यायालय द्वारा सुनाया गया या पारित कोई भी निष्कर्ष या दंडादेश या दिया गया आदेश, आरोप में किसी त्रुटि, चूक या अनियमितता, जिसमें आरोपों का कोई गलत संयोजन भी शामिल है, के कारण, अपील या पुनरीक्षण पर उलट या परिवर्तित नहीं किया जाएगा, जब तक कि अपील या पुनरीक्षण के न्यायालय की राय में, वास्तव में उसके कारण न्याय का विफल होना न हुआ हो।"}, {"section_no": 509, "text": "इस संहिता के अधीन की गई कोई भी कुर्की, समन, दोषसिद्धि, कुर्की रिट या उससे संबंधित अन्य कार्यवाही में किसी दोष या स्वरूप की कमी के कारण अवैध नहीं समझी जाएगी, और न ही उसे करने वाला कोई भी व्यक्ति अतिक्रमणकर्ता समझा जाएगा।"}, {"section_no": 510, "text": "उच्च न्यायालय द्वारा मृत्युदंड की पुष्टि नहीं की जाएगी, और किसी भी आपराधिक न्यायालय द्वारा पारित कोई भी दंडादेश अपील पर उलट या परिवर्तित नहीं किया जाएगा, विचारण से पहले या उसके दौरान की किसी भी कार्यवाही में किसी त्रुटि, चूक या अनियमितता के कारण, जब तक कि ऐसी त्रुटि, चूक या अनियमितता ने न्याय का विफल होना न किया हो।"}, {"section_no": 511, "text": "यह अवधारित करते समय कि क्या इस संहिता के अधीन किसी कार्यवाही में कोई त्रुटि, चूक या अनियमितता, या अभियोजन के लिए किसी मंजूरी में कोई त्रुटि, या अनियमितता ने न्याय का विफल होना किया है, न्यायालय इस तथ्य को ध्यान में रखेगा कि क्या आपत्ति कार्यवाही में पहले के चरण में उठाई जा सकती थी और उठाई जानी चाहिए थी।"}, {"section_no": 512, "text": "किसी भी आपराधिक न्यायालय द्वारा रविवार को कोई निर्णय पारित नहीं किया जाएगा; और यदि रविवार को कोई निर्णय पारित किया जाता है, तो वह कोई प्रभाव नहीं रखेगा।"}]}
{"chapter_no": 38, "chapter_title": "कुछ अपराधों का संज्ञान लेने के लिए परिसीमा", "sections": [{"section_no": 513, "text": "इस अध्याय के प्रयोजनों के लिए, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो, “परिसीमा काल” का अर्थ धारा 514 में किसी अपराध का संज्ञान लेने के लिए विनिर्दिष्ट अवधि है।"}, {"section_no": 514, "text": "(1) सिवाय जैसा इस संहिता में कहीं और अन्यथा उपबंधित है, कोई भी न्यायालय परिसीमा काल की समाप्ति के बाद, उप-धारा (2) में विनिर्दिष्ट श्रेणी के किसी अपराध का संज्ञान नहीं लेगा।\n(2) परिसीमा काल निम्नलिखित होगा—\n(क) छह मास, यदि अपराध केवल जुर्माने से दंडनीय है;\n(ख) एक वर्ष, यदि अपराध एक वर्ष से अनधिक अवधि के कारावास से दंडनीय है;\n(ग) तीन वर्ष, यदि अपराध एक वर्ष से अधिक लेकिन तीन वर्ष से अनधिक अवधि के कारावास से दंडनीय है।"}, {"section_no": 515, "text": "इस अध्याय के प्रयोजनों के लिए, परिसीमा काल की संगणना करने में, वह तारीख जिससे ऐसी अवधि की संगणना की जानी है, निम्नलिखित होगी—\n(क) अपराध की तारीख; या\n(ख) जहाँ अपराध का किया जाना अपराध से व्यथित व्यक्ति या किसी पुलिस अधिकारी को ज्ञात नहीं था, वहाँ वह पहला दिन जिस पर ऐसा अपराध ऐसे व्यक्ति या किसी पुलिस अधिकारी के ज्ञान में आता है, जो भी पहले हो; या\n(ग) जहाँ यह ज्ञात नहीं है कि अपराध किसके द्वारा किया गया था, वहाँ वह पहला दिन जिस पर अपराधी की पहचान अपराध से व्यथित व्यक्ति या किसी पुलिस अधिकारी को ज्ञात होती है, जो भी पहले हो।"}, {"section_no": 516, "text": "(1) परिसीमा काल की संगणना करने में, वह समय जिसके दौरान किसी व्यक्ति ने अपराधी के विरुद्ध किसी अन्य अभियोजन को, चाहे वह प्रथम दृष्टया न्यायालय में हो या अपील या पुनरीक्षण के न्यायालय में हो, सम्यक तत्परता से अभियोजित कर रहा है, अपवर्जित किया जाएगा:\nपरंतु यह कि ऐसा कोई अपवर्जन नहीं किया जाएगा जब तक कि अभियोजन उन्हीं तथ्यों से संबंधित न हो और सद्भावपूर्वक ऐसे न्यायालय में अभियोजित न किया गया हो जो अधिकारिता में त्रुटि या उसी प्रकृति के अन्य कारण से उसे ग्रहण करने में असमर्थ है।\n(2) जहाँ किसी अपराध के संबंध में अभियोजन के संस्थित किए जाने को किसी व्यादेश या आदेश द्वारा रोक दिया गया है, वहाँ परिसीमा काल की संगणना करने में, व्यादेश या आदेश के बने रहने की अवधि, वह दिन जिस पर वह जारी या दिया गया था, और वह दिन जिस पर उसे वापस ले लिया गया था, अपवर्जित किए जाएंगे।"}, {"section_no": 517, "text": "परिसीमा काल की संगणना करने में, वह अवधि जिसके दौरान अपराधी—\n(क) भारत से या भारत से बाहर किसी ऐसे क्षेत्र से जो केंद्रीय सरकार के प्रशासन के अधीन है, अनुपस्थित रहा है, या\n(ख) फ़रार होकर या स्वयं को छिपाकर गिरफ्तारी से बचा है, अपवर्जित की जाएगी।"}, {"section_no": 518, "text": "इस अध्याय के पूर्वगामी उपबंधों में किसी बात के होते हुए भी, कोई भी न्यायालय परिसीमा काल की समाप्ति के बाद किसी अपराध का संज्ञान ले सकता है, यदि वह मामले के तथ्यों और परिस्थितियों से संतुष्ट है कि विलंब का उचित स्पष्टीकरण दिया गया है या न्याय के हित में ऐसा करना आवश्यक है।"}, {"section_no": 519, "text": "इस अध्याय के उपबंध तीन वर्ष से अधिक अवधि के कारावास से दंडनीय किसी अपराध पर लागू नहीं होंगे।"}]}
{"chapter_no": 39, "chapter_title": "प्रकीर्ण", "sections": [{"section_no": 520, "text": "उच्च न्यायालय को उन मामलों के संबंध में सभी शक्तियाँ और प्राधिकार होंगे और उनका प्रयोग करेगा जिनसे यह संहिता संबंधित है, जैसा कि उसे संविधान या तत्समय प्रवृत्त किसी अन्य विधि द्वारा प्रदत्त हैं।"}, {"section_no": 521, "text": "उच्च न्यायालय, राज्य सरकार के पूर्व अनुमोदन से, इस संहिता के उपबंधों को प्रभावी करने के प्रयोजन के लिए नियम बना सकता है।"}, {"section_no": 522, "text": "उच्च न्यायालय, सामान्य या विशेष आदेश द्वारा, यह निर्देश दे सकता है कि इस संहिता के अधीन उसकी कोई भी शक्ति उसके किसी भी न्यायाधीश द्वारा भी प्रयोग की जा सकती है।"}, {"section_no": 523, "text": "उच्च न्यायालय से भिन्न, राज्य में सभी न्यायालय उच्च न्यायालय के अधीनस्थ होंगे।"}, {"section_no": 524, "text": "कोई भी न्यायाधीश या मजिस्ट्रेट, उस न्यायालय की अनुमति के बिना जिसमें उसके न्यायालय से अपील होती है, किसी भी मामले का विचारण या विचारण के लिए सुपुर्द नहीं करेगा जिसमें वह पक्षकार है, या व्यक्तिगत रूप से हितबद्ध है, और कोई भी न्यायाधीश या मजिस्ट्रेट अपने द्वारा पारित या दिए गए किसी भी निर्णय या आदेश से अपील नहीं सुनेगा।"}, {"section_no": 525, "text": "कोई भी अभिवक्ता जिसने इस संहिता के अधीन किसी कार्यवाही में किसी पक्षकार के लिए कार्य किया है, उस पक्षकार की सहमति के बिना, ऐसी कार्यवाही में किसी अन्य पक्षकार के लिए कार्य नहीं करेगा।"}, {"section_no": 526, "text": "इस संहिता के अधीन किसी कार्यवाही का पक्षकार कोई भी व्यक्ति या तो स्वयं या अपने अभिवक्ता द्वारा हाजिर हो सकता है।"}, {"section_no": 527, "text": "वह स्थान जिसमें किसी अपराध की जाँच या विचारण के प्रयोजन के लिए कोई आपराधिक न्यायालय आयोजित किया जाता है, एक खुला न्यायालय समझा जाएगा, जहाँ आम जनता को पहुँच हो सकती है, जहाँ तक कि वह उन्हें सुविधापूर्वक समाहित कर सके:\nपरंतु पीठासीन न्यायाधीश या मजिस्ट्रेट, यदि वह उचित समझे, तो किसी भी विशेष मामले की जाँच या विचारण के किसी भी चरण में, यह आदेश दे सकता है कि आम जनता को, या किसी विशेष व्यक्ति को, न्यायालय द्वारा उपयोग किए जा रहे कमरे या भवन तक पहुँच नहीं होगी, या वे उसमें नहीं रहेंगे या उपस्थित नहीं होंगे।"}, {"section_no": 528, "text": "धारा 521 के अधीन उच्च न्यायालय को प्रदत्त शक्तियों के अतिरिक्त, उच्च न्यायालय अपने अनुसचिवीय अधिकारियों की अर्हताओं, नियुक्ति और अनुशासन के संबंध में नियम बना सकता है।"}, {"section_no": 529, "text": "दूसरी अनुसूची में दिए गए प्ररूप, ऐसे परिवर्तनों के साथ जिनकी प्रत्येक मामले की परिस्थितियों के लिए अपेक्षा हो, उसमें उल्लिखित संबंधित प्रयोजनों के लिए उपयोग किए जा सकते हैं, और यदि उपयोग किए जाते हैं तो वे पर्याप्त होंगे।"}, {"section_no": 530, "text": "(1) राज्य सरकार, अधिसूचना द्वारा, इस संहिता के प्रयोजनों को क्रियान्वित करने के लिए नियम बना सकती है।\n(2) राज्य सरकार द्वारा इस संहिता के अधीन बनाया गया प्रत्येक नियम, उसके बनाए जाने के पश्चात् यथाशीघ्र, राज्य विधानमंडल के समक्ष रखा जाएगा।"}, {"section_no": 531, "text": "(1) दंड प्रक्रिया संहिता, 1973 इसके द्वारा निरसित की जाती है।\n(2) ऐसे निरसन के होते हुए भी, उक्त संहिता के अधीन किया गया कोई भी कार्य या की गई कोई भी कार्रवाई इस संहिता के तत्समान उपबंधों के अधीन किया गया या की गई समझी जाएगी।"}]}
