[
  {
    "chapter_no": 1,
    "chapter_title": "प्रारम्भिक",
    "sections": [
      {
        "section_no": 1,
        "text": "(१) यस अधिनियमलाई **भारतीय साक्ष्य अधिनियम, २०८०** भन्न सकिन्छ।\n(२) यो सेना अधिनियम, नौसेना अनुशासन अधिनियम वा भारतीय नौसेना (अनुशासन) अधिनियम, १९३४, वा वायुसेना अधिनियम अन्तर्गत गठन गरिएका कोर्ट-मार्शल बाहेक, कुनै पनि अदालत वा त्यसको समक्षका सबै न्यायिक कारबाहीहरू, कोर्ट-मार्शलहरू लगायतमा लागू हुन्छ, तर कुनै पनि अदालत वा अधिकारी समक्ष पेस गरिएका शपथपत्रहरूमा वा मध्यस्थ (आर्बिट्रेटर) समक्षको कारबाहीमा लागू हुँदैन।\n(३) यो केन्द्रीय सरकारले, आधिकारिक राजपत्रमा सूचना प्रकाशित गरी तोकेको मितिदेखि लागू हुनेछ।"
      },
      {
        "section_no": 2,
        "text": "(१) यस अधिनियममा, विपरीत अभिप्राय सन्दर्भबाट नदेखिएमा, निम्न शब्दहरू र अभिव्यक्तिहरूलाई निम्न अर्थहरूमा प्रयोग गरिएका छन्:—\n(क) **“अदालत”** मा सबै न्यायाधीशहरू र मजिस्ट्रेटहरू, र मध्यस्थहरू (आर्बिट्रेटरहरू) बाहेक, प्रमाण लिनको लागि कानूनी रूपमा अख्तियार प्राप्त सबै व्यक्तिहरू समावेश हुन्छन्;\n(ख) **“तथ्य”** (Fact) को अर्थ र समावेश हुन्छ— (i) कुनै पनि वस्तु, वस्तुहरूको अवस्था, वा वस्तुहरूको सम्बन्ध, जुन इन्द्रियहरूद्वारा महसुस गर्न सकिन्छ;\n(ii) कुनै पनि मानसिक अवस्था जसको बारेमा कुनै व्यक्ति सचेत छ।\n(ग) **“सान्दर्भिक”** (Relevant)।— जब कुनै एक तथ्य यस अधिनियमको तथ्यहरूको सान्दर्भिकतासँग सम्बन्धित प्रावधानहरूमा उल्लेख गरिएका कुनै पनि तरिकाले अर्कोसँग जोडिएको हुन्छ, तब त्यसलाई अर्को तथ्यको सान्दर्भिक भनिन्छ;\n(घ) **“विवादास्पद तथ्यहरू”** (Facts in issue)।— “विवादास्पद तथ्यहरू” भन्ने अभिव्यक्तिको अर्थ र समावेश हुन्छ— कुनै पनि तथ्य जसबाट, या त आफैले वा अन्य तथ्यहरूसँगको सम्बन्धमा, कुनै मुद्दा वा कारबाहीमा दाबी गरिएको वा अस्वीकार गरिएको कुनै अधिकार, दायित्व, वा अयोग्यताको अस्तित्व, अनस्तित्व, प्रकृति वा सीमा आवश्यक रूपमा उत्पन्न हुन्छ।\n(ङ) **“दस्तावेज”** (Document) को अर्थ कुनै पदार्थमा अक्षर, अंक वा चिन्हहरू, वा तीमध्ये एकभन्दा बढी माध्यमबाट व्यक्त वा वर्णन गरिएको कुनै पनि कुरा हो, जुन त्यस कुरालाई रेकर्ड गर्ने उद्देश्यका लागि प्रयोग गर्न अभिप्रेत छ, वा प्रयोग गर्न सकिन्छ, र यसमा **इलेक्ट्रोनिक र डिजिटल अभिलेखहरू** समावेश छन्;\n(च) **“प्रमाण”** (Evidence) को अर्थ र समावेश हुन्छ—\n(i) जाँच भइरहेको तथ्यका कुराहरूसँग सम्बन्धित साक्षीहरूद्वारा अदालत समक्ष गर्न अनुमति दिइएका वा माग गरिएका सबै बयानहरू;\n(ii) अदालतको निरीक्षणको लागि पेस गरिएका **इलेक्ट्रोनिक वा डिजिटल अभिलेखहरू** सहितका सबै दस्तावेजहरू;\n(छ) **“प्रमाणित”** (Proved)।— कुनै तथ्यलाई प्रमाणित भएको भनिन्छ जब, अदालतले त्यसको सामुन्नेका कुराहरू विचार गरेपछि, या त त्यसको अस्तित्वमा विश्वास गर्छ, वा त्यसको अस्तित्व यति सम्भव छ भन्ने ठान्छ कि एक **विवेकशील व्यक्तिले** त्यस विशेष मुद्दाको परिस्थिति अन्तर्गत त्यसको अस्तित्व छ भन्ने अनुमानमा कार्य गर्नुपर्छ;\n(ज) **“अप्रमाणित”** (Disproved)।— कुनै तथ्यलाई अप्रमाणित भएको भनिन्छ जब, अदालतले त्यसको सामुन्नेका कुराहरू विचार गरेपछि, या त त्यसको अस्तित्व छैन भन्ने विश्वास गर्छ, वा त्यसको अनस्तित्व यति सम्भव छ भन्ने ठान्छ कि एक **विवेकशील व्यक्तिले** त्यस विशेष मुद्दाको परिस्थिति अन्तर्गत त्यसको अस्तित्व छैन भन्ने अनुमानमा कार्य गर्नुपर्छ;\n(झ) **“अप्रमाणित नभएको”** (Not proved)।— कुनै तथ्यलाई प्रमाणित पनि नभएको र अप्रमाणित पनि नभएको अवस्थामा **अप्रमाणित नभएको** भनिन्छ;\n(ञ) **“अनुमान गर्न सक्छ”** (May presume)।— जब यस अधिनियमद्वारा अदालतले कुनै तथ्यलाई अनुमान गर्न सक्छ भनी व्यवस्था गरिएको हुन्छ, तब अदालतले त्यस्तो तथ्यलाई अप्रमाणित नभएसम्म र नगरेसम्म **प्रमाणित** मान्न सक्छ, वा त्यसको प्रमाणको लागि माग गर्न सक्छ;\n(ट) **“अनुमान गर्नेछ”** (Shall presume)।— जब यस अधिनियमद्वारा अदालतलाई कुनै तथ्यलाई अनुमान गर्ने निर्देशन दिइएको हुन्छ, तब अदालतले त्यस्तो तथ्यलाई अप्रमाणित नभएसम्म र नगरेसम्म **प्रमाणित** मान्नेछ;\n(ठ) **“निर्णायक प्रमाण”** (Conclusive proof)।— जब यस अधिनियमद्वारा एउटा तथ्यलाई अर्को तथ्यको निर्णायक प्रमाण घोषणा गरिन्छ, तब अदालतले एउटा तथ्यको प्रमाणमा अर्कोलाई **प्रमाणित** मान्नेछ, र त्यसलाई अप्रमाणित गर्ने उद्देश्यका लागि प्रमाण दिन अनुमति दिनेछैन।\n(२) यसमा प्रयोग गरिएका र परिभाषित नभएका तर **सूचना प्रविधि अधिनियम, २०००, भारतीय नागरिक सुरक्षा संहिता, २०८०** र **भारतीय न्याय संहिता, २०८०** मा परिभाषित गरिएका शब्दहरू र अभिव्यक्तिहरूको अर्थ ती उक्त अधिनियम र संहिताहरूमा तोकिए बमोजिम हुनेछ।"
      }
    ]
  },
  {
    "chapter_no": 2,
    "chapter_title": "तथ्यहरूको सान्दर्भिकता",
    "sections": [
      {
        "section_no": 3,
        "text": "कुनै पनि मुद्दा वा कारबाहीमा **हरेक विवादास्पद तथ्यको अस्तित्व वा अनस्तित्व** र यहाँ पछि सान्दर्भिक घोषित गरिएका **त्यस्ता अन्य तथ्यहरू** को प्रमाण दिन सकिन्छ, र अरू कुनैको होइन।"
      },
      {
        "section_no": 4,
        "text": "विवादास्पद नभए पनि, **एउटै कारोबारको** अंश बन्ने गरी विवादास्पद तथ्यसँग जोडिएका तथ्यहरू सान्दर्भिक हुन्छन्, चाहे ती एउटै समय र स्थानमा वा फरक समय र स्थानमा भएका हुन्।"
      },
      {
        "section_no": 5,
        "text": "सान्दर्भिक तथ्यहरू, वा विवादास्पद तथ्यहरूको **कारण, उत्प्रेरणा (occasion) वा प्रभाव**, तत्कालको वा अन्यथा, भएका तथ्यहरू, वा जसले ती घटनाहरू भएको **अवस्था** (state of things) गठन गर्छ, वा जसले तिनीहरूको घटना वा कारोबारका लागि **अवसर** प्रदान गर्‍यो, ती सान्दर्भिक हुन्छन्।"
      },
      {
        "section_no": 6,
        "text": "कुनै पनि विवादास्पद तथ्य वा सान्दर्भिक तथ्यका लागि **उद्देश्य वा तयारी** देखाउने वा गठन गर्ने कुनै पनि तथ्य सान्दर्भिक हुन्छ। कुनै पनि मुद्दा वा कारबाहीको पक्षको, वा कुनै पनि पक्षको एजेन्टको, त्यस्तो मुद्दा वा कारबाहीको सन्दर्भमा, वा त्यसमा रहेको कुनै विवादास्पद तथ्य वा त्यससँग सान्दर्भिक तथ्यको सन्दर्भमा गरिएको **आचरण** (Conduct), र जसको विरुद्धको अपराध कुनै कारबाहीको विषय हो, त्यस्तो कुनै पनि व्यक्तिको आचरण, यदि त्यस्तो आचरण कुनै विवादास्पद तथ्य वा सान्दर्भिक तथ्यबाट **प्रभावित हुन्छ** वा **प्रभावित पार्छ** भने, त्यो पहिलेको होस् वा पछिको, सान्दर्भिक हुन्छ।"
      },
      {
        "section_no": 7,
        "text": "विवादास्पद तथ्य वा सान्दर्भिक तथ्यलाई **व्याख्या गर्न वा प्रस्तुत गर्न** (explain or introduce) आवश्यक तथ्यहरू, वा जसले विवादास्पद तथ्य वा सान्दर्भिक तथ्यले सुझाव दिएको **निष्कर्षलाई समर्थन वा खण्डन** गर्छ, वा जसले कुनै वस्तु वा व्यक्तिको पहिचान (Identity) स्थापित गर्छ जसको पहिचान सान्दर्भिक छ, वा विवादास्पद तथ्य वा सान्दर्भिक तथ्य भएको समय वा स्थान **निश्चित** गर्छ, वा जसले त्यस्तो कुनै तथ्यको कारोबार गर्ने पक्षहरूको **सम्बन्ध** देखाउँछ, ती त्यस उद्देश्यका लागि आवश्यक हदसम्म सान्दर्भिक हुन्छन्।"
      },
      {
        "section_no": 8,
        "text": "जब दुई वा दुईभन्दा बढी व्यक्तिहरूले मिलेर अपराध वा कार्यवाहीयोग्य गलत काम गर्ने **षड्यन्त्र** गरेका छन् भनी विश्वास गर्नको लागि **उचित आधार** हुन्छ, तब उनीहरूमध्ये कुनै एकद्वारा उनीहरूको **साझा आशय** को सन्दर्भमा भनिएको, गरिएको वा लेखिएको कुनै पनि कुरा, त्यो आशय उनीहरूमध्ये कुनै एकले पहिलो पटक राखेको समयपछि, **षड्यन्त्रको अस्तित्व प्रमाणित गर्ने** उद्देश्यका लागि र त्यस्तो कुनै पनि व्यक्ति त्यसको पक्ष थियो भनी देखाउने उद्देश्यका लागि, त्यस्तो षड्यन्त्र गरिरहेका छन् भनी विश्वास गरिएका प्रत्येक व्यक्ति विरुद्ध **सान्दर्भिक तथ्य** हुन्छ।"
      },
      {
        "section_no": 9,
        "text": "अन्यथा सान्दर्भिक नभएका तथ्यहरू सान्दर्भिक हुन्छन्—\n(क) यदि तिनीहरू कुनै विवादास्पद तथ्य वा सान्दर्भिक तथ्यसँग **असंगत** छन् भने;\n(ख) यदि तिनीहरू आफैले वा अन्य तथ्यहरूसँगको सम्बन्धमा कुनै विवादास्पद तथ्य वा सान्दर्भिक तथ्यको अस्तित्व वा अनस्तित्वलाई **अत्यधिक सम्भावित वा असम्भव** बनाउँछन् भने।"
      },
      {
        "section_no": 10,
        "text": "जुन मुद्दाहरूमा **क्षतिपूर्ति** (damages) दाबी गरिन्छ, त्यसमा अदालतलाई प्रदान गरिनुपर्ने क्षतिपूर्तिको रकम निर्धारण गर्न सक्षम बनाउने कुनै पनि तथ्य सान्दर्भिक हुन्छ।"
      },
      {
        "section_no": 11,
        "text": "जब प्रश्न कुनै **अधिकार वा रीतिरिवाज** (right or custom) को अस्तित्वको बारेमा हुन्छ, तब निम्न तथ्यहरू सान्दर्भिक हुन्छन्:—\n(क) जुन कुनै कारोबारद्वारा प्रश्नमा रहेको अधिकार वा रीतिरिवाज **सिर्जना, दाबी, परिमार्जन, मान्यता, पुष्टि वा अस्वीकार** गरियो, वा जुन यसको अस्तित्वसँग असंगत थियो;\n(ख) विशेष उदाहरणहरू जसमा अधिकार वा रीतिरिवाज **दाबी, मान्यता वा प्रयोग** गरिएको थियो, वा जसमा यसको प्रयोग **विवादित, पुष्टि वा परित्याग** गरिएको थियो।"
      },
      {
        "section_no": 12,
        "text": "मनको कुनै अवस्था, जस्तै **आशय, ज्ञान, असल नियत, लापरवाही, हतार, द्वेष वा सद्भाव** कुनै खास व्यक्तिप्रति देखाउने तथ्यहरू, वा **शरीरको कुनै अवस्था वा शारीरिक अनुभूति** को अस्तित्व देखाउने तथ्यहरू, जब त्यस्तो कुनै मानसिक वा शारीरिक अवस्था वा शारीरिक अनुभूतिको अस्तित्व विवादास्पद वा सान्दर्भिक हुन्छ, तब सान्दर्भिक हुन्छन्।"
      },
      {
        "section_no": 13,
        "text": "जब कुनै कार्य **आकस्मिक थियो वा जानाजानी** (accidental or intentional) थियो, वा कुनै खास ज्ञान वा आशयले गरिएको थियो भन्ने प्रश्न हुन्छ, तब त्यो कार्य **समान घटनाहरूको शृङ्खलाको** अंश थियो, जसमा कार्य गर्ने व्यक्ति संलग्न थियो, भन्ने तथ्य सान्दर्भिक हुन्छ।"
      },
      {
        "section_no": 14,
        "text": "जब कुनै खास कार्य गरियो कि गरिएन भन्ने प्रश्न हुन्छ, तब **व्यवसायको कुनै कार्यप्रणाली** (course of business), जस अनुसार त्यो स्वाभाविक रूपमा गरिएको हुन्थ्यो, त्यो एक सान्दर्भिक तथ्य हुन्छ।"
      },
      {
        "section_no": 15,
        "text": "**स्वीकारोक्ति** (Admission) एक बयान हो, मौखिक वा दस्तावेजी वा इलेक्ट्रोनिक रूपमा समावेश, जसले कुनै विवादास्पद तथ्य वा सान्दर्भिक तथ्यको बारेमा कुनै निष्कर्ष सुझाव दिन्छ, र जुन यहाँ पछि उल्लेख गरिएका व्यक्तिहरूद्वारा, र परिस्थितिहरूमा, गरिएको हुन्छ।"
      },
      {
        "section_no": 16,
        "text": "कारबाहीको पक्षद्वारा, वा त्यस्तो कुनै पक्षको एजेन्टद्वारा गरिएको बयानहरू, जसलाई अदालतले, मुद्दाको परिस्थिति अन्तर्गत, तिनीहरूलाई बनाउनको लागि निजद्वारा **स्पष्ट वा निहित रूपमा अख्तियार प्राप्त** गरेको मान्दछ, ती **स्वीकारोक्तिहरू** हुन्।"
      },
      {
        "section_no": 17,
        "text": "कारबाहीको विषयवस्तुमा कुनै **स्वामित्व वा मौद्रिक हित** भएका व्यक्तिहरूले, त्यस्तो हित भएका व्यक्तिको आफ्नो हैसियतमा गरेको बयानहरू, वा जसबाट मुद्दाका पक्षहरूले मुद्दाको विषयवस्तुमा आफ्नो हित प्राप्त गरेका छन्, त्यस्ता व्यक्तिहरूले गरेका बयानहरू, यदि तिनीहरू बयान गर्ने व्यक्तिको **हितको निरन्तरताको** समयमा गरिएका हुन् भने, ती **स्वीकारोक्तिहरू** हुन्।"
      },
      {
        "section_no": 18,
        "text": "जसको **पद वा दायित्व** मुद्दाको कुनै पक्षको विरुद्धमा प्रमाणित गर्न आवश्यक छ, त्यस्ता व्यक्तिहरूले गरेका बयानहरू **स्वीकारोक्तिहरू** हुन्, यदि त्यस्ता बयानहरू तिनीहरूद्वारा वा तिनीहरूको विरुद्धमा ल्याइएको मुद्दामा त्यस्तो पद वा दायित्वको सम्बन्धमा तिनीहरूको विरुद्धमा सान्दर्भिक हुने थिए, र यदि तिनीहरू बयान गर्ने व्यक्तिले त्यस्तो पदमा रहेको वा त्यस्तो दायित्वको अधीनमा रहेको बेला गरिएका हुन्।"
      },
      {
        "section_no": 19,
        "text": "जसलाई मुद्दाको पक्षले विवादित विषयको सन्दर्भमा जानकारीको लागि **स्पष्ट रूपमा उल्लेख** गरेको छ, त्यस्ता व्यक्तिहरूले गरेका बयानहरू **स्वीकारोक्तिहरू** हुन्।"
      },
      {
        "section_no": 20,
        "text": "**स्वीकारोक्तिहरू सान्दर्भिक हुन्छन्** र तिनीहरूलाई गर्ने व्यक्ति वा निजको हितको प्रतिनिधि विरुद्ध **प्रमाणित गर्न सकिन्छ**; तर तिनीहरूलाई गर्ने व्यक्ति वा निजको हितको प्रतिनिधिद्वारा वा निजको तर्फबाट निम्न अवस्थाहरू बाहेक प्रमाणित गर्न सकिँदैन:—\n(क) यदि स्वीकारोक्ति यस्तो प्रकृतिको छ कि, यदि त्यसलाई गर्ने व्यक्ति **मृत्यु भइसकेको** भए, त्यो धारा २६ अन्तर्गत तेस्रो व्यक्तिहरू बीच **सान्दर्भिक** हुने थियो भने, त्यो स्वीकारोक्ति त्यसलाई गर्ने व्यक्तिद्वारा वा निजको तर्फबाट प्रमाणित गर्न सकिन्छ;\n(ख) यदि स्वीकारोक्ति **मन वा शरीरको कुनै अवस्था** को अस्तित्वको बयान समावेश गर्दछ, जुन सान्दर्भिक वा विवादास्पद छ, त्यो अवस्था रहेको समयमा वा लगभग सोही समयमा गरिएको हो, र त्यसको झूटोपनलाई असम्भव बनाउने **आचरणको साथमा** छ भने, त्यो स्वीकारोक्ति त्यसलाई गर्ने व्यक्तिद्वारा वा निजको तर्फबाट प्रमाणित गर्न सकिन्छ;\n(ग) यदि स्वीकारोक्ति **स्वीकारोक्तिको रूपमा बाहेक** (otherwise than as an admission) सान्दर्भिक छ भने, त्यो त्यसलाई गर्ने व्यक्तिद्वारा वा निजको तर्फबाट प्रमाणित गर्न सकिन्छ।"
      },
      {
        "section_no": 21,
        "text": "दस्तावेजको सामग्री (Contents) को बारेमा **मौखिक स्वीकारोक्तिहरू सान्दर्भिक हुँदैनन्**, जबसम्म र नगरेसम्म ती प्रमाणित गर्न प्रस्ताव गर्ने पक्षले यसमा निहित नियमहरू अन्तर्गत त्यस्तो दस्तावेजको सामग्रीको **द्वितीयक प्रमाण** (secondary evidence) दिनको लागि आफू हकदार भएको देखाउँदैन, वा जबसम्म प्रस्तुत गरिएको दस्तावेजको **वास्तविकता (genuineness) प्रश्नमा** हुँदैन।"
      },
      {
        "section_no": 22,
        "text": "इलेक्ट्रोनिक अभिलेखहरूको सामग्रीको बारेमा **मौखिक स्वीकारोक्तिहरू सान्दर्भिक हुँदैनन्**, जबसम्म प्रस्तुत गरिएको इलेक्ट्रोनिक अभिलेखको **वास्तविकता प्रश्नमा** हुँदैन।"
      },
      {
        "section_no": 23,
        "text": "**देवानी मुद्दाहरूमा** कुनै पनि स्वीकारोक्ति सान्दर्भिक हुँदैन, यदि त्यो या त त्यसको प्रमाण दिनु हुँदैन भन्ने **स्पष्ट शर्तमा** गरिएको हो, वा त्यस्तो परिस्थितिहरूमा गरिएको हो जसबाट अदालतले पक्षहरू त्यसको प्रमाण दिनु हुँदैन भनी सहमत भएको **अनुमान** गर्न सक्छ।"
      },
      {
        "section_no": 24,
        "text": "अभियुक्त व्यक्तिद्वारा गरिएको **सङ्गसङ्गती** (Confession) फौजदारी कारबाहीमा **अप्रमाणित** हुन्छ, यदि सङ्गसङ्गती गर्नु, अदालतलाई लागेअनुसार, अभियुक्त व्यक्ति विरुद्धको **आरोपसँग सम्बन्धित** कुनै **प्रलोभन, धम्की वा वाचा** द्वारा भएको हो, जुन **अधिकारमा रहेको व्यक्तिबाट** आएको हो र, अदालतको रायमा, अभियुक्त व्यक्तिलाई यस्तो **उचित आधार** दिन पर्याप्त थियो कि उसले सङ्गसङ्गती गर्दा आफू विरुद्धको कारबाहीको सन्दर्भमा **क्षणिक प्रकृतिको** कुनै लाभ प्राप्त गर्नेछ वा कुनै **खराब कुराबाट बच्नेछ** भन्ने अनुमान गर्न सक्छ।"
      },
      {
        "section_no": 25,
        "text": "**प्रहरी अधिकारी समक्ष** गरिएको कुनै पनि सङ्गसङ्गती, कुनै पनि अपराधको अभियुक्त व्यक्तिको विरुद्धमा **प्रमाणित गरिनेछैन**।"
      },
      {
        "section_no": 26,
        "text": "**प्रहरी अधिकारीको हिरासतमा** रहेको कुनै पनि व्यक्तिद्वारा गरिएको कुनै पनि सङ्गसङ्गती, यदि त्यो **मजिस्ट्रेटको तत्काल उपस्थितिमा** गरिएको होइन भने, त्यस्तो व्यक्तिको विरुद्धमा **प्रमाणित गरिनेछैन**।"
      },
      {
        "section_no": 27,
        "text": "जब कुनै अपराधको अभियुक्त व्यक्तिबाट, जो प्रहरी अधिकारीको हिरासतमा छ, प्राप्त **जानकारीको परिणामस्वरूप पत्ता लागेको** कुनै तथ्यको बारेमा बयान दिइन्छ, तब त्यस्तो जानकारीको **जति अंश** त्यसद्वारा पत्ता लागेको तथ्यसँग स्पष्ट रूपमा **सम्बन्धित** छ, त्यो सङ्गसङ्गती भए पनि वा नभए पनि, **प्रमाणित गर्न सकिन्छ**।"
      },
      {
        "section_no": 28,
        "text": "यदि धारा २४ मा उल्लेख गरिएको जस्तो सङ्गसङ्गती, कुनै त्यस्तो प्रलोभन, धम्की वा वाचाले उत्पन्न गरेको **प्रभाव**, अदालतको रायमा, **पूर्ण रूपमा हटाइएपछि** गरिएको हो भने, त्यो **सान्दर्भिक** हुन्छ।"
      },
      {
        "section_no": 29,
        "text": "यदि कुनै सङ्गसङ्गती अन्यथा सान्दर्भिक छ भने, त्यो केवल **गोपनीयताको वाचा अन्तर्गत** गरिएको थियो, वा त्यो प्राप्त गर्ने उद्देश्यका लागि अभियुक्त व्यक्तिमाथि **गरिएको छल** को परिणामस्वरूप, वा जब ऊ **मातेको** थियो, वा उसले उत्तर दिन आवश्यक नभएका प्रश्नहरूको **उत्तरमा** गरिएको थियो, ती प्रश्नहरूको स्वरूप जेसुकै भए पनि, वा उसलाई त्यस्तो सङ्गसङ्गती गर्न **बाध्य छैन** र त्यसको प्रमाण उसको विरुद्धमा दिन सकिन्छ भनी **चेतावनी** दिइएको थिएन भन्ने कारणले मात्र **अप्रमाणित हुँदैन**।"
      },
      {
        "section_no": 30,
        "text": "जब एकभन्दा बढी व्यक्तिलाई **एउटै अपराधको** लागि संयुक्त रूपमा मुद्दा चलाइएको हुन्छ, र ती व्यक्तिहरूमध्ये एकद्वारा गरिएको सङ्गसङ्गती जसले **आफूलाई र तीमध्ये अरू कसैलाई** असर गर्छ, त्यो **प्रमाणित हुन्छ** भने, अदालतले त्यस्तो सङ्गसङ्गतीलाई त्यसलाई गर्ने व्यक्तिको विरुद्धमा मात्र नभई **त्यस अन्य व्यक्तिको विरुद्धमा पनि** विचार गर्न सक्छ।"
      },
      {
        "section_no": 31,
        "text": "स्वीकारोक्तिहरू स्वीकार गरिएका कुराहरूको **निर्णायक प्रमाण हुँदैनन्** तर तिनीहरूले **प्रतिक्षेप** (estoppel) को रूपमा कार्य गर्न सक्छन्।"
      },
      {
        "section_no": 32,
        "text": "**मृत्यु भइसकेको, वा फेला पार्न नसकिने, वा प्रमाण दिन असक्षम भएको, वा जसको उपस्थिति बिना मुद्दाको परिस्थिति अन्तर्गत अदालतलाई अनुचित लाग्ने ढिलाइ वा खर्चको व्यवस्था गर्न नसकिने** व्यक्तिको **सान्दर्भिक तथ्यहरूको लिखित वा मौखिक बयानहरू** निम्न अवस्थाहरूमा **आफैंमा सान्दर्भिक तथ्यहरू** हुन्छन्:—\n(क) जब बयान कुनै व्यक्तिले **आफ्नो मृत्युको कारण** को बारेमा, वा उसको मृत्युमा परिणाम भएको **कारोबारको कुनै पनि परिस्थिति** को बारेमा गरेको हुन्छ, ती मुद्दाहरूमा जसमा त्यस व्यक्तिको मृत्युको कारण प्रश्नमा आउँछ;\n(ख) जब बयान त्यस्तो व्यक्तिले **सामान्य व्यवसायको क्रममा** गरेको थियो, र विशेष गरी जब यसमा उसले सामान्य व्यवसायको क्रममा राखिएका पुस्तकहरूमा वा व्यावसायिक कर्तव्य निर्वाह गर्दा गरेको कुनै **प्रविष्टि वा ज्ञापन** समावेश हुन्छ; वा उसले पैसा, सामान, धितो वा कुनै पनि प्रकारको सम्पत्ति प्राप्त गरेको **स्वीकृति** (acknowledgment) लिखित वा हस्ताक्षर गरिएको हुन्छ; वा उसले लिखित वा हस्ताक्षर गरिएको वाणिज्यमा प्रयोग हुने कुनै **दस्तावेज** समावेश हुन्छ; वा उसले सामान्यतया मिति लेखेर लिखित वा हस्ताक्षर गरिएको पत्र वा अन्य दस्तावेजको **मिति** समावेश हुन्छ;\n(ग) जब बयान त्यसलाई गर्ने व्यक्तिको **मौद्रिक वा स्वामित्व हितको विरुद्धमा** (against pecuniary or proprietary interest) हुन्छ, वा जब, यदि सत्य हो भने, यसले उसलाई आपराधिक अभियोजन वा **क्षतिपूर्तिको मुद्दा** को सामना गर्नुपर्ने थियो वा गराउँथ्यो;\n(घ) जब बयानले कुनै त्यस्तो व्यक्तिको **सार्वजनिक अधिकार वा रीतिरिवाज वा सार्वजनिक वा सामान्य हितको** कुराको अस्तित्वको बारेमा **राय** दिन्छ, जसको अस्तित्वको बारेमा, यदि त्यो अवस्थित थियो भने, ऊ जानकार हुने सम्भावना थियो, र जब त्यस्तो अधिकार, रीतिरिवाज वा कुराको बारेमा कुनै **विवाद उत्पन्न हुनु अघि** बयान गरिएको थियो;\n(ङ) जब बयान **रक्त, विवाह वा धर्मपुत्र** द्वारा व्यक्तिहरू बीचको कुनै सम्बन्धको अस्तित्वसँग सम्बन्धित छ, जसको रक्त, विवाह वा धर्मपुत्र द्वारा सम्बन्धको बारेमा बयान गर्ने व्यक्तिसँग **विशेष ज्ञानको माध्यम** थियो, र जब बयान **विवादित प्रश्न उठ्नु अघि** गरिएको थियो;\n(च) जब बयान **मृत्यु भएका** व्यक्तिहरू बीचको रक्त, विवाह वा धर्मपुत्र द्वारा कुनै सम्बन्धको अस्तित्वसँग सम्बन्धित छ, र त्यो कुनै **इच्छापत्र** (will) वा **लेखपत्र** (deed) मा गरिएको हो जुन परिवारको मामिलासँग सम्बन्धित छ जसमा त्यस्तो कुनै मृतक व्यक्ति सम्बन्धित थियो, वा कुनै **पारिवारिक वंशावली** (family pedigree) मा, वा कुनै **चिहानको ढुङ्गा, पारिवारिक चित्र** वा अन्य वस्तुमा जसमा त्यस्ता बयानहरू सामान्यतया गरिन्छन्, र जब त्यस्तो बयान **विवादित प्रश्न उठ्नु अघि** गरिएको थियो;\n(छ) जब बयान कुनै लेखपत्र, इच्छापत्र वा अन्य दस्तावेजमा समावेश छ जुन धारा ११ को खण्ड (क) मा उल्लेख गरिएको **कुनै पनि कारोबारसँग** सम्बन्धित छ;\n(ज) जब बयान **धेरै व्यक्तिहरूद्वारा** गरिएको थियो, र प्रश्नमा रहेको कुराको सम्बन्धमा उनीहरूको तर्फबाट **भावना वा प्रभावहरू** व्यक्त गर्दछ।"
      },
      {
        "section_no": 33,
        "text": "कुनै न्यायिक कारबाहीमा, वा प्रमाण लिनको लागि कानूनद्वारा अख्तियार प्राप्त कुनै व्यक्ति समक्ष **साक्षीले दिएको प्रमाण**, यदि साक्षी **मृत्यु भइसकेको छ वा फेला पार्न सकिँदैन, वा प्रमाण दिन असक्षम छ, वा विपक्षी पक्षद्वारा बाटोबाट हटाइएको छ**, वा यदि निजको उपस्थिति मुद्दाको परिस्थिति अन्तर्गत अदालतले अनुचित मान्ने ढिलाइ वा खर्च बिना प्राप्त गर्न सकिँदैन भने, **त्यसले बताएको तथ्यहरूको सत्यता** प्रमाणित गर्ने उद्देश्यका लागि **पछिको न्यायिक कारबाहीमा**, वा **सोही न्यायिक कारबाहीको पछिल्लो चरणमा**, **सान्दर्भिक** हुन्छ।"
      },
      {
        "section_no": 34,
        "text": "**लेखाको पुस्तकहरूमा** गरिएका प्रविष्टिहरू, **इलेक्ट्रोनिक रूपमा राखिएकाहरू** सहित, जुन व्यवसायको क्रममा नियमित रूपमा राखिएको हुन्छ, जब तिनीहरू अदालतले जाँच गर्नुपर्ने कुनै कुरालाई सन्दर्भ गर्छन्, तब **सान्दर्भिक** हुन्छन्, तर त्यस्ता बयानहरूले मात्र कुनै व्यक्तिलाई दायित्वको लागि जिम्मेवार ठहराउन **पर्याप्त प्रमाण** हुनेछैनन्।"
      },
      {
        "section_no": 35,
        "text": "कुनै **सार्वजनिक वा अन्य आधिकारिक पुस्तक, दर्ता वा अभिलेख** वा **इलेक्ट्रोनिक अभिलेखमा** रहेको प्रविष्टि, जसले विवादास्पद तथ्य वा सान्दर्भिक तथ्य बताउँछ, र जुन **सार्वजनिक सेवकले आफ्नो आधिकारिक कर्तव्य निर्वाह** गर्दा, वा जुन देशको कानूनले त्यस्तो पुस्तक, दर्ता वा अभिलेख वा इलेक्ट्रोनिक अभिलेख राखिएको छ, त्यसको **कर्तव्यको प्रदर्शनमा** विशेष रूपमा तोकिएको **कुनै अन्य व्यक्तिद्वारा** गरिएको हो, त्यो **आफैंमा एक सान्दर्भिक तथ्य** हो।"
      },
      {
        "section_no": 36,
        "text": "विवादास्पद तथ्यहरू वा सान्दर्भिक तथ्यहरूको बयानहरू, जुन सामान्यतया सार्वजनिक बिक्रीको लागि **प्रकाशित नक्सा वा चार्टहरूमा**, वा **केन्द्रीय सरकार वा कुनै राज्य सरकारको अख्तियार अन्तर्गत** बनाइएका नक्सा वा योजनाहरूमा, त्यस्ता नक्सा, चार्ट वा योजनाहरूमा सामान्यतया प्रतिनिधित्व वा उल्लेख गरिएका कुराहरूको रूपमा बनाइएका छन्, ती **आफैंमा सान्दर्भिक तथ्यहरू** हुन्छन्।"
      },
      {
        "section_no": 37,
        "text": "जब अदालतले **सार्वजनिक प्रकृतिको कुनै तथ्यको अस्तित्व** को बारेमा **राय** बनाउनुपर्छ, तब त्यसको कुनै पनि बयान, जुन कुनै **केन्द्रीय अधिनियम वा राज्य अधिनियममा** समावेश छ वा **आधिकारिक राजपत्रमा** देखा परेको केन्द्रीय सरकार वा राज्य सरकारको सूचनामा वा लन्डन राजपत्र वा श्री ५ को कुनै प्रभुत्व, उपनिवेश वा कब्जा भएको भनी ठानिएको कुनै पनि मुद्रित कागजमा गरिएको हो, त्यो **एक सान्दर्भिक तथ्य** हो।"
      },
      {
        "section_no": 38,
        "text": "जब अदालतले **कुनै देशको कानून** को बारेमा **राय** बनाउनुपर्छ, तब त्यस देशको सरकारको **अख्तियार अन्तर्गत मुद्रित वा प्रकाशित भएको** र त्यस्तो कुनै कानून समावेश भएको भनी ठानिएको पुस्तकमा रहेको त्यस्तो कानूनको कुनै पनि बयान, र त्यस्तो देशको अदालतहरूको **फैसलाको प्रतिवेदन** (report of a ruling) भएको भनी ठानिएको पुस्तकमा रहेको त्यस्तो फैसलाको कुनै पनि प्रतिवेदन, **सान्दर्भिक** हुन्छ।"
      },
      {
        "section_no": 39,
        "text": "जब प्रमाण दिइएको कुनै बयान **लामो बयानको अंश**, वा **वार्तालापको अंश** वा **एकल दस्तावेजको अंश** हो, वा कुनै पुस्तकको अंश गठन गर्ने दस्तावेजमा समावेश छ, वा **इलेक्ट्रोनिक अभिलेखको अंश** वा **पत्र वा कागजहरूको जोडिएको शृङ्खलाको** अंशमा समावेश छ, तब अदालतले त्यस विशेष मुद्दामा बयानको प्रकृति र प्रभाव, र यो गरिएको परिस्थितिहरूको **पूर्ण बुझाइको लागि आवश्यक** भएको **जति अंशको** मात्र, र त्यो भन्दा बढीको होइन, बयान, वार्तालाप, दस्तावेज, इलेक्ट्रोनिक अभिलेख, पुस्तक वा पत्र वा कागजहरूको शृङ्खलाको **प्रमाण दिनुपर्छ**।"
      },
      {
        "section_no": 40,
        "text": "कुनै पनि **फैसला, आदेश वा डिक्री** को अस्तित्व, जसले कानूनद्वारा कुनै पनि अदालतलाई मुद्दाको **संज्ञान लिन वा ट्रायल गर्नबाट रोक्छ**, त्यो प्रश्नमा सान्दर्भिक तथ्य हो कि त्यस्तो अदालतले त्यस्तो मुद्दाको संज्ञान लिनुपर्छ वा त्यस्तो ट्रायल गर्नुपर्छ।"
      },
      {
        "section_no": 41,
        "text": "सक्षम अदालतको **प्रोबेट, वैवाहिक, सामुद्रिक (admiralty) वा दिवालियापनको क्षेत्राधिकार** (insolvency jurisdiction) को प्रयोगमा दिइएको **अन्तिम फैसला, आदेश वा डिक्री**, जसले कुनै व्यक्तिलाई कुनै **कानूनी चरित्र** प्रदान गर्दछ वा लिन्छ, वा जसले कुनै व्यक्तिलाई त्यस्तो कुनै चरित्रको हकदार भएको, वा कुनै खास व्यक्तिको विरुद्धमा नभई **पूर्ण रूपमा** (absolutely) कुनै खास वस्तुको हकदार भएको घोषणा गर्दछ, त्यो **सान्दर्भिक** हुन्छ जब त्यस्तो कुनै कानूनी चरित्रको अस्तित्व, वा त्यस्तो कुनै वस्तुमा त्यस्तो व्यक्तिको हक, सान्दर्भिक हुन्छ।"
      },
      {
        "section_no": 42,
        "text": "धारा ४१ मा उल्लेख गरिएका बाहेकका **फैसलाहरू, आदेशहरू वा डिक्रीहरू** सान्दर्भिक हुन्छन् यदि तिनीहरू जाँचसँग सान्दर्भिक **सार्वजनिक प्रकृतिका** मामिलाहरूसँग सम्बन्धित छन् भने; तर त्यस्ता फैसलाहरू, आदेशहरू वा डिक्रीहरूले तिनीहरूले बताएको कुराको **निर्णायक प्रमाण हुँदैनन्**।"
      },
      {
        "section_no": 43,
        "text": "धारा ४०, ४१ र ४२ मा उल्लेख गरिएका बाहेकका **फैसलाहरू, आदेशहरू वा डिक्रीहरू अप्रमाणित** हुन्छन्, जबसम्म त्यस्तो फैसला, आदेश वा डिक्रीको अस्तित्व **विवादास्पद तथ्य** हो, वा यस अधिनियमको **अन्य कुनै प्रावधान अन्तर्गत सान्दर्भिक** छ।"
      },
      {
        "section_no": 44,
        "text": "कुनै मुद्दा वा अन्य कारबाहीको कुनै पनि पक्षले देखाउन सक्छ कि धारा ४०, ४१ वा ४२ अन्तर्गत **सान्दर्भिक** र विपक्षी पक्षले प्रमाणित गरेको कुनै पनि फैसला, आदेश वा डिक्री **त्यसलाई दिन सक्षम नभएको अदालतद्वारा** दिइएको थियो, वा **धोका वा मिलीभगत** (fraud or collusion) द्वारा प्राप्त गरिएको थियो।"
      },
      {
        "section_no": 45,
        "text": "जब अदालतले **विदेशी कानून वा विज्ञान वा कला** को कुनै बिन्दुमा, वा **हस्तलेखन वा औंला छापको पहिचान** को बारेमा **राय** बनाउनुपर्छ, तब त्यस्तो विदेशी कानून, विज्ञान वा कलामा, वा हस्तलेखन वा औंला छापको पहिचानको प्रश्नमा **विशेष सीप भएका व्यक्तिहरूको** त्यस बिन्दुमा रहेका रायहरू **सान्दर्भिक तथ्यहरू** हुन्छन्।"
      },
      {
        "section_no": 46,
        "text": "**अन्यथा सान्दर्भिक नभएका** तथ्यहरू सान्दर्भिक हुन्छन् यदि तिनीहरू **विज्ञहरूको रायलाई समर्थन गर्छन् वा असंगत** छन्, जब त्यस्ता रायहरू सान्दर्भिक हुन्छन्।"
      },
      {
        "section_no": 47,
        "text": "जब अदालतले कुनै दस्तावेज **कुन व्यक्तिले लेखेको वा हस्ताक्षर गरेको** हो भन्ने बारेमा **राय** बनाउनुपर्छ, तब जुन व्यक्तिको हस्तलेखन हो भनी अनुमान गरिएको छ, **त्यस व्यक्तिको हस्तलेखनसँग परिचित** (acquainted) कुनै पनि व्यक्तिको राय कि त्यो त्यस व्यक्तिले लेखेको वा हस्ताक्षर गरेको थियो वा थिएन, **एक सान्दर्भिक तथ्य** हो।"
      },
      {
        "section_no": 48,
        "text": "जब अदालतले कुनै **सामान्य रीतिरिवाज वा अधिकारको** अस्तित्वको बारेमा **राय** बनाउनुपर्छ, तब त्यस्तो रीतिरिवाज वा अधिकारको अस्तित्वको बारेमा **जानकार हुने सम्भावना** भएका व्यक्तिहरूको रायहरू **सान्दर्भिक** हुन्छन्।"
      },
      {
        "section_no": 49,
        "text": "जब अदालतले निम्न बारेमा **राय** बनाउनुपर्छ:—\n(क) **कुनै समूह वा परिवारको प्रचलन र सिद्धान्तहरू**,\n(ख) **कुनै धार्मिक वा परोपकारी फाउन्डेसनको गठन र शासन**, वा\n(ग) **विशेष जिल्लाहरूमा वा विशेष वर्गका मानिसहरूद्वारा प्रयोग गरिएका शब्द वा पदावलीहरूको अर्थ**, त्यस विषयमा **विशेष ज्ञानको माध्यम** भएका व्यक्तिहरूको रायहरू **सान्दर्भिक तथ्यहरू** हुन्छन्।"
      },
      {
        "section_no": 50,
        "text": "जब अदालतले **एक व्यक्तिको अर्कोसँगको सम्बन्ध** को बारेमा **राय** बनाउनुपर्छ, तब परिवारको सदस्यको रूपमा वा अन्यथा, त्यस विषयमा **विशेष ज्ञानको माध्यम** भएको कुनै पनि व्यक्तिको **आचरणद्वारा व्यक्त** गरिएको त्यस्तो सम्बन्धको अस्तित्वको बारेमा राय **एक सान्दर्भिक तथ्य** हो।"
      }
    ]
  },
  {
    "chapter_no": 3,
    "chapter_title": "प्रमाणित गर्न नपर्ने तथ्यहरू",
    "sections": [
      {
        "section_no": 51,
        "text": "कुनै पनि तथ्य जसको अदालतले **न्यायिक सूचना** (judicial notice) लिनेछ, त्यो प्रमाणित गर्नु पर्दैन।"
      },
      {
        "section_no": 52,
        "text": "अदालतले निम्न तथ्यहरूको **न्यायिक सूचना लिनेछ**:—\n(क) **भारतको भूभागमा लागू भएका सबै कानूनहरू**;\n(ख) युनाइटेड किङ्डमको संसदद्वारा पारित गरिएका वा यहाँपछि पारित हुने सबै **सार्वजनिक ऐनहरू**, र युनाइटेड किङ्डमको संसदद्वारा न्यायिक सूचना लिन निर्देशन दिइएका सबै स्थानीय र व्यक्तिगत ऐनहरू;\n(ग) भारतीय सेना, नौसेना वा वायुसेनाका लागि **युद्धका नियमहरू** (Articles of War);\n(घ) **भारतको संसद** र कुनै पनि राज्यमा स्थापित **व्यवस्थापिकाहरू** को कारबाहीको क्रम;\n(ङ) ग्रेट ब्रिटेन र आयरल्यान्डको तत्कालीन **सार्वभौमको सिंहासनारोहण र हस्तलिखित छाप** (sign manual);\n(च) **अङ्ग्रेजी अदालतहरूले न्यायिक सूचना लिने सबै छापहरू**: भारतका सबै अदालतहरूको, र केन्द्रीय सरकार वा क्राउन प्रतिनिधिको अख्तियारद्वारा भारत बाहिर स्थापित सबै अदालतहरूको छापहरू; सामुद्रिक (Admiralty) र सामुद्रिक क्षेत्राधिकार (Maritime Jurisdiction) का अदालतहरू र **सार्वजनिक नोटरीहरू** (Notaries Public) का छापहरू, र संविधान वा युनाइटेड किङ्डमको संसदको ऐन वा भारतमा कानूनको बल भएको ऐन वा नियमनद्वारा कुनै पनि व्यक्तिलाई प्रयोग गर्न अख्तियार दिइएका सबै छापहरू;\n(छ) कुनै पनि राज्यमा तत्कालीन कुनै **सार्वजनिक पद** (public office) भर्ने व्यक्तिहरूको पदग्रहण (accession to office), नाम, उपाधि, कार्य, र हस्ताक्षरहरू, यदि त्यस पदमा तिनीहरूको नियुक्तिको तथ्य कुनै **आधिकारिक राजपत्रमा** (Official Gazette) सूचित गरिएको छ भने;\n(ज) भारत सरकारद्वारा मान्यता प्राप्त हरेक राज्य वा सार्वभौमको **अस्तित्व, उपाधि र राष्ट्रिय झण्डा**;\n(झ) **समयको विभाजन**, संसारको **भौगोलिक विभाजनहरू**, र आधिकारिक राजपत्रमा सूचित गरिएका **सार्वजनिक चाडपर्व, व्रत र बिदाहरू**;\n(ञ) **भारतको भूभाग**;\n(ट) भारत सरकार र कुनै अन्य राज्य वा व्यक्तिहरूको समूह बीचको **शत्रुताको सुरुवात, निरन्तरता र समाप्ति**;\n(ठ) अदालतका **सदस्यहरू र अधिकारीहरू**, र तिनीहरूका नायब र अधीनस्थ अधिकारीहरू र सहायकहरू, र साथै यसको प्रक्रियाको कार्यान्वयनमा कार्य गर्ने सबै अधिकारीहरू, र **सबै अधिवक्ताहरू**, र कानूनद्वारा यसको समक्ष उपस्थित हुन वा कार्य गर्न अख्तियार प्राप्त अन्य व्यक्तिहरूको नामहरू;\n(ड) जमिनमा वा समुद्रमा **सडकको नियम** (rule of the road)।"
      },
      {
        "section_no": 53,
        "text": "कुनै पनि कारबाहीमा जुन तथ्यलाई **पक्षहरू वा तिनीहरूका एजेन्टहरूले सुनुवाइमा स्वीकार गर्न सहमत हुन्छन्**, वा जुन, सुनुवाइ हुनु अघि, तिनीहरूले **आफ्नो हस्ताक्षर अन्तर्गतको कुनै लेखनद्वारा स्वीकार गर्न सहमत हुन्छन्**, वा जुन त्यस समयमा लागू भएको **कुनै पनि बहसको नियम** (rule of pleading) द्वारा तिनीहरूले आफ्नो बहसमा **स्वीकार गरेको मानिन्छ**, त्यो प्रमाणित गर्नु पर्दैन।"
      }
    ]
  },
  {
    "chapter_no": 4,
    "chapter_title": "मौखिक प्रमाणको बारेमा",
    "sections": [
      {
        "section_no": 54,
        "text": "**दस्तावेज वा इलेक्ट्रोनिक अभिलेखका सामग्रीहरू बाहेकका** सबै तथ्यहरू **मौखिक प्रमाण** (oral evidence) द्वारा प्रमाणित गर्न सकिन्छ।"
      },
      {
        "section_no": 55,
        "text": "मौखिक प्रमाण, जुनसुकै अवस्थामा पनि, **प्रत्यक्ष** (direct) हुनुपर्छ; अर्थात्—\n(क) यदि यसले **देख्न सकिने** तथ्यलाई जनाउँछ भने, यो त्यो **देखेको** बताउने साक्षीको प्रमाण हुनुपर्छ;\n(ख) यदि यसले **सुन्न सकिने** तथ्यलाई जनाउँछ भने, यो त्यो **सुनेको** बताउने साक्षीको प्रमाण हुनुपर्छ;\n(ग) यदि यसले अन्य कुनै इन्द्रियद्वारा वा अन्य कुनै तरिकाले **महसुस गर्न सकिने** तथ्यलाई जनाउँछ भने, यो त्यो इन्द्रियद्वारा वा त्यो तरिकाले **महसुस गरेको** बताउने साक्षीको प्रमाण हुनुपर्छ;\n(घ) यदि यसले **कुनै राय** (opinion) वा जुन आधारमा त्यो राय राखिएको छ, त्यसलाई जनाउँछ भने, यो **ती आधारहरूमा त्यो राय राख्ने व्यक्तिको** प्रमाण हुनुपर्छ।"
      }
    ]
  },
  {
    "chapter_no": 5,
    "chapter_title": "दस्तावेजी प्रमाणको बारेमा",
    "sections": [
      {
        "section_no": 56,
        "text": "दस्तावेजका सामग्रीहरू या त **प्राथमिक प्रमाण** (primary evidence) वा **द्वितीयक प्रमाण** (secondary evidence) द्वारा प्रमाणित गर्न सकिन्छ।"
      },
      {
        "section_no": 57,
        "text": "प्राथमिक प्रमाणको अर्थ अदालतको निरीक्षणको लागि पेश गरिएको **दस्तावेज आफैं** हो।"
      },
      {
        "section_no": 58,
        "text": "द्वितीयक प्रमाणको अर्थ र समावेश हुन्छ—\n(क) यहाँ पछि निहित प्रावधानहरू अन्तर्गत दिइएका **प्रमाणित प्रतिलिपिहरू** (certified copies);\n(ख) **यान्त्रिक प्रक्रियाहरूद्वारा मूलबाट बनाइएका प्रतिलिपिहरू** जसले आफैंमा प्रतिलिपिको शुद्धता सुनिश्चित गर्दछ, र त्यस्ता प्रतिलिपिहरूसँग **तुलना गरिएका** प्रतिलिपिहरू;\n(ग) मूलबाट बनाइएका वा **मूलसँग तुलना गरिएका** प्रतिलिपिहरू;\n(घ) तिनीहरूलाई **निष्पादन नगर्ने** (did not execute) पक्षहरूको विरुद्धमा दस्तावेजका **प्रतिरूपहरू** (counterparts);\n(ङ) त्यसलाई **आफैंले देखेको** कुनै व्यक्तिले दिएको दस्तावेजका सामग्रीहरूको **मौखिक विवरणहरू**।"
      },
      {
        "section_no": 59,
        "text": "यहाँ पछि उल्लेख गरिएका अवस्थाहरू बाहेक, दस्तावेजहरू **प्राथमिक प्रमाण** द्वारा प्रमाणित गर्नुपर्छ।"
      },
      {
        "section_no": 60,
        "text": "निम्न अवस्थाहरूमा दस्तावेजको अस्तित्व, अवस्था, वा सामग्रीहरूको **द्वितीयक प्रमाण** दिन सकिन्छ:—\n(क) जब मूल निम्न व्यक्तिको **कब्जा वा शक्तिमा** रहेको देखाइन्छ वा देखिन्छ—\n(i) जसको विरुद्धमा दस्तावेज प्रमाणित गर्न खोजिएको छ, वा\n(ii) अदालतको प्रक्रियाको पहुँच बाहिर वा अधीनमा नभएको कुनै पनि व्यक्ति, वा\n(iii) त्यसलाई पेश गर्न कानूनी रूपमा बाध्य भएको कुनै पनि व्यक्ति, र जब **धारा ६१ मा उल्लेखित सूचना** पछि पनि त्यस्तो व्यक्तिले त्यसलाई पेश गर्दैन;\n(ख) जब मूलको अस्तित्व, अवस्था वा सामग्रीहरू त्यसको विरुद्धमा प्रमाणित गर्ने व्यक्ति वा निजको हितको प्रतिनिधिद्वारा **लिखित रूपमा स्वीकार गरिएको** प्रमाणित भएको छ;\n(ग) जब मूल **नष्ट भएको वा हराएको** छ, वा जब त्यसको सामग्रीको प्रमाण दिने पक्षले, आफ्नो **गल्ती वा लापरवाही बाहेकको** अन्य कुनै कारणले, त्यसलाई उचित समयमा पेश गर्न सक्दैन;\n(घ) जब मूल **सजिलै सार्न नसकिने** प्रकृतिको छ;\n(ङ) जब मूल **धारा ७२ को अर्थ भित्रको सार्वजनिक दस्तावेज** हो;\n(च) जब मूल एउटा दस्तावेज हो जसको **प्रमाणित प्रतिलिपि** यस अधिनियमद्वारा, वा भारतमा लागू कुनै अन्य कानूनद्वारा प्रमाणमा दिन अनुमति दिइएको छ;\n(छ) जब मूलहरूमा **धेरै हिसाबहरू** वा अन्य दस्तावेजहरू समावेश छन् जुन अदालतमा सजिलैसँग जाँच गर्न सकिँदैन, र प्रमाणित गरिनुपर्ने तथ्य **सम्पूर्ण सङ्कलनको सामान्य नतिजा** हो।"
      },
      {
        "section_no": 61,
        "text": "धारा ६० को खण्ड (क) मा उल्लेख गरिएका दस्तावेजहरूको सामग्रीहरूको द्वितीयक प्रमाण दिइने छैन, जबसम्म त्यस्तो द्वितीयक प्रमाण दिन प्रस्ताव गर्ने पक्षले, जुन पक्षको कब्जा वा शक्तिमा दस्तावेज छ, वा निजको अधिवक्तालाई, कानूनद्वारा तोकिएको अनुसार त्यसलाई पेश गर्न **पहिल्यै सूचना** दिएको छैन; र यदि कानूनद्वारा कुनै सूचना तोकिएको छैन भने, तब अदालतले मुद्दाको परिस्थिति अन्तर्गत **उचित** ठान्ने त्यस्तो सूचना।"
      },
      {
        "section_no": 62,
        "text": "यदि कुनै दस्तावेज कुनै व्यक्तिद्वारा **हस्ताक्षर गरिएको वा पूर्ण वा आंशिक रूपमा लिखित** भएको भनी दाबी गरिएको छ भने, त्यस दस्तावेजको जति अंश त्यस व्यक्तिको हस्तलेखनमा रहेको दाबी गरिएको छ, त्यसको हस्ताक्षर वा हस्तलेखन **निजको हस्तलेखन** हो भनी प्रमाणित गर्नुपर्छ।"
      },
      {
        "section_no": 63,
        "text": "सुरक्षित इलेक्ट्रोनिक अभिलेखको अवस्था बाहेक, यदि इलेक्ट्रोनिक अभिलेख कुनै व्यक्तिद्वारा **हस्ताक्षर गरिएको** भनी दाबी गरिएको छ भने, त्यस्तो व्यक्तिको **इलेक्ट्रोनिक हस्ताक्षर** प्रमाणित गर्नुपर्छ।"
      },
      {
        "section_no": 64,
        "text": "आफैंले **निष्पादन गरेको** बारेमा एक **प्रमाणित (attested) दस्तावेजको** एक पक्षको **स्वीकारोक्ति** (admission) निजको विरुद्धमा त्यसको निष्पादनको पर्याप्त प्रमाण हुनेछ, यद्यपि त्यो कानूनद्वारा प्रमाणित गरिन आवश्यक दस्तावेज होस्।"
      },
      {
        "section_no": 65,
        "text": "यदि **प्रमाणित गर्ने साक्षीले** दस्तावेजको निष्पादनलाई **अस्वीकार गर्छ वा सम्झँदैन** भने, त्यसको निष्पादन **अन्य प्रमाण** द्वारा प्रमाणित गर्न सकिन्छ।"
      },
      {
        "section_no": 66,
        "text": "कानूनद्वारा प्रमाणित गरिन आवश्यक नभएको एक प्रमाणित दस्तावेजलाई **अप्रमाणित** भएजस्तै प्रमाणित गर्न सकिन्छ।"
      },
      {
        "section_no": 67,
        "text": "कुनै हस्ताक्षर, लेखन, वा छाप त्यो व्यक्तिद्वारा लेखिएको वा बनाइएको हो जसद्वारा त्यो लेखिएको वा बनाइएको भनी ठानिएको छ, भनी **निश्चित गर्नको लागि**, जुन हस्ताक्षर, लेखन, वा छाप अदालतको सन्तुष्टिको लागि **स्वीकार गरिएको वा प्रमाणित गरिएको** छ कि त्यो त्यस व्यक्तिद्वारा लेखिएको वा बनाइएको हो, त्यसलाई प्रमाणित गरिनुपर्ने हस्ताक्षर, लेखन, वा छापसँग **तुलना** गर्न सकिन्छ, यद्यपि त्यो हस्ताक्षर, लेखन, वा छाप अन्य कुनै उद्देश्यका लागि पेश वा प्रमाणित गरिएको छैन।"
      },
      {
        "section_no": 68,
        "text": "जहाँ कुनै दस्तावेज **तीस वर्ष पुरानो** प्रमाणित भएको छ, त्यो कुनै पनि हिरासतबाट प्रस्तुत गरिएको छ जसलाई अदालतले त्यस विशेष मुद्दामा **उचित** मान्दछ।"
      },
      {
        "section_no": 69,
        "text": "यस अधिनियमको कुनै पनि कुराले **अधिकारपत्र (power of attorney)** को शक्तिहरूसँग सम्बन्धित भारतको कुनै पनि भागमा त्यस समयको लागि लागू भएको कुनै पनि कानूनको सञ्चालनलाई असर पारेको मानिने छैन।"
      },
      {
        "section_no": 70,
        "text": "अदालतले हरेक दस्तावेज जुन **प्रमाणपत्र, प्रमाणित प्रतिलिपि, वा अन्य दस्तावेज** भएको ठानिएको छ, र जुन कानूनद्वारा कुनै खास तथ्यको प्रमाणको रूपमा **स्वीकार्य** (admissible) घोषित गरिएको छ, र जुन **केन्द्रीय सरकार वा राज्य सरकारको कुनै अधिकारीद्वारा**, वा केन्द्रीय सरकारद्वारा त्यसको लागि विधिवत अख्तियार प्राप्त **जम्मु र कश्मीर राज्यको कुनै अधिकारीद्वारा** **विधिवत प्रमाणित** (duly certified) भएको ठानिएको छ, त्यो **वास्तविक** (genuine) हो भनी **अनुमान गर्नेछ**।"
      },
      {
        "section_no": 71,
        "text": "जब कुनै पनि अदालत समक्ष कुनै दस्तावेज पेश गरिन्छ, जुन कुनै न्यायिक कारबाहीमा वा त्यस्तो प्रमाण लिन कानूनद्वारा अख्तियार प्राप्त कुनै अधिकारी समक्ष साक्षीले दिएको **प्रमाणको अभिलेख वा ज्ञापन** (record or memorandum), वा प्रमाणको कुनै अंश भएको ठानिएको छ वा कानून अनुसार लिइएको कुनै **कैदी वा अभियुक्त व्यक्तिको बयान वा सङ्गसङ्गती** भएको ठानिएको छ, र जुन कुनै न्यायाधीश वा मजिस्ट्रेट, वा माथि उल्लिखित कुनै अधिकारीद्वारा **हस्ताक्षर गरिएको** ठानिएको छ, तब अदालतले **दस्तावेज वास्तविक छ** भनी अनुमान गर्नेछ; त्यसलाई हस्ताक्षर गर्ने व्यक्तिद्वारा गरिएको भनी ठानिएका **त्यो लिइएको परिस्थितिको बारेमा कुनै पनि बयानहरू सत्य छन्** भनी, र त्यस्तो प्रमाण, बयान वा सङ्गसङ्गती **विधिवत लिइएको थियो** भनी अनुमान गर्नेछ।"
      },
      {
        "section_no": 72,
        "text": "अदालतले हरेक दस्तावेज जुन **लन्डन राजपत्र** (London Gazette), वा कुनै **आधिकारिक राजपत्र**, वा **ब्रिटिश क्राउनको कुनै उपनिवेश, आश्रित क्षेत्र वा कब्जाको सरकारी राजपत्र** भएको ठानिएको छ, वा **समाचारपत्र वा जर्नल** भएको ठानिएको छ, वा **महारानीको मुद्रक** (Queen's Printer) द्वारा छापिएको युनाइटेड किङ्डमको संसदको एक निजी ऐनको प्रतिलिपि भएको ठानिएको छ, र हरेक दस्तावेज जुन कुनै कानूनद्वारा कुनै व्यक्तिले राख्नुपर्ने **निर्देशन दिइएको दस्तावेज** भएको ठानिएको छ, यदि त्यस्तो दस्तावेज **कानूनले आवश्यक पर्ने स्वरूपमा** सारभूत रूपमा राखिएको छ र **उचित हिरासतबाट** पेश गरिएको छ भने, त्यसको **वास्तविकता अनुमान गर्नेछ**।"
      },
      {
        "section_no": 73,
        "text": "अदालतले हरेक दस्तावेज जुन **केन्द्रीय सरकार वा कुनै राज्य सरकारको अख्तियारद्वारा बनाइएको नक्सा वा योजना** भएको ठानिएको छ, त्यो त्यसरी नै बनाइएको थियो, र **शुद्ध छ** भनी **अनुमान गर्नेछ**; तर कुनै पनि मुद्दाको उद्देश्यका लागि बनाइएका नक्सा वा योजनाहरू **शुद्ध भएको प्रमाणित गर्नुपर्छ**।"
      },
      {
        "section_no": 74,
        "text": "अदालतले हरेक पुस्तक जुन **कुनै देशको सरकारको अख्तियार अन्तर्गत मुद्रित वा प्रकाशित भएको** र त्यस देशको कुनै पनि **कानूनहरू समावेश भएको** ठानिएको छ, र हरेक पुस्तक जुन त्यस देशका **अदालतहरूको निर्णयहरूको प्रतिवेदन** (reports of decisions) समावेश भएको ठानिएको छ, त्यसको **वास्तविकता अनुमान गर्नेछ**।"
      },
      {
        "section_no": 75,
        "text": "अदालतले हरेक दस्तावेज जुन **अधिकारपत्र** (power-of-attorney) भएको र **सार्वजनिक नोटरी** (Notary Public), वा कुनै अदालत, न्यायाधीश, मजिस्ट्रेट, भारतीय महावाणिज्यदूत वा उप-महावाणिज्यदूत, वा केन्द्रीय सरकारको प्रतिनिधि समक्ष **निष्पादन गरिएको र प्रमाणित गरिएको** (authenticated) ठानिएको छ, त्यो त्यसरी नै निष्पादन गरिएको र प्रमाणित गरिएको थियो भनी **अनुमान गर्नेछ**।"
      },
      {
        "section_no": 76,
        "text": "अदालतले कुनै पनि देशको **न्यायिक अभिलेखको प्रमाणित प्रतिलिपि** भएको ठानिएको कुनै पनि दस्तावेज जुन भारत वा श्री ५ को अधिराज्य (Dominions) को अंश होइन, त्यो **वास्तविक र शुद्ध छ** भनी **अनुमान गर्न सक्छ**, यदि त्यो दस्तावेज त्यस देशमा न्यायिक अभिलेखहरूको प्रतिलिपिहरूको प्रमाणीकरणको लागि सामान्यतया प्रयोगमा रहेको तरिका हो भनी त्यस देशमा वा त्यस देशको लागि केन्द्रीय सरकारको कुनै पनि प्रतिनिधिद्वारा प्रमाणित गरिएको कुनै पनि तरिकाले प्रमाणित भएको ठानिएको छ भने।"
      },
      {
        "section_no": 77,
        "text": "अदालतले कुनै पनि पुस्तक जसलाई यसले **सार्वजनिक वा सामान्य हितका मामिलाहरूमा जानकारी** को लागि सन्दर्भ गर्न सक्छ, र कुनै पनि **प्रकाशित नक्सा वा चार्ट**, जसका बयानहरू सान्दर्भिक तथ्यहरू हुन्, र जुन यसको निरीक्षणको लागि पेश गरिएको छ, त्यो **जुन व्यक्तिद्वारा, र जुन समय र स्थानमा** त्यो लेखिएको वा प्रकाशित भएको ठानिएको छ, त्यसद्वारा, र त्यस समय र स्थानमा लेखिएको र प्रकाशित भएको थियो भनी **अनुमान गर्न सक्छ**।"
      },
      {
        "section_no": 78,
        "text": "अदालतले कुनै **टेलिग्राफ कार्यालयबाट** त्यो सन्देश सम्बोधन गरिएको ठानिएको व्यक्तिलाई पठाइएको सन्देश, जुन कार्यालयबाट सन्देश पठाइएको ठानिएको छ, **त्यहाँ प्रसारणको लागि डेलिभर गरिएको सन्देशसँग मेल खान्छ** भनी **अनुमान गर्न सक्छ**; तर अदालतले त्यस्तो सन्देश प्रसारणको लागि डेलिभर गर्ने व्यक्तिको बारेमा कुनै अनुमान गर्नेछैन।"
      },
      {
        "section_no": 79,
        "text": "अदालतले पेश गर्नको लागि **सूचना दिएपछि माग गरिएको र पेश नगरिएको** हरेक दस्तावेज **कानूनद्वारा आवश्यक तरिकाले प्रमाणित, टिकट लगाइएको र निष्पादन गरिएको** थियो भनी **अनुमान गर्नेछ**।"
      },
      {
        "section_no": 80,
        "text": "जहाँ कुनै दस्तावेज, **तीस वर्ष पुरानो** भएको ठानिएको वा प्रमाणित भएको, जुन हिरासतबाट अदालतले त्यस विशेष मुद्दामा उचित मान्दछ, पेश गरिन्छ, तब अदालतले त्यस्तो दस्तावेजको हस्ताक्षर र प्रत्येक अन्य अंश, जुन कुनै खास व्यक्तिको हस्तलेखनमा रहेको ठानिएको छ, **त्यो त्यस व्यक्तिको हस्तलेखनमा छ**, र निष्पादन वा प्रमाणित गरिएको दस्तावेजको अवस्थामा, त्यो जसद्वारा निष्पादन र प्रमाणित गरिएको ठानिएको छ, **तिनीहरूद्वारा विधिवत निष्पादन र प्रमाणित गरिएको थियो** भनी **अनुमान गर्न सक्छ**।"
      },
      {
        "section_no": 81,
        "text": "जहाँ कुनै **इलेक्ट्रोनिक अभिलेख**, **पाँच वर्ष पुरानो** भएको ठानिएको वा प्रमाणित भएको, जुन हिरासतबाट अदालतले त्यस विशेष मुद्दामा उचित मान्दछ, पेश गरिन्छ, तब अदालतले कुनै खास व्यक्तिको इलेक्ट्रोनिक हस्ताक्षर भएको ठानिएको **इलेक्ट्रोनिक हस्ताक्षर** त्यस व्यक्तिद्वारा वा निजद्वारा यस सन्दर्भमा अख्तियार प्राप्त कुनै व्यक्तिद्वारा त्यसरी नै **लगाइएको थियो** भनी **अनुमान गर्न सक्छ**।"
      },
      {
        "section_no": 82,
        "text": "निम्न दस्तावेजहरू **सार्वजनिक दस्तावेजहरू** (public documents) हुन्:—\n(क) निम्नका **कार्यहरू**, वा **कार्यहरूको अभिलेख** (records of the acts) गठन गर्ने दस्तावेजहरू—\n(i) **सार्वभौम अख्तियार** (sovereign authority) को,\n(ii) **आधिकारिक निकायहरू र न्यायाधिकरणहरू** (tribunals) को, र\n(iii) भारतको कुनै पनि भाग वा **राष्ट्रमण्डल** (Commonwealth), वा **विदेशी देशको** विधायी, न्यायिक र कार्यकारी **सार्वजनिक अधिकारीहरू** को;\n(ख) **निजी दस्तावेजहरूको** कुनै पनि राज्यमा राखिएका **सार्वजनिक अभिलेखहरू**।"
      },
      {
        "section_no": 83,
        "text": "**अन्य सबै दस्तावेजहरू निजी** (private) हुन्।"
      },
      {
        "section_no": 84,
        "text": "कुनै पनि **सार्वजनिक अधिकारी** जसको हिरासतमा **सार्वजनिक दस्तावेज** छ, जसलाई कुनै पनि व्यक्तिले **निरीक्षण गर्ने अधिकार** राख्दछ, उसले माग गरेमा त्यस व्यक्तिको लागि **कानूनी शुल्क** भुक्तानी गरेपछि त्यसको एक प्रतिलिपि दिनुपर्छ, साथै त्यस प्रतिलिपिको तल लेखिएको **प्रमाणपत्र** (certificate) सहित कि त्यो त्यस दस्तावेज वा त्यसको अंशको, अवस्था अनुसार, **सत्य प्रतिलिपि** हो, र त्यस्तो प्रमाणपत्रमा **मिति लेखिएको र त्यस अधिकारीद्वारा उसको नाम र उसको आधिकारिक पद सहित हस्ताक्षर** (subscribed) गरिएको हुनुपर्छ, र जब त्यस्तो अधिकारीलाई कानूनद्वारा छाप प्रयोग गर्न अख्तियार दिइएको छ, तब **छाप लगाइएको** हुनुपर्छ; र यसरी प्रमाणित गरिएका त्यस्ता प्रतिलिपिहरूलाई **प्रमाणित प्रतिलिपिहरू** भनिनेछ।"
      },
      {
        "section_no": 85,
        "text": "त्यस्ता **प्रमाणित प्रतिलिपिहरू** लाई ती प्रतिलिपिहरू भएको ठानिएका सार्वजनिक दस्तावेजहरू वा सार्वजनिक दस्तावेजहरूको अंशहरूको **सामग्रीको प्रमाणमा पेश गर्न सकिन्छ**।"
      },
      {
        "section_no": 86,
        "text": "निम्न सार्वजनिक दस्तावेजहरूलाई निम्न अनुसार प्रमाणित गर्न सकिन्छ:—\n(क) केन्द्रीय सरकारको कुनै पनि विभागको, वा क्राउन प्रतिनिधिको वा कुनै पनि राज्य सरकार वा कुनै पनि राज्य सरकारको कुनै विभागको, वा जम्मु र कश्मीर सरकारको कुनै विभागको **ऐन, आदेश वा सूचनाहरू** — **ती विभागहरूका अभिलेखहरूद्वारा**, क्रमशः ती विभागका **प्रमुखहरूद्वारा प्रमाणित** गरिएको, वा त्यस्तो कुनै सरकारको वा, अवस्था अनुसार, जम्मु र कश्मीर सरकारको आदेशद्वारा **मुद्रित भएको ठानिएको** कुनै पनि दस्तावेजद्वारा;\n(ख) **व्यवस्थापिकाहरूको कार्यवाही** — क्रमशः ती निकायहरूको **जर्नलहरूद्वारा**, वा **प्रकाशित ऐन वा सारहरूद्वारा**, वा सम्बन्धित सरकारको आदेशद्वारा **मुद्रित भएको ठानिएका प्रतिलिपिहरूद्वारा**;\n(ग) **महारानी वा प्रिभी काउन्सिल** (Privy Council), वा महारानीको सरकारको कुनै विभागद्वारा जारी गरिएका **घोषणापत्रहरू, आदेशहरू वा नियमनहरू** — **लन्डन राजपत्रमा** समावेश भएका वा **महारानीको मुद्रक** (Queen's Printer) द्वारा मुद्रित भएको ठानिएका **प्रतिलिपिहरू वा सारहरूद्वारा**;\n(घ) **विदेशी देशको कार्यकारिणीको कार्य वा व्यवस्थापिकाको कार्यवाही** — **तिनीहरूको अख्तियारद्वारा प्रकाशित जर्नलहरूद्वारा**, वा त्यस देशमा त्यस रूपमा सामान्यतया **स्वीकार गरिएका** जर्नलहरूद्वारा, वा त्यस देश वा सार्वभौमको **छाप अन्तर्गत प्रमाणित प्रतिलिपिद्वारा**, वा कुनै केन्द्रीय ऐनमा त्यसको **मान्यता** (recognition) द्वारा;\n(ङ) कुनै राज्यमा **नगरपालिका निकायको कार्यवाही** — त्यस्तो कार्यवाहीको **प्रतिलिपिद्वारा**, जसको **कानूनी संरक्षकद्वारा प्रमाणित** गरिएको छ, वा त्यस्तो निकायको अख्तियारद्वारा **प्रकाशित भएको ठानिएको मुद्रित पुस्तक** द्वारा;\n(च) **विदेशी देशमा अन्य कुनै वर्गका सार्वजनिक दस्तावेजहरू** — **मूलद्वारा**, वा त्यसको **कानूनी संरक्षकद्वारा प्रमाणित प्रतिलिपिद्वारा**, साथै **सार्वजनिक नोटरी** (Notary Public) को छाप अन्तर्गत, वा **भारतीय महावाणिज्यदूत वा कूटनीतिक एजेन्टको** (diplomatic agent) छाप अन्तर्गतको **प्रमाणपत्र** सहित कि प्रतिलिपि मूलको कानूनी हिरासत राख्ने अधिकारीद्वारा विधिवत प्रमाणित गरिएको छ, र विदेशी देशको कानून अनुसार दस्तावेजको चरित्रको प्रमाण दिएपछि।"
      },
      {
        "section_no": 87,
        "text": "अदालतले पक्षहरूको **इलेक्ट्रोनिक हस्ताक्षरहरू समावेश भएको सम्झौता** भएको ठानिएको हरेक इलेक्ट्रोनिक अभिलेखलाई **पक्षहरूको इलेक्ट्रोनिक हस्ताक्षर लगाएर सम्पन्न भएको** भनी **अनुमान गर्नेछ**।"
      },
      {
        "section_no": 88,
        "text": "अदालतले, **विपरीत प्रमाणित नभएसम्म**, एक **प्रमाणपत्र, इलेक्ट्रोनिक हस्ताक्षर प्रमाणपत्र वा विदेशी प्रमाणपत्रमा** सूचीबद्ध गरिएको जानकारी **सही छ** भनी **अनुमान गर्नेछ**।"
      },
      {
        "section_no": 89,
        "text": "**सुरक्षित इलेक्ट्रोनिक अभिलेख** (secure electronic record) समावेश भएको कुनै पनि कार्यवाहीमा, अदालतले, **विपरीत प्रमाणित नभएसम्म**, सुरक्षित इलेक्ट्रोनिक अभिलेख **सुरक्षित स्थितिसँग सम्बन्धित समयको खास बिन्दुदेखि परिवर्तन भएको छैन** भनी **अनुमान गर्नेछ**।"
      },
      {
        "section_no": 90,
        "text": "अदालतले प्रवर्तक (originator) द्वारा एक **इलेक्ट्रोनिक मेल सर्भर मार्फत** त्यो सन्देश सम्बोधन गरिएको ठानिएको ठेगानावाला (addressee) लाई पठाइएको कुनै पनि **इलेक्ट्रोनिक सन्देश** प्रसारणको लागि उसको कम्प्युटरमा **भित्र्याइएको** (fed into) सन्देशसँग **मेल खान्छ** भनी **अनुमान गर्न सक्छ**; तर अदालतले त्यस्तो सन्देश प्रसारणको लागि डेलिभर गर्ने व्यक्तिको बारेमा कुनै अनुमान गर्नेछैन।"
      },
      {
        "section_no": 91,
        "text": "अदालतले हरेक **इलेक्ट्रोनिक अभिलेख** जुन कानूनद्वारा **कुनै खास स्वरूपमा** हुनुपर्ने आवश्यक छ, त्यसरी नै **बनाइएको** ठानिएको छ, र जुन **इलेक्ट्रोनिक हस्ताक्षर** कुनै खास व्यक्तिको इलेक्ट्रोनिक हस्ताक्षर भएको ठानिएको छ, त्यो त्यस व्यक्तिद्वारा वा निजद्वारा यस सन्दर्भमा अख्तियार प्राप्त कुनै व्यक्तिद्वारा त्यसरी नै **लगाइएको थियो** भनी **अनुमान गर्नेछ**।"
      },
      {
        "section_no": 92,
        "text": "कुनै पनि कार्यवाहीमा जहाँ धारा ३२ को खण्ड (ज) अन्तर्गत **मृत्यु भएको वा फेला पार्न नसकिने**, इत्यादि व्यक्तिको बयान प्रमाणमा दिन **इच्छा गरिन्छ**, अदालतले जुन कम्प्युटरबाट इलेक्ट्रोनिक अभिलेख उत्पन्न गरिएको थियो, **त्यो व्यवस्थित थियो** र त्यो कम्प्युटरमा **कानूनी नियन्त्रण** भएको व्यक्तिद्वारा **नियमित रूपमा सञ्चालन गरिएको थियो** भनी **अनुमान गर्न सक्छ**।"
      },
      {
        "section_no": 93,
        "text": "जहाँ कुनै दस्तावेज **धेरै भागहरूमा** निष्पादन गरिएको छ, **प्रत्येक भाग दस्तावेजको प्राथमिक प्रमाण** हो। जहाँ कुनै दस्तावेज **प्रतिरूप (counterpart)** मा निष्पादन गरिएको छ, प्रत्येक प्रतिरूप पक्षहरू मध्ये **केही वा एकद्वारा मात्र** निष्पादन गरिएको छ, **प्रत्येक प्रतिरूप त्यसलाई निष्पादन गर्ने पक्षहरूको विरुद्धमा प्राथमिक प्रमाण** हो।"
      }
    ]
  },
  {
    "chapter_no": 6,
    "chapter_title": "मौखिक प्रमाणद्वारा दस्तावेजी प्रमाणको बहिष्करणको बारेमा",
    "sections": [
      {
        "section_no": 94,
        "text": "जब कुनै **करार, वा अनुदान, वा सम्पत्तिको कुनै अन्य व्यवस्थापनका सर्तहरू** (terms of a contract, or of a grant, or of any other disposition of property) लाई **दस्तावेजको रूपमा घटाइएको** छ, र सबै अवस्थाहरूमा जसमा कानूनद्वारा कुनै मामिलालाई **दस्तावेजको रूपमा घटाउन** आवश्यक छ, त्यस्तो करार, अनुदान वा सम्पत्तिको अन्य व्यवस्थापनको, वा त्यस्तो मामिलाको **सर्तहरूको प्रमाणमा** **कुनै प्रमाण दिइनेछैन**, **दस्तावेज आफैं** वा यसभित्र निहित प्रावधानहरू अन्तर्गत **द्वितीयक प्रमाण स्वीकार्य भएको अवस्थाहरूमा त्यसका सामग्रीहरूको द्वितीयक प्रमाण बाहेक**।"
      },
      {
        "section_no": 95,
        "text": "जब त्यस्तो कुनै करार, अनुदान वा सम्पत्तिको अन्य व्यवस्थापनका सर्तहरू, वा कानूनद्वारा दस्तावेजको रूपमा घटाउन आवश्यक कुनै मामिला, **पछिल्लो धारा अनुसार प्रमाणित भएको छ**, तब त्यस्तो कुनै लिखतका **पक्षहरू वा तिनीहरूका हितका प्रतिनिधिहरू** बीचमा, त्यसका सर्तहरूलाई **खण्डन गर्ने, फरक पार्ने, थप्ने, वा घटाउने** उद्देश्यका लागि **कुनै पनि मौखिक सम्झौता वा बयानको प्रमाण स्वीकार गरिनेछैन**।"
      },
      {
        "section_no": 96,
        "text": "जब कुनै दस्तावेजमा प्रयोग गरिएको **भाषा आफैंमा स्पष्ट** (plain) छ, र जब यो **अस्तित्वमा रहेका तथ्यहरूमा ठ्याक्कै लागू हुन्छ**, तब त्यो त्यस्ता तथ्यहरूमा लागू हुन अभिप्रेत थिएन भनी देखाउन **प्रमाण दिन सकिँदैन**।"
      },
      {
        "section_no": 97,
        "text": "जब कुनै दस्तावेजमा प्रयोग गरिएको **भाषा आफैंमा स्पष्ट छ**, तर **अस्तित्वमा रहेका तथ्यहरूको सन्दर्भमा अर्थहीन** (unmeaning) छ, तब त्यो एक **विशिष्ट अर्थमा** प्रयोग गरिएको थियो भनी देखाउन **प्रमाण दिन सकिन्छ**।"
      },
      {
        "section_no": 98,
        "text": "जब तथ्यहरू यस्ता हुन्छन् कि प्रयोग गरिएको भाषा **धेरै व्यक्ति वा चीजहरू मध्ये कुनै एकमा** लागू हुन अभिप्रेत हुन सक्छ, र **एकभन्दा बढीमा** लागू हुन अभिप्रेत हुन सक्दैन, तब **कुन व्यक्ति वा चीजमा** त्यो लागू गर्न अभिप्रेत थियो भनी देखाउने तथ्यहरूको प्रमाण **दिन सकिन्छ**।"
      },
      {
        "section_no": 99,
        "text": "जब प्रयोग गरिएको भाषा **आंशिक रूपमा एउटा अवस्थित तथ्यहरूको सेटमा**, र **आंशिक रूपमा अर्को अवस्थित तथ्यहरूको सेटमा** लागू हुन्छ, तर त्यसको सम्पूर्णता कुनैमा पनि **सही रूपमा लागू हुँदैन**, तब **ती दुई मध्ये कुनमा** त्यो लागू हुन अभिप्रेत थियो भनी देखाउन **प्रमाण दिन सकिन्छ**।"
      },
      {
        "section_no": 100,
        "text": "**अस्पष्ट** (illegible) वा **सामान्यतया बुझ्न नसकिने** अक्षरहरूको, **विदेशी, अप्रचलित** (obsolete), **प्राविधिक** (technical), **स्थानीय र प्रान्तीय अभिव्यक्तिहरू** को, **सङ्क्षिप्त शब्दहरू** (abbreviations) को र **विशिष्ट अर्थमा प्रयोग गरिएका शब्दहरू** को अर्थ देखाउन **प्रमाण दिन सकिन्छ**।"
      },
      {
        "section_no": 101,
        "text": "कुनै दस्तावेजका **पक्षहरू नभएका** व्यक्तिहरू, वा तिनीहरूका हितका प्रतिनिधिहरूले दस्तावेजका सर्तहरूलाई **फरक पार्ने समकालीन सम्झौता** (contemporaneous agreement varying the terms) देखाउने कुनै पनि तथ्यको **प्रमाण दिन सक्छन्**।"
      },
      {
        "section_no": 102,
        "text": "यस अध्यायको कुनै पनि कुरा **इन्डियन सक्सेसन ऐन, १९२५** (Indian Succession Act, 1925) को **इच्छित पत्रहरूको निर्माण** (construction of wills) सम्बन्धी कुनै पनि प्रावधानलाई असर पारेको मानिने छैन।"
      },
      {
        "section_no": 103,
        "text": "जसले कुनै पनि अदालतलाई **आफ्नो दाबी अनुसारका तथ्यहरूको अस्तित्व** मा निर्भर रहेको कुनै **कानूनी अधिकार वा दायित्व** को बारेमा **फैसला दिन** चाहन्छ, उसले **ती तथ्यहरू अवस्थित छन्** भनी **प्रमाणित गर्नुपर्छ**।"
      }
    ]
  },
  {
    "chapter_no": 7,
    "chapter_title": "प्रमाणको भारको बारेमा",
    "sections": [
      {
        "section_no": 104,
        "text": "जब कुनै व्यक्ति कुनै तथ्यको अस्तित्व प्रमाणित गर्न **बाध्य** हुन्छ, तब **प्रमाणको भार** (burden of proof) **त्यस व्यक्तिमा निहित छ** भनिन्छ।"
      },
      {
        "section_no": 105,
        "text": "कुनै मुद्दा वा कारबाहीमा **प्रमाणको भार** त्यो व्यक्तिमा निहित हुन्छ **जो दुवै पक्षबाट कुनै पनि प्रमाण नदिइएको खण्डमा असफल हुनेछ**।"
      },
      {
        "section_no": 106,
        "text": "कुनै **विशेष तथ्य** को बारेमा **प्रमाणको भार** त्यो व्यक्तिमा निहित हुन्छ **जसले अदालतलाई त्यसको अस्तित्वमा विश्वास गर्न चाहन्छ**, जबसम्म कुनै कानूनद्वारा त्यस तथ्यको प्रमाण कुनै **खास व्यक्तिमा निहित हुनेछ** भनी प्रदान गरिएको छैन।"
      },
      {
        "section_no": 107,
        "text": "कुनै पनि व्यक्तिलाई **कुनै अन्य तथ्यको प्रमाण दिन सक्षम पार्नको लागि प्रमाणित गर्न आवश्यक कुनै पनि तथ्यको भार** त्यस्तो प्रमाण दिन चाहने व्यक्तिमा हुन्छ।"
      },
      {
        "section_no": 108,
        "text": "जब कुनै व्यक्तिलाई **कुनै अपराधको अभियोग** लगाइएको हुन्छ, तब मुद्दालाई **भारतीय न्याय संहिता, २०२३** (Bharatiya Nyaya Sanhita, 2023) मा रहेका **कुनै पनि सामान्य अपवादहरू** (General Exceptions) वा सोही संहिताको अन्य कुनै भागमा वा अपराधलाई परिभाषित गर्ने कुनै कानूनमा निहित कुनै **विशेष अपवाद वा प्रावधान** भित्र ल्याउने **परिस्थितिको अस्तित्व प्रमाणित गर्ने भार** **उसैमा** हुन्छ, र अदालतले त्यस्ता परिस्थितिको **अनुपस्थितिको अनुमान गर्नेछ**।"
      },
      {
        "section_no": 109,
        "text": "जब कुनै तथ्य **कुनै व्यक्तिको विशेष ज्ञान भित्र** (especially within the knowledge) हुन्छ, तब **त्यो तथ्य प्रमाणित गर्ने भार** **उसैमा** हुन्छ।"
      },
      {
        "section_no": 110,
        "text": "जब कुनै व्यक्ति **जिउँदो छ वा मरेको** भन्ने प्रश्न उठ्छ, र त्यो व्यक्ति **तीस वर्ष भित्र जिउँदो थियो** भनी देखाइन्छ, तब **ऊ मरेको छ** भनी दाबी गर्ने व्यक्तिमा **ऊ मरेको प्रमाणित गर्ने भार** हुन्छ।"
      },
      {
        "section_no": 111,
        "text": "जब कुनै व्यक्ति **जिउँदो छ वा मरेको** भन्ने प्रश्न उठ्छ, र **ऊ सात वर्षसम्म** ती व्यक्तिहरूद्वारा **सुनेको छैन** जसले ऊ जिउँदो भएको भए स्वाभाविक रूपमा सुन्नुपर्थ्यो, भनी प्रमाणित हुन्छ, तब **ऊ जिउँदो छ** भनी दाबी गर्ने व्यक्तिमा **ऊ जिउँदो प्रमाणित गर्ने भार सरेको** हुन्छ।"
      },
      {
        "section_no": 112,
        "text": "जब प्रश्न व्यक्तिहरू **साझेदार, घरधनी र मोही, वा मालिक र एजेन्ट** हुन् कि होइनन् भन्ने हुन्छ, र तिनीहरू त्यस रूपमा **कार्य गर्दै आएको** देखाइएको छ, तब तिनीहरू क्रमशः ती सम्बन्धहरूमा **खडा छैनन्, वा खडा हुन छाडेका छन्** भनी दाबी गर्ने व्यक्तिमा **त्यो प्रमाणित गर्ने भार** हुन्छ।"
      },
      {
        "section_no": 113,
        "text": "जब प्रश्न कुनै व्यक्ति **कुनै चीजको मालिक** हो कि होइन भन्ने हुन्छ जसको **कब्जामा** (possession) ऊ रहेको देखाइएको छ, तब **ऊ मालिक होइन** भनी दाबी गर्ने व्यक्तिमा **ऊ मालिक होइन प्रमाणित गर्ने भार** हुन्छ।"
      },
      {
        "section_no": 114,
        "text": "जहाँ पक्षहरू बीचको **लेनदेनको असल नियत** (good faith of a transaction) को बारेमा प्रश्न हुन्छ, जसमध्ये एक पक्ष अर्कोको तुलनामा **सक्रिय विश्वासको स्थितिमा** (position of active confidence) खडा छ, तब **लेनदेनको असल नियत प्रमाणित गर्ने भार** **सक्रिय विश्वासको स्थितिमा रहेको** पक्षमा हुन्छ।"
      },
      {
        "section_no": 115,
        "text": "कुनै व्यक्तिको जन्म उसको आमा र कुनै पुरुष बीचको **वैध विवाहको निरन्तरताको अवधिमा**, वा त्यसको विघटन भएको **दुई सय अस्सी दिन भित्र**, आमा अविवाहित रहँदा भएको तथ्य **निष्कर्षमूलक प्रमाण** (conclusive proof) हुनेछ कि ऊ **त्यो पुरुषको वैध छोरा** हो, जबसम्म यो देखाउन सकिँदैन कि विवाहका पक्षहरूको कुनै पनि समयमा **एकअर्कासम्म पहुँच थिएन** (had no access) जब ऊ जन्माउन सकिन्थ्यो।"
      },
      {
        "section_no": 116,
        "text": "जहाँ एक विवाहित महिलाले आफ्नो विवाहको मितिदेखि **सात वर्ष भित्र आत्महत्या गर्छिन्** र यो देखाइन्छ कि उनको **पति वा पतिको कुनै नातेदारले उनलाई क्रूरता** (cruelty) गरेको थियो, तब अदालतले, मुद्दाका अन्य सबै परिस्थितिहरूलाई ध्यानमा राख्दै, त्यो आत्महत्या **उसको पति वा पतिको त्यस्तो नातेदारद्वारा दुरुत्साहन** (abetted) गरिएको थियो भनी **अनुमान गर्न सक्छ**।"
      },
      {
        "section_no": 117,
        "text": "जहाँ कुनै महिलालाई **दाइजोको कुनै मागको लागि, वा त्यसको सम्बन्धमा** उनको पति वा पतिको कुनै नातेदारद्वारा **क्रूरता वा हैरानी** (cruelty or harassment) गरिएको छ, तब अदालतले **त्यस्तो व्यक्तिले दाइजोको कारणले मृत्यु गराएको थियो** भनी **अनुमान गर्नेछ**।"
      },
      {
        "section_no": 118,
        "text": "**बलात्कारको अभियोजनमा**, यदि अभियुक्तद्वारा **यौन सम्पर्क** (sexual intercourse) **प्रमाणित** हुन्छ र प्रश्न यो हो कि त्यो महिलाको **सहमति बिना** थियो कि थिएन जसलाई बलात्कार गरिएको दाबी गरिएको छ र उनले अदालत समक्ष आफ्नो प्रमाणमा **उनले सहमति दिएकी थिइनन्** भनी बयान गर्छिन्, तब अदालतले **उनले सहमति दिएकी थिइनन्** भनी **अनुमान गर्नेछ**।"
      },
      {
        "section_no": 119,
        "text": "भारतीय न्याय संहिता, २०२३ को धारा ७५ अन्तर्गतको अपराधको अभियोजनमा, जहाँ अभियुक्तद्वारा **यौन सम्पर्क प्रमाणित** हुन्छ र प्रश्न यो हो कि त्यो महिलाको **सहमति बिना** थियो कि थिएन र उनले अदालत समक्ष आफ्नो प्रमाणमा **उनले सहमति दिएकी थिइनन्** भनी बयान गर्छिन्, तब अदालतले **उनले सहमति दिएकी थिइनन्** भनी **अनुमान गर्नेछ**।"
      },
      {
        "section_no": 120,
        "text": "अदालतले कुनै पनि तथ्यको **अस्तित्वको अनुमान गर्न सक्छ** जसलाई यो **भएको सम्भावना** ठान्दछ, त्यस विशेष मुद्दाका तथ्यहरूसँग सम्बन्धित **प्राकृतिक घटनाहरू, मानव आचरण** र **सार्वजनिक र निजी व्यवसायको सामान्य क्रमलाई** ध्यानमा राख्दै।"
      }
    ]
  },
  {
    "chapter_no": 8,
    "chapter_title": "प्रतिक्षेप (Estoppel)",
    "sections": [
      {
        "section_no": 121,
        "text": "जब कुनै व्यक्तिले आफ्नो घोषणा, कार्य वा भूल (declaration, act or omission) द्वारा जानीजानी अर्को व्यक्तिलाई कुनै कुरा सत्य हो भनी विश्वास गराएको वा विश्वास गर्न दिएको छ र त्यस्तो विश्वासको आधारमा कार्य गर्न लगाएको छ, तब निज वा निजको प्रतिनिधिले, आफू र त्यस्तो व्यक्ति वा निजको प्रतिनिधि बीचको कुनै पनि मुद्दा वा कारबाहीमा, त्यो कुराको सत्यतालाई इन्कार गर्न पाउनेछैन।"
      },
      {
        "section_no": 122,
        "text": "अचल सम्पत्तिको कुनै मोही (tenant of immovable property), वा त्यस्तो मोही मार्फत दाबी गर्ने कुनै पनि व्यक्तिलाई, मोही कायम रहेसम्म, त्यस्तो मोहीको घरधनीसँग (landlord) मोहीको सुरुमा त्यस्तो अचल सम्पत्तिमा हक (title) थियो भन्ने कुरा इन्कार गर्न अनुमति दिइनेछैन; र जुन व्यक्ति सम्पत्तिको कब्जामा रहेको (in possession) व्यक्तिको अनुमति (licence) द्वारा कुनै अचल सम्पत्तिमा आएको थियो, उसलाई त्यस्तो अनुमति दिइएको समयमा त्यस्तो व्यक्तिको त्यस्तो कब्जामा हक थियो भन्ने कुरा इन्कार गर्न अनुमति दिइनेछैन।"
      },
      {
        "section_no": 123,
        "text": "विनिमय पत्रको कुनै स्वीकारकर्तालाई (acceptor of a bill of exchange) आहर्तासँग (drawer) त्यस्तो विनिमय पत्र कोर्न वा समर्थन गर्न (endorse) अधिकार थियो भन्ने कुरा इन्कार गर्न अनुमति दिइनेछैन; न त कुनै अमानतग्राही वा इजाजतग्राहीलाई (bailee or licensee) अमानतकर्ता वा इजाजतकर्तासँग अमानत वा इजाजत सुरु भएको समयमा त्यस्तो अमानत वा इजाजत दिन अधिकार थियो भन्ने कुरा इन्कार गर्न अनुमति दिइनेछैन।"
      }
    ]
  },
  {
    "chapter_no": 9,
    "chapter_title": "साक्षीहरूको बारेमा",
    "sections": [
      {
        "section_no": 124,
        "text": "सबै व्यक्तिहरू साक्ष्य दिन सक्षम (competent to testify) हुनेछन् जबसम्म अदालतले उनीहरूलाई सोधिएका प्रश्नहरू बुझ्नबाट, वा ती प्रश्नहरूको तर्कसङ्गत जवाफ (rational answers) दिनबाट, कलिलो उमेर, अत्यधिक बुढेसकाल, शारीरिक वा मानसिक रोग, वा सोही प्रकारको अन्य कुनै कारणले रोकिएको मान्दैन।"
      },
      {
        "section_no": 125,
        "text": "बोल्न नसक्ने साक्षीले आफूले बुझाउन सक्ने कुनै पनि अन्य तरिकाले जस्तै लेखेर वा सङ्केत द्वारा आफ्नो साक्ष्य दिन सक्छ; तर त्यस्तो लेखन खुला अदालतमा लेखिएको हुनुपर्छ र सङ्केतहरू गरिएको हुनुपर्छ। त्यसरी दिइएको साक्ष्यलाई मौखिक प्रमाण मानिनेछ।"
      },
      {
        "section_no": 126,
        "text": "सबै देवानी कारबाहीहरूमा मुद्दाका पक्षहरू, र मुद्दाको कुनै पनि पक्षको पति वा पत्नी सक्षम साक्षी हुनेछन्। कुनै पनि व्यक्तिको विरुद्धमा फौजदारी कारबाहीहरूमा, त्यस्तो व्यक्तिको पति वा पत्नी, क्रमशः, एक सक्षम साक्षी हुनेछन्।"
      },
      {
        "section_no": 127,
        "text": "कुनै पनि न्यायाधीश वा मजिस्ट्रेटलाई, आफू अधीनमा रहेको कुनै अदालतको विशेष आदेश बाहेक, त्यस्तो न्यायाधीश वा मजिस्ट्रेटको रूपमा अदालतमा आफ्नो आचरणको बारेमा, वा त्यस्तो न्यायाधीश वा मजिस्ट्रेटको रूपमा अदालतमा आफ्नो जानकारीमा आएको कुनै पनि कुराको बारेमा कुनै पनि प्रश्नको जवाफ दिन बाध्य गरिनेछैन; तर उहाँलाई त्यसरी कार्य गरिरहेको बेला उहाँको उपस्थितिमा भएको अन्य मामिलाहरूको बारेमा जाँच गर्न सकिन्छ।"
      },
      {
        "section_no": 128,
        "text": "विवाहित भएको वा विवाहित भइसकेको कुनै पनि व्यक्तिलाई, निज विवाहित रहेको वा विवाहित रहेको कुनै पनि व्यक्तिद्वारा विवाहको अवधिमा गरिएको कुनै पनि सञ्चार (communication) खुलाउन बाध्य गरिनेछैन; न त निजलाई त्यस्तो कुनै सञ्चार खुलाउन अनुमति दिइनेछ, जबसम्म त्यसलाई गर्ने व्यक्ति, वा निजको हितको प्रतिनिधिले सहमति दिँदैन, विवाहित व्यक्तिहरू बीचको मुद्दाहरूमा, वा जसमा एक विवाहित व्यक्तिलाई अर्कोको विरुद्धमा गरेको कुनै अपराधको लागि मुद्दा चलाइएको छ, ती कारबाहीहरू बाहेक।"
      },
      {
        "section_no": 129,
        "text": "कुनै पनि व्यक्तिलाई राज्यका कुनै पनि मामिलाहरूसँग सम्बन्धित अप्रकाशित आधिकारिक अभिलेखहरू बाट प्राप्त कुनै पनि प्रमाण दिन अनुमति दिइनेछैन, जबसम्म सम्बन्धित विभागको प्रमुख अधिकारीको अनुमति (permission) प्राप्त हुँदैन, जसले आफूलाई उपयुक्त लागेअनुसार त्यस्तो अनुमति दिने वा रोक्नेछ।"
      },
      {
        "section_no": 130,
        "text": "कुनै पनि सार्वजनिक अधिकारीलाई आफूलाई आधिकारिक विश्वासमा (official confidence) गरिएको सञ्चारहरू खुलाउन बाध्य गरिनेछैन, जब निजले मान्दछन् कि खुलासाले सार्वजनिक हितमा क्षति पुर्‍याउनेछ।"
      },
      {
        "section_no": 131,
        "text": "कुनै पनि मजिस्ट्रेट वा प्रहरी अधिकारीलाई कुनै पनि अपराध भएको बारेमा आफूले कहाँबाट जानकारी पायो भनी भन्न बाध्य गरिनेछैन, र कुनै पनि राजस्व अधिकारीलाई सार्वजनिक राजस्वको विरुद्धमा कुनै अपराध भएको बारेमा आफूले कहाँबाट जानकारी पायो भनी भन्न बाध्य गरिनेछैन।"
      },
      {
        "section_no": 132,
        "text": "कुनै पनि ब्यारिस्टर, अटर्नी, वकिल वा भकिललाई कुनै पनि समयमा, आफ्नो ग्राहकको स्पष्ट सहमति (express consent) बिना, आफ्नो ग्राहकद्वारा वा निजको तर्फबाट त्यस्तो ब्यारिस्टर, वकिल, अटर्नी वा भकिलको रूपमा आफ्नो रोजगारको क्रममा र उद्देश्यका लागि आफूलाई गरिएको कुनै पनि सञ्चार खुलासा गर्न, वा आफ्नो व्यावसायिक रोजगारको क्रममा र उद्देश्यका लागि आफूले जानकारी पाएको कुनै पनि दस्तावेजको सामग्री वा अवस्था बताउन, वा त्यस्तो रोजगारको क्रममा र उद्देश्यका लागि आफ्नो ग्राहकलाई आफूले दिएको कुनै पनि सल्लाह खुलासा गर्न अनुमति दिइनेछैन।"
      },
      {
        "section_no": 133,
        "text": "धारा १३२ का प्रावधानहरू दोभाषेहरू (interpreters), र ब्यारिस्टरहरू, वकिलहरू, अटर्नीहरू र भकिलहरूका कार्यालय सहयोगी वा सेवकहरूमा लागू हुनेछन्।"
      },
      {
        "section_no": 134,
        "text": "यदि कुनै मुद्दाको कुनै पक्षले आफ्नो इच्छाले वा अन्यथा त्यसमा प्रमाण दिन्छ भने, उसलाई धारा १३२ मा उल्लेख गरिएको जस्तो खुलासाको लागि त्यसद्वारा सहमति दिएको मानिनेछैन; र, यदि कुनै मुद्दा वा कारबाहीको कुनै पक्षले त्यस्तो कुनै ब्यारिस्टर, वकिल, अटर्नी वा भकिललाई साक्षीको रूपमा बोलाउँछ भने, उसलाई त्यस्तो खुलासाको लागि सहमति दिएको मानिनेछ यदि उसले त्यस्तो ब्यारिस्टर, अटर्नी वा भकिललाई ती मामिलाहरूमा मात्र प्रश्न गर्छ जुन प्रश्न बाहेक, उसलाई खुलासा गर्न स्वतन्त्र हुने थिएन।"
      },
      {
        "section_no": 135,
        "text": "कसैलाई पनि निज र निजको कानूनी व्यावसायिक सल्लाहकार (legal professional adviser) बीच भएको कुनै पनि गोप्य सञ्चार (confidential communication) अदालत समक्ष खुलाउन बाध्य गरिनेछैन, जबसम्म निज आफैं साक्षीको रूपमा प्रस्तुत हुँदैनन्, जसको अवस्थामा निजलाई आफूले दिएको कुनै पनि प्रमाणको व्याख्या गर्नको लागि अदालतलाई आवश्यक लागेको त्यस्तो कुनै पनि सञ्चार खुलासा गर्न बाध्य गरिन सक्छ, तर अन्य होइन।"
      },
      {
        "section_no": 136,
        "text": "कुनै मुद्दाको पक्ष नभएको कुनै पनि साक्षीलाई कुनै पनि सम्पत्तिको आफ्नो हकको लिखत (title-deeds) वा जसको आधारमा निजले कुनै सम्पत्ति धितो वा बन्धकग्राहीको (pledgee or mortgagee) रूपमा राख्दछ, त्यस्तो कुनै लिखत, वा जसको प्रस्तुतिले निजलाई अपराधी (criminate) बनाउन सक्छ, त्यस्तो कुनै लिखत प्रस्तुत गर्न बाध्य गरिनेछैन, जबसम्म निजले ती लिखतहरूको प्रस्तुति खोज्ने व्यक्ति वा निजले दाबी गर्ने कुनै व्यक्तिसँग लिखित रूपमा ती प्रस्तुत गर्न सहमति दिएको छैन।"
      },
      {
        "section_no": 137,
        "text": "कुनै पनि व्यक्तिलाई आफ्नो कब्जामा रहेका वा आफ्नो नियन्त्रणमा रहेका इलेक्ट्रोनिक अभिलेखहरू वा लिखतहरू प्रस्तुत गर्न बाध्य गरिनेछैन, जुन अन्य कुनै व्यक्तिले यदि ती निजको कब्जा वा नियन्त्रणमा भएको भए प्रस्तुत गर्न इन्कार गर्ने हकदार हुने थियो, जबसम्म त्यस्तो पछिल्लो उल्लेखित व्यक्तिले तिनीहरूको प्रस्तुतिमा सहमति दिँदैन।"
      },
      {
        "section_no": 138,
        "text": "कुनै पनि साक्षीलाई कुनै पनि मुद्दा वा कुनै पनि देवानी वा फौजदारी कारबाहीमा विवादास्पद मामिलासँग सान्दर्भिक कुनै पनि मामिलाको बारेमा कुनै पनि प्रश्नको जवाफ दिनबाट छुट दिइनेछैन, यो आधारमा कि त्यस्तो प्रश्नको जवाफले त्यस्तो साक्षीलाई अपराधी बनाउनेछ (criminate), वा प्रत्यक्ष वा अप्रत्यक्ष रूपमा अपराधी बनाउने प्रवृत्ति हुन सक्छ, वा त्यसले त्यस्तो साक्षीलाई कुनै पनि प्रकारको जरिवाना वा जफत (penalty or forfeiture) मा प्रत्यक्ष वा अप्रत्यक्ष रूपमा खुलाउनेछ वा खुलाउने प्रवृत्ति हुन सक्छ।"
      },
      {
        "section_no": 139,
        "text": "एक सहयोगी (accomplice) अभियुक्त व्यक्तिको विरुद्धमा सक्षम साक्षी हुनेछ; र एक दोषसिद्धि सहयोगीको असमर्थित गवाही (uncorroborated testimony) मा आधारित भएकोले मात्र गैरकानूनी हुँदैन।"
      }
    ]
  },
  {
    "chapter_no": 10,
    "chapter_title": "साक्षीहरूको जाँचको बारेमा",
    "sections": [
      {
        "section_no": 140,
        "text": "साक्षीहरूलाई प्रस्तुत गर्ने र जाँच गर्ने क्रम लाई क्रमशः देवानी र फौजदारी कार्यविधिसँग सम्बन्धित तत्समयको लागि लागू कानून र प्रचलन (law and practice) द्वारा, र त्यस्तो कुनै कानूनको अभावमा, अदालतको विवेक (discretion) द्वारा विनियमित गरिनेछ।"
      },
      {
        "section_no": 141,
        "text": "जब कुनै पक्षले कुनै तथ्यको प्रमाण दिन प्रस्ताव गर्दछ, तब न्यायाधीशले प्रमाण दिन प्रस्ताव गर्ने पक्षलाई सोध्न सक्छ कि कथित तथ्य, यदि प्रमाणित भयो भने, कुन तरिकाले सान्दर्भिक (relevant) हुनेछ; र न्यायाधीशले प्रमाणलाई स्वीकार गर्नेछ यदि निजले मान्दछन् कि तथ्य, यदि प्रमाणित भयो भने, सान्दर्भिक हुनेछ, र अन्यथा होइन।"
      },
      {
        "section_no": 142,
        "text": "साक्षीलाई बोलाउने पक्षद्वारा साक्षीको जाँचलाई उसको मुख्य जाँच (examination-in-chief) भनिनेछ। विरोधी पक्षद्वारा साक्षीको जाँचलाई उसको विपरीत जाँच (cross-examination) भनिनेछ। साक्षीलाई बोलाउने पक्षद्वारा विपरीत जाँच पछि साक्षीको जाँचलाई उसको पुन: जाँच (re-examination) भनिनेछ।"
      },
      {
        "section_no": 143,
        "text": "साक्षीहरूलाई पहिले मुख्य जाँच गरिनेछ, त्यसपछि (यदि विरोधी पक्षले चाहन्छ भने) विपरीत जाँच गरिनेछ, त्यसपछि (यदि पार्टीले चाहन्छ भने) पुन: जाँच गरिनेछ।"
      },
      {
        "section_no": 144,
        "text": "जाँच र विपरीत जाँच सान्दर्भिक तथ्यहरूसँग सम्बन्धित हुनुपर्छ, तर विपरीत जाँच ती तथ्यहरूमा मात्र सीमित हुनु आवश्यक छैन जसको बारेमा साक्षीले आफ्नो मुख्य जाँचमा गवाही दिएको थियो।"
      },
      {
        "section_no": 145,
        "text": "पुन: जाँच विपरीत जाँचमा उल्लेख गरिएका मामिलाहरूको व्याख्या (explanation of matters) तिर निर्देशित हुनुपर्छ; र, यदि अदालतको अनुमतिद्वारा पुन: जाँचमा नयाँ मामिला प्रस्तुत गरिन्छ भने, विरोधी पक्षले त्यस मामिलामा थप विपरीत जाँच गर्न सक्छ।"
      },
      {
        "section_no": 146,
        "text": "प्रश्न सोध्ने व्यक्तिले प्राप्त गर्न चाहेको वा अपेक्षा गरेको जवाफलाई सुझाव दिने कुनै पनि प्रश्नलाई अग्रणी प्रश्न (leading question) भनिन्छ।"
      },
      {
        "section_no": 147,
        "text": "अग्रणी प्रश्नहरू, यदि विरोधी पक्षद्वारा आपत्ति जनाइयो भने, मुख्य जाँचमा, वा पुन: जाँचमा सोधिनु हुँदैन, अदालतको अनुमति बाहेक।"
      },
      {
        "section_no": 148,
        "text": "विपरीत जाँचमा अग्रणी प्रश्नहरू सोध्न सकिन्छ।"
      },
      {
        "section_no": 149,
        "text": "कुनै पनि साक्षीलाई, जाँचको क्रममा, उसले प्रमाण दिइरहेको कुनै पनि करार, अनुदान वा सम्पत्तिको अन्य व्यवस्थापन कुनै लिखत (document) मा समावेश थिएन कि भनी सोध्न सकिन्छ, र यदि उसले थियो भनी भन्छ भने, वा यदि उसले कुनै लिखतका सामग्रीहरूको बारेमा कुनै बयान दिन लागेको छ जुन, अदालतको रायमा, प्रस्तुत गरिनुपर्छ, तब विरोधी पक्षले आपत्ति (object) गर्न सक्छ कि त्यस्तो लिखत प्रस्तुत नभएसम्म वा साक्षीलाई बोलाउने पक्षलाई त्यसको द्वितीयक प्रमाण (secondary evidence) दिनको लागि हकदार बनाउने तथ्यहरू प्रमाणित नभएसम्म त्यस्तो प्रमाण दिनु हुँदैन।"
      },
      {
        "section_no": 150,
        "text": "एक साक्षीलाई निजद्वारा लिखित रूपमा वा लिखित रूपमा घटाइएका र प्रश्नमा रहेका मामिलाहरूसँग सान्दर्भिक पहिलेका बयानहरूको बारेमा विपरीत जाँच गर्न सकिन्छ, त्यो लेखन निजलाई नदेखाई वा प्रमाणित नगरी; तर, यदि उसलाई लेखनद्वारा खण्डन (contradict) गर्ने उद्देश्य छ भने, लेखन प्रमाणित गर्नु अघि, निजको ध्यान त्यसका ती भागहरूमा आकर्षित गर्नुपर्छ जुन उसलाई खण्डन गर्ने उद्देश्यका लागि प्रयोग गरिनेछन्।"
      },
      {
        "section_no": 151,
        "text": "जब एक साक्षीको विपरीत जाँच गरिन्छ, उसलाई यहाँ पहिले उल्लेख गरिएका प्रश्नहरूका अतिरिक्त, कुनै पनि प्रश्नहरू सोध्न सकिन्छ जसले निम्न प्रवृत्ति राख्दछन्:—\n(a) उसको सत्यताको परीक्षण (test his veracity) गर्न,\n(b) ऊ को हो र जीवनमा उसको स्थिति (position in life) के हो पत्ता लगाउन, वा\n(c) उसको चरित्रमा क्षति पुर्‍याएर (injuring his character) उसको साखलाई हल्लाउन (shake his credit), यद्यपि त्यस्ता प्रश्नहरूको जवाफले प्रत्यक्ष वा अप्रत्यक्ष रूपमा उसलाई अपराधी बनाउन सक्छ, वा उसलाई कुनै जरिवाना वा जफतमा प्रत्यक्ष वा अप्रत्यक्ष रूपमा खुलाउन सक्छ वा खुलाउने प्रवृत्ति हुन सक्छ।"
      },
      {
        "section_no": 152,
        "text": "यदि कुनै प्रश्न मुद्दा वा कारबाहीसँग सान्दर्भिक मामिलासँग सम्बन्धित छ भने, धारा १३८ का प्रावधानहरू त्यसमा लागू हुनेछन्।"
      },
      {
        "section_no": 153,
        "text": "अदालतले सोधिएको कुनै पनि प्रश्न जाँचको लागि सान्दर्भिक छ कि छैन भनी निर्णय गर्नेछ र आफ्नो रायमा जुन प्रश्न सान्दर्भिक छैन, त्यो सोध्न अनुमति दिनेछैन।"
      },
      {
        "section_no": 154,
        "text": "धारा १५३ मा उल्लेख गरिएको जस्तो कुनै पनि प्रश्न सोधिनु हुँदैन, जबसम्म प्रश्न सोध्ने व्यक्तिसँग त्यसले व्यक्त गरेको आरोप राम्रोसँग स्थापित भएको (well-founded) छ भनी सोच्नको लागि उचित आधारहरू (reasonable grounds) छैन।"
      },
      {
        "section_no": 155,
        "text": "यदि अदालतको रायमा कुनै प्रश्न उचित आधारहरू बिना सोधिएको थियो भने, यदि त्यो कुनै अधिवक्ताले सोधेको थियो भने, अदालतले त्यस मुद्दाको परिस्थिति उच्च अदालत वा त्यस्तो अधिवक्ता आफ्नो पेशाको अभ्यासमा जसको अधीनमा छ, त्यो अन्य अधिकारीलाई प्रतिवेदन (report) गर्न सक्छ।"
      },
      {
        "section_no": 156,
        "text": "अदालतले जुन प्रश्न वा सोधपुछलाई अभद्र वा निन्दनीय (indecent or scandalous) मान्दछ, ती रोक लगाउन (forbid) सक्छ, यद्यपि त्यस्ता प्रश्न वा सोधपुछको अदालत समक्ष रहेका प्रश्नहरूमा केही असर हुन सक्छ, जबसम्म ती विवादास्पद तथ्यहरू (facts in issue) सँग सम्बन्धित छैनन्, वा विवादास्पद तथ्यहरू अवस्थित थिए वा थिएनन् भनी निर्धारण गर्न जान्न आवश्यक मामिलाहरूसँग सम्बन्धित छैनन्।"
      },
      {
        "section_no": 157,
        "text": "अदालतले जुन प्रश्न आफूलाई अपमान वा सताउन (insult or annoy) अभिप्रेत भएको देखिन्छ, वा जुन, आफैंमा उचित भए पनि, अदालतलाई स्वरूपमा अनावश्यक रूपमा आपत्तिजनक (needlessly offensive) देखिन्छ, त्यस्तो कुनै पनि प्रश्नलाई रोक लगाउनेछ।"
      },
      {
        "section_no": 158,
        "text": "जब कुनै साक्षीलाई उसको चरित्रमा क्षति पुर्‍याएर उसको साखलाई हल्लाउने प्रवृत्ति राख्ने हदसम्म मात्र जाँचको लागि सान्दर्भिक कुनै प्रश्न सोधिएको छ र उसले जवाफ दिएको छ, तब उसलाई खण्डन गर्न कुनै प्रमाण दिइनेछैन; तर, यदि उसले झूटो जवाफ दिन्छ भने, उसलाई पछि झूटो प्रमाण दिएको आरोप लगाउन सकिन्छ।"
      },
      {
        "section_no": 159,
        "text": "अदालतले, आफ्नो विवेकमा, साक्षीलाई बोलाउने व्यक्तिलाई उसलाई कुनै पनि प्रश्नहरू सोध्न अनुमति दिन सक्छ जुन विरोधी पक्षद्वारा विपरीत जाँचमा सोध्न सकिन्थ्यो।"
      },
      {
        "section_no": 160,
        "text": "एक साक्षीको साखलाई हल्लाउन (impeached) विरोधी पक्षद्वारा, वा अदालतको सहमतिमा, साक्षीलाई बोलाउने पक्षद्वारा निम्न तरिकाहरूमा सकिन्छ:—\n(a) जुन व्यक्तिहरूले साक्षीको जानकारीको आधारमा, उनीहरू साखको योग्य छैनन् भनी विश्वास गर्छन्, तिनीहरूको प्रमाणद्वारा;\n(b) साक्षीलाई घुस दिइएको छ, वा घुसको प्रस्ताव स्वीकार गरेको छ, वा आफ्नो प्रमाण दिनको लागि अन्य कुनै भ्रष्ट प्रलोभन (corrupt inducement) प्राप्त गरेको छ भन्ने प्रमाणद्वारा;\n(c) उसको प्रमाणको कुनै पनि भागसँग असंगत पहिलेका बयानहरूको (former statements inconsistent) प्रमाणद्वारा जसलाई खण्डन गर्न सकिन्छ;\n(d) जब कुनै व्यक्तिलाई बलात्कार वा बलात्कारको प्रयासको लागि मुद्दा चलाइएको हुन्छ, तब यो देखाउन सकिन्छ कि अभियोग लगाउने महिलाको सामान्यतया अनैतिक चरित्र (generally immoral character) थियो।"
      },
      {
        "section_no": 161,
        "text": "एक साक्षीलाई उसलाई कुनै अपराधको लागि दोषी ठहराइएको (convicted of any crime) छ कि छैन भनी सोध्न सकिन्छ र उसले स्वीकार गरेमा, वा त्यो प्रमाणित भएमा, त्यस्तो दोषसिद्धि निजको विरुद्धमा प्रमाणमा दिन सकिन्छ, यद्यपि उसलाई माफी दिइएको वा उसले त्यसको लागि सजाय भोगेको हुन सक्छ।"
      },
      {
        "section_no": 162,
        "text": "सान्दर्भिक तथ्यको प्रमाणलाई पुष्टि गर्ने (corroborate) प्रवृत्ति राख्ने प्रश्नहरू स्वीकार्य हुन्छन्।"
      },
      {
        "section_no": 163,
        "text": "एउटै तथ्यसँग सम्बन्धित, तथ्य भएको समयमा वा लगभग सोही समयमा, वा तथ्यको जाँच गर्न कानूनी रूपमा सक्षम कुनै अधिकारी समक्ष, एक साक्षीद्वारा गरिएको पहिलेको बयानलाई (former statement) उसले त्यही तथ्यको बारेमा दिएको गवाहीलाई पुष्टि गर्न (corroborate) प्रमाणित गर्न सकिन्छ।"
      },
      {
        "section_no": 164,
        "text": "जब धारा ३२ वा ३३ अन्तर्गत सान्दर्भिक कुनै बयान प्रमाणित हुन्छ, तब त्यसलाई खण्डन गर्न वा पुष्टि गर्न, वा त्यसलाई गर्ने व्यक्तिको साखलाई हल्लाउन वा पुष्टि गर्न को लागि, ती सबै मामिलाहरू प्रमाणित गर्न सकिन्छ, जुन मामिलाहरू प्रमाणित गर्न सकिन्थ्यो यदि त्यो व्यक्तिलाई साक्षीको रूपमा बोलाइएको थियो र उसले विपरीत जाँचमा सुझाव दिइएको मामिलाको सत्यतालाई इन्कार गरेको थियो।"
      },
      {
        "section_no": 165,
        "text": "एक साक्षीले, जाँचको क्रममा, उसलाई प्रश्न गरिएको कारोबारको समयमा, वा त्यसको लगत्तै पछि अदालतले त्यस समयमा कारोबार उसको सम्झनामा ताजा थियो भनी मान्दछ, आफैंले बनाएको कुनै पनि लेखनलाई (writing) सन्दर्भ गरेर आफ्नो स्मरणशक्ति ताजा (refresh his memory) गर्न सक्छ।"
      },
      {
        "section_no": 166,
        "text": "पछिल्ला दुई धाराहरूको प्रावधानहरू अन्तर्गत सन्दर्भ गरिएको कुनै पनि लेखन, यदि विरोधी पक्षले माग गर्छ भने, प्रस्तुत गरिनुपर्छ र विरोधी पक्षलाई देखाइनुपर्छ; त्यस्तो पक्षले, यदि उसले चाहन्छ भने, त्यसको बारेमा साक्षीको विपरीत जाँच गर्न सक्छ।"
      },
      {
        "section_no": 167,
        "text": "एक लिखत प्रस्तुत गर्नको लागि बोलाइएको साक्षीले, यदि त्यो उसको कब्जा वा शक्तिमा छ भने, त्यसको प्रस्तुति वा त्यसको स्वीकार्यतामा हुन सक्ने कुनै पनि आपत्तिहरूको बावजुद, त्यसलाई अदालतमा ल्याउनुपर्छ। त्यस्तो कुनै पनि आपत्तिको वैधतामाथि अदालतले निर्णय गर्नेछ।"
      },
      {
        "section_no": 168,
        "text": "जब एक पक्षले एउटा लिखत माग गर्दछ जसको प्रस्तुतिको लागि उसले अर्को पक्षलाई सूचना दिएको छ, र त्यस्तो लिखत प्रस्तुत गरिन्छ र त्यसको प्रस्तुति खोज्ने पक्षद्वारा निरीक्षण (inspected) गरिन्छ, तब त्यो प्रस्तुत गर्ने पक्षले माग गरेमा उसले त्यसलाई प्रमाणको रूपमा दिन बाध्य हुन्छ।"
      }
    ]
  },
  {
    "chapter_no": 11,
    "chapter_title": "प्रमाणको अनुचित स्वीकृति र अस्वीकृतिको बारेमा",
    "sections": [
      {
        "section_no": 169,
        "text": "प्रमाणको अनुचित स्वीकृति वा अस्वीकृति आफैंमा कुनै पनि मुद्दामा नयाँ ट्रायल वा कुनै पनि निर्णयको उल्टोपनको आधार (ground for a new trial or reversal) हुनेछैन, यदि त्यस्तो आपत्ति उठाइएको अदालत समक्ष यो देखियो भने कि, आपत्ति जनाइएको र स्वीकृत गरिएको प्रमाण बाहेक, निर्णयलाई औचित्य दिन पर्याप्त प्रमाण थियो, वा यदि अस्वीकृत गरिएको प्रमाण स्वीकार गरिएको भए पनि, त्यसले निर्णयलाई फरक पार्नु हुँदैनथ्यो।"
      }
    ]
  },
  {
    "chapter_no": 12,
    "chapter_title": "खारेजी र बचत",
    "sections": [
      {
        "section_no": 170,
        "text": "(१) भारतीय साक्ष्य अधिनियम, १८७२ यसद्वारा खारेज गरिएको छ।\n(२) त्यस्तो खारेजीको बावजुद, उक्त अधिनियम अन्तर्गत गरिएको कुनै पनि कार्य वा कुनै पनि कुरा यस अधिनियमको सम्बन्धित प्रावधानहरू अन्तर्गत गरिएको मानिनेछ।\n(३) यस धारामा विशेष मामिलाहरूको उल्लेखले साधारण खण्ड ऐन, १८९७ (General Clauses Act, 1897) को धारा ६ को खारेजीहरूको प्रभावसँग सम्बन्धित सामान्य प्रयोगलाई पूर्वाग्रह वा असर पुर्‍याएको मानिनेछैन।"
      }
    ]
  }
]