[
  {
    "chapter_no": 1,
    "chapter_title": "प्रारंभिक",
    "sections": [
      {
        "section_no": 1,
        "text": "(1) यह अधिनियम भारतीय न्याय संहिता, 2023 कहलाएगा।\n(2) यह ऐसी तारीख को प्रवृत्त होगा, जिसे केंद्रीय सरकार, राजपत्र में अधिसूचना द्वारा, नियत करे, और इस संहिता के विभिन्न उपबंधों के लिए विभिन्न तारीखें नियत की जा सकेंगी।\n(3) प्रत्येक व्यक्ति इस संहिता के उपबंधों के प्रतिकूल हर कार्य या लोप के लिए, जिसका वह भारत के भीतर दोषी होगा, इस संहिता के अधीन दंडनीय होगा, अन्यथा नहीं।\n(4) भारत के बाहर किए गए किसी अपराध के लिए भारत में तत्समय प्रवृत्त किसी विधि द्वारा विचारण के लिए दायी कोई भी व्यक्ति, भारत के बाहर किए गए किसी कार्य के लिए इस संहिता के उपबंधों के अनुसार ऐसे बरता जाएगा, मानो वह कार्य भारत के भीतर किया गया था।\n(5) इस संहिता के उपबंध निम्नलिखित द्वारा किए गए किसी भी अपराध पर भी लागू होंगे:—\n(क) भारत का कोई नागरिक, किसी ऐसे स्थान में जो भारत के बिना और बाहर है;\n(ख) भारत में रजिस्ट्रीकृत किसी पोत या विमान पर कोई भी व्यक्ति, वह जहां कहीं भी हो;\n(ग) भारत में स्थित किसी कंप्यूटर संसाधन को लक्षित करते हुए भारत के बिना और बाहर किसी स्थान पर कोई भी व्यक्ति अपराध करता है।\nस्पष्टीकरण:—इस धारा में, “अपराध” शब्द के अंतर्गत भारत के बाहर किया गया हर ऐसा कार्य आता है, जो यदि भारत में किया गया होता, तो इस संहिता के अधीन दंडनीय होता।\n(6) इस संहिता की कोई भी बात भारत सरकार की सेवा में के अधिकारियों, सैनिकों, नौ सैनिकों या वायु सैनिकों के विद्रोह और अभित्यजन को दंडित करने वाले किसी अधिनियम के उपबंधों या किसी विशेष या स्थानीय विधि के उपबंधों पर प्रभाव नहीं डालेगी।"
      },
      {
        "section_no": 2,
        "text": "इस संहिता में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो,—\n(1) “कार्य” कार्यों की एक शृंखला को भी और अकेले कार्य को भी द्योतित करता है;\n(2) “जीव-जंतु” से मानव से भिन्न कोई भी जीवित प्राणी अभिप्रेत है;\n(3) “बालक” से अठारह वर्ष से कम आयु का कोई भी व्यक्ति अभिप्रेत है;\n(4) “कूटरचना (Counterfeit)”।—वह व्यक्ति “कूटरचना” करता है, जो एक चीज को किसी दूसरी चीज के सदृश बनाता है, जिसका आशय उस सदृश्यता के माध्यम से प्रवंचना करना है, या जिसके बारे में वह जानता है कि उसके द्वारा प्रवंचना होना संभाव्य है।\n(5) “न्यायालय” से वह न्यायाधीश अभिप्रेत है जो अकेले न्यायिक कार्य करने के लिए विधि द्वारा सशक्त है, या वह न्यायाधीशों का निकाय अभिप्रेत है जो एक निकाय के रूप में न्यायिक कार्य करने के लिए विधि द्वारा सशक्त है, जबकि ऐसा न्यायाधीश या न्यायाधीशों का निकाय न्यायिक कार्य कर रहा है;\n(6) “मृत्यु” से मानव की मृत्यु अभिप्रेत है जब तक कि संदर्भ से इसका विपरीत प्रकट न हो;\n(7) “बेईमानी से (dishonestly)” से किसी एक व्यक्ति को सदोष अभिलाभ या किसी अन्य व्यक्ति को सदोष हानि करने के आशय से कोई कार्य करना अभिप्रेत है;\n(8) “दस्तावेज” से अक्षरों, अंकों या चिह्नों के माध्यम से, या उनमें से एक से अधिक माध्यमों से, किसी भी पदार्थ पर अभिव्यक्त या वर्णित कोई भी विषय अभिप्रेत है, और इसके अंतर्गत इलेक्ट्रॉनिक और डिजिटल अभिलेख भी हैं, जो उस विषय के साक्ष्य के रूप में उपयोग किए जाने के लिए आशयित है, या जिसका उपयोग साक्ष्य के रूप में किया जा सकता है।\n(9) “कपटपूर्वक (fraudulently)” से कपट करने के आशय से कोई कार्य करना अभिप्रेत है, अन्यथा नहीं;\n(10) “लिंग (gender)”।—सर्वनाम “वह” और उसके व्युत्पन्न किसी भी व्यक्ति के लिए उपयोग किए जाते हैं, चाहे वह पुरुष हो, स्त्री हो या ट्रांसजेंडर हो।\n(11) “सद्भावपूर्वक (good faith)”।—कोई भी बात “सद्भावपूर्वक” की गई या विश्वास की गई नहीं कही जाती है, जो सम्यक सतर्कता और ध्यान के बिना की गई हो या विश्वास की गई हो;\n(12) “सरकार” से केंद्रीय सरकार या कोई राज्य सरकार अभिप्रेत है;\n(13) “संश्रय (harbour)” के अंतर्गत किसी व्यक्ति को आश्रय, भोजन, पेय, धन, कपड़े, आयुध, गोलाबारूद या परिवहन के साधन से सहायता देना, या किसी व्यक्ति को किसी भी साधन से सहायता करना शामिल है, चाहे वह इस खंड में सूचीबद्ध प्रकार का हो या नहीं, जिससे वह गिरफ्तारी से बच सके;\n(14) “क्षति (injury)” से किसी भी व्यक्ति के शरीर, मन, ख्याति या संपत्ति को अवैध रूप से हुई कोई भी हानि अभिप्रेत है;\n(15) “अवैध (illegal)” और “वैध रूप से आबद्ध (legally bound to do)”।—वह सब कुछ “अवैध” है जो अपराध है या जो विधि द्वारा प्रतिषिद्ध है, या जो सिविल कार्रवाई का आधार उत्पन्न करता है; और कोई व्यक्ति “वैध रूप से आबद्ध” कहा जाता है जो करना उसके लिए अवैध है;\n(16) “न्यायाधीश” से वह व्यक्ति अभिप्रेत है जो आधिकारिक तौर पर न्यायाधीश के रूप में नामित है और इसके अंतर्गत ऐसा व्यक्ति भी है,— (i) जो किसी विधिक कार्यवाही, चाहे सिविल हो या आपराधिक, में निश्चित निर्णय देने के लिए, या ऐसा निर्णय देने के लिए, जो अपील न किए जाने पर निश्चित हो जाएगा, या ऐसा निर्णय देने के लिए, जो किसी अन्य प्राधिकारी द्वारा पुष्टिक किए जाने पर निश्चित हो जाएगा, विधि द्वारा सशक्त है; या (ii) जो ऐसे व्यक्तियों के निकाय में से एक है, जो व्यक्तियों का निकाय विधि द्वारा ऐसा निर्णय देने के लिए सशक्त है।\n(17) “जीवन (life)” से मानव का जीवन अभिप्रेत है, जब तक कि संदर्भ से इसका विपरीत प्रकट न हो;\n(18) “स्थानीय विधि (local law)” से वह विधि अभिप्रेत है जो भारत के किसी विशेष भाग पर ही लागू है;\n(19) “पुरुष” से किसी भी आयु का नर मानव अभिप्रेत है;\n(20) “मास (month)” और “वर्ष (year)”।—जहां भी “मास” या “वर्ष” शब्द का उपयोग किया जाता है, यह समझा जाएगा कि मास या वर्ष की गणना ग्रेगोरियन कैलेंडर के अनुसार की जाएगी;\n(21) “जंगम संपत्ति (movable property)” के अंतर्गत हर प्रकार की संपत्ति है, सिवाय भूमि और पृथ्वी से जुड़ी हुई चीजों या पृथ्वी से स्थायी रूप से जकड़ी हुई किसी भी चीज के;\n(22) “संख्या (number)”।—जब तक कि संदर्भ से इसका विपरीत प्रकट न हो, एकवचन संख्या को दर्शाने वाले शब्दों में बहुवचन संख्या शामिल है, और बहुवचन संख्या को दर्शाने वाले शब्दों में एकवचन संख्या शामिल है;\n(23) “शपथ (oath)” के अंतर्गत विधि द्वारा शपथ के स्थान पर प्रतिस्थापित किया गया गंभीर प्रतिज्ञान, और किसी लोक सेवक के समक्ष किए जाने के लिए या साक्ष्य के प्रयोजन के लिए उपयोग किए जाने के लिए, चाहे न्यायालय में हो या नहीं, विधि द्वारा अपेक्षित या प्राधिकृत कोई भी घोषणा शामिल है;\n(24) “अपराध (offence)”।—उपखंड (क) और (ख) में उल्लिखित अध्यायों और धाराओं के सिवाय, “अपराध” शब्द का अर्थ है कोई ऐसी बात जिसे इस संहिता द्वारा दंडनीय बनाया गया है, किंतु— (क) अध्याय III में और निम्नलिखित धाराओं में, अर्थात् धारा 8 की उपधारा (2), (3), (4) और (5), धारा 9, 49, 50, 52, 54, 55, 56, 57, 58, 59, 60, 61, 119, 120, 123, धारा 127 की उपधारा (7) और (8), 222, 230, 231, 240, 248, 250, 251, 259, 260, 261, 262, 263, धारा 308 की उपधारा (6) और (7) तथा धारा 330 की उपधारा (2) में, “अपराध” शब्द का अर्थ है कोई ऐसी बात जो इस संहिता के अधीन, या किसी विशेष विधि या स्थानीय विधि के अधीन दंडनीय है; और (ख) धारा 189 की उपधारा (1), धारा 211, 212, 238, 239, 249, 253 और धारा 329 की उपधारा (1) में, “अपराध” शब्द का वही अर्थ होगा जब विशेष विधि या स्थानीय विधि के अधीन दंडनीय कार्य ऐसी विधि के अधीन छह मास या अधिक की अवधि के कारावास से, चाहे जुर्माने सहित हो या रहित, दंडनीय हो;\n(25) “लोप (omission)” लोपों की एक शृंखला को भी और अकेले लोप को भी द्योतित करता है;\n(26) “व्यक्ति” के अंतर्गत कोई भी कंपनी या संगम या व्यक्तियों का निकाय है, चाहे निगमित हो या नहीं;\n(27) “लोक (public)” के अंतर्गत लोक का कोई भी वर्ग या कोई समुदाय है;\n(28) “लोक सेवक (public servant)” से ऐसा व्यक्ति अभिप्रेत है जो निम्नलिखित वर्णनों में से किसी के अंतर्गत आता है, अर्थात्:— (क) सेना, नौसेना या वायु सेना में हर आयुक्त अधिकारी; (ख) हर न्यायाधीश, जिसके अंतर्गत कोई भी ऐसा व्यक्ति है जो, चाहे अकेले या व्यक्तियों के किसी निकाय के सदस्य के रूप में, कोई न्यायनिर्णयन कार्य निर्वहन करने के लिए विधि द्वारा सशक्त है; (ग) किसी न्यायालय का हर अधिकारी, जिसके अंतर्गत कोई परिसमापक, रिसीवर या आयुक्त है जिसका कर्तव्य, ऐसे अधिकारी के रूप में, विधि या तथ्य के किसी भी मामले में अन्वेषण या रिपोर्ट करना, या कोई दस्तावेज बनाना, अधिप्रमाणित करना, या रखना, या किसी संपत्ति का भार लेना या उसे निपटाना, या किसी न्यायिक प्रक्रिया को निष्पादित करना, या कोई शपथ दिलाना, या अनुवाद करना, या न्यायालय में व्यवस्था बनाए रखना है, और हर वह व्यक्ति जिसे किसी न्यायालय द्वारा ऐसे किसी कर्तव्य के निर्वहन के लिए विशेष रूप से प्राधिकृत किया गया है; (घ) किसी न्यायालय या लोक सेवक को सहायता देने वाला हर असेसर या पंचायत का सदस्य; (ङ) हर मध्यस्थ या अन्य व्यक्ति जिसे किसी वाद या मामले को किसी न्यायालय द्वारा, या किसी अन्य सक्षम लोक प्राधिकारी द्वारा, निर्णय या रिपोर्ट के लिए निर्देशित किया गया है; (च) हर वह व्यक्ति जो कोई ऐसा पद धारण करता है जिसके आधार पर वह किसी व्यक्ति को परिरोध में रखने या बनाए रखने के लिए सशक्त है; (छ) सरकार का हर वह अधिकारी जिसका कर्तव्य, ऐसे अधिकारी के रूप में, अपराधों को रोकना, अपराधों की जानकारी देना, अपराधियों को न्याय के लिए लाना, या लोक स्वास्थ्य, सुरक्षा या सुविधा को संरक्षित करना है; (ज) हर वह अधिकारी जिसका कर्तव्य, ऐसे अधिकारी के रूप में, सरकार की ओर से कोई संपत्ति लेना, प्राप्त करना, रखना या व्यय करना, या सरकार की ओर से कोई सर्वेक्षण, निर्धारण या संविदा करना, या किसी राजस्व-प्रक्रिया को निष्पादित करना, या सरकार के आर्थिक हितों को प्रभावित करने वाले किसी भी मामले में अन्वेषण या रिपोर्ट करना, या सरकार के आर्थिक हितों से संबंधित कोई दस्तावेज बनाना, अधिप्रमाणित करना या रखना, या सरकार के आर्थिक हितों के संरक्षण के लिए किसी विधि के उल्लंघन को रोकना है; (झ) हर वह अधिकारी जिसका कर्तव्य, ऐसे अधिकारी के रूप में, किसी संपत्ति को लेना, प्राप्त करना, रखना या व्यय करना, कोई सर्वेक्षण या निर्धारण करना, या किसी ग्राम, नगर या जिले के किसी धर्मनिरपेक्ष सामान्य प्रयोजन के लिए कोई दर या कर लगाना, या किसी ग्राम, नगर या जिले के लोगों के अधिकारों का पता लगाने के लिए कोई दस्तावेज बनाना, अधिप्रमाणित करना या रखना है; (ञ) हर वह व्यक्ति जो कोई ऐसा पद धारण करता है जिसके आधार पर वह निर्वाचक नामावली तैयार करने, प्रकाशित करने, बनाए रखने या पुनरीक्षित करने, या किसी निर्वाचन या निर्वाचन के किसी भाग का संचालन करने के लिए सशक्त है; (ट) हर वह व्यक्ति— (i) जो सरकार की सेवा या वेतन में है, या जो सरकार द्वारा किसी लोक कर्तव्य के निर्वहन के लिए फीस या कमीशन द्वारा पारिश्रमिक प्राप्त करता है;\n(ii) जो साधारण खंड अधिनियम, 1897 की धारा 3 के खंड (31) में यथापरिभाषित किसी स्थानीय प्राधिकारी, किसी केंद्रीय या राज्य अधिनियम द्वारा या उसके अधीन स्थापित किसी निगम या कंपनी अधिनियम, 2013 की धारा 2 के खंड (45) में यथापरिभाषित किसी सरकारी कंपनी की सेवा या वेतन में है।\n(29) “विश्वास करने का कारण (reason to believe)”।—कोई व्यक्ति किसी बात के “विश्वास करने का कारण” रखता है, यदि उसे उस बात के विश्वास करने के लिए पर्याप्त कारण है, अन्यथा नहीं;\n(30) “विशेष विधि (special law)” से वह विधि अभिप्रेत है जो किसी विशेष विषय पर लागू है;\n(31) “मूल्यवान प्रतिभूति (valuable security)” से ऐसा दस्तावेज अभिप्रेत है जो ऐसा दस्तावेज है या होना तात्पर्यित है जिसके द्वारा कोई विधिक अधिकार सृजित, विस्तृत, अंतरित, निर्बन्धित, बुझाया या निर्मुक्त किया जाता है, या जिसके द्वारा कोई व्यक्ति यह स्वीकार करता है कि वह किसी विधिक दायित्व के अधीन है, या उसका कोई निश्चित विधिक अधिकार नहीं है।\n(32) “जलयान (vessel)” से मानवों या संपत्ति के जल द्वारा वहन के लिए बनाई गई कोई भी चीज अभिप्रेत है;\n(33) “स्वेच्छया (voluntarily)”।—कोई व्यक्ति किसी परिणाम को “स्वेच्छया” कारित करता है, जब वह उसे ऐसे साधनों द्वारा कारित करता है जिनके द्वारा उसे कारित करने का उसका आशय था, या ऐसे साधनों द्वारा, जिनके उपयोग के समय वह जानता था या विश्वास करने का कारण रखता था कि उनके द्वारा उसका कारित होना संभाव्य है।\n(34) “वसीयत (will)” से कोई वसीयती दस्तावेज अभिप्रेत है;\n(35) “स्त्री (woman)” से किसी भी आयु की नारी मानव अभिप्रेत है;\n(36) “सदोष अभिलाभ (wrongful gain)” से अवैध साधनों द्वारा ऐसी संपत्ति का अभिलाभ अभिप्रेत है जिसका अभिलाभ प्राप्त करने वाला व्यक्ति वैध रूप से हकदार नहीं है;\n(37) “सदोष हानि (wrongful loss)” से अवैध साधनों द्वारा ऐसी संपत्ति की हानि अभिप्रेत है जिसका हानि उठाने वाला व्यक्ति वैध रूप से हकदार है;\n(38) “सदोष अभिलाभ प्राप्त करना” और “सदोष हानि उठाना”।—कोई व्यक्ति तब “सदोष अभिलाभ प्राप्त करता है” कहा जाता है जब वह सदोष रूप से रखता है, साथ ही जब वह सदोष रूप से अर्जित करता है। कोई व्यक्ति तब “सदोष हानि उठाता है” कहा जाता है जब उसे सदोष रूप से किसी संपत्ति से बाहर रखा जाता है, साथ ही जब उसे सदोष रूप से संपत्ति से वंचित किया जाता है; और\n(39) इसमें उपयोग किए गए किंतु इसमें परिभाषित न किए गए शब्द और अभिव्यक्तियां जिनका सूचना प्रौद्योगिकी अधिनियम, 2000 और भारतीय नागरिक सुरक्षा संहिता, 2023 में अर्थ परिभाषित है, का वही अर्थ होगा जो उस अधिनियम और संहिता में उन्हें क्रमशः समनुदेशित है।"
      },
      {
        "section_no": 3,
        "text": "(1) इस संहिता के सभी भागों में, किसी अपराध की हर परिभाषा, हर दंडात्मक उपबंध, और ऐसी हर परिभाषा या दंडात्मक उपबंध का हर दृष्टांत, “साधारण अपवाद” नामक अध्याय में अंतर्विष्ट अपवादों के अधीन समझा जाएगा, भले ही वे अपवाद ऐसी परिभाषा, दंडात्मक उपबंध या दृष्टांत में दोहराए न गए हों।\n(2) हर अभिव्यक्ति जिसे इस संहिता के किसी भाग में स्पष्ट किया गया है, इस संहिता के हर भाग में स्पष्टीकरण के अनुरूप उपयोग की गई है।\n(3) जब संपत्ति किसी व्यक्ति के पति या पत्नी, लिपिक या सेवक के कब्जे में उस व्यक्ति के लिए है, तो वह इस संहिता के अर्थ के भीतर उस व्यक्ति के कब्जे में है।\n(4) इस संहिता के हर भाग में, सिवाय वहां के जहां संदर्भ से विपरीत आशय प्रकट होता है, कार्यों को संदर्भित करने वाले शब्दों का विस्तार अवैध लोपों पर भी होता है।\n(5) जब कई व्यक्तियों द्वारा कोई आपराधिक कार्य उन सभी के सामान्य आशय को अग्रसर करने में किया जाता है, तो ऐसे व्यक्तियों में से प्रत्येक उस कार्य के लिए उसी प्रकार दायी है, मानो वह कार्य अकेले उसी ने किया हो।\n(6) जब कभी कोई कार्य, जो आपराधिक केवल इस कारण है कि वह किसी आपराधिक ज्ञान या आशय से किया गया है, कई व्यक्तियों द्वारा किया जाता है, तब ऐसे व्यक्तियों में से हर व्यक्ति, जो उस ज्ञान या आशय से उस कार्य में शामिल होता है, उस कार्य के लिए उसी प्रकार दायी है, मानो वह कार्य अकेले उसी ने उस ज्ञान या आशय से किया हो।\n(7) जहां किसी कार्य द्वारा या लोप द्वारा किसी निश्चित परिणाम का कारित होना, या उस परिणाम को कारित करने का प्रयास, अपराध है, तो यह समझा जाएगा कि उस परिणाम का आंशिक रूप से कार्य द्वारा और आंशिक रूप से लोप द्वारा कारित होना वही अपराध है।\n(8) जब कई कार्यों के माध्यम से कोई अपराध किया जाता है, तो जो कोई भी उन कार्यों में से किसी एक को, चाहे अकेले या किसी अन्य व्यक्ति के साथ संयुक्त रूप से करके, उस अपराध के किए जाने में जानबूझकर सहयोग करता है, वह अपराध करता है।\n(9) जहां कई व्यक्ति किसी आपराधिक कार्य के किए जाने में लगे हुए या संबंधित हैं, वे उस कार्य के माध्यम से विभिन्न अपराधों के दोषी हो सकते हैं।"
      }
    ]
  }, 

  {
    "chapter_no": 2,
    "chapter_title": "दंडों के विषय में",
    "sections": [
      {
        "section_no": 4,
        "text": "इस संहिता के उपबंधों के अधीन अपराधी निम्नलिखित दंडों के लिए दायी होंगे:—\n(क) मृत्यु;\n(ख) आजीवन कारावास;\n(ग) कारावास, जो दो प्रकार का होता है, अर्थात्:—\n(1) कठिन (Rigorous), अर्थात् कठिन श्रम के साथ;\n(2) साधारण (Simple);\n(घ) संपत्ति का समपहरण (Forfeiture of property);\n(ङ) जुर्माना (Fine);\n(च) सामुदायिक सेवा (Community Service)."
      },
      {
        "section_no": 5,
        "text": "समुचित सरकार, अपराधी की सहमति के बिना, इस संहिता के अधीन किसी भी दंड को भारतीय नागरिक सुरक्षा संहिता, 2023 की धारा 474 के अनुसार किसी अन्य दंड में लघुकरण (commute) कर सकती है।"
      },
      {
        "section_no": 6,
        "text": "दंड की अवधि के अंशों की गणना करने में, आजीवन कारावास को बीस वर्ष के कारावास के समतुल्य माना जाएगा, जब तक कि अन्यथा उपबंध न किया गया हो।"
      },
      {
        "section_no": 7,
        "text": "हर मामले में, जिसमें अपराधी कारावास से दंडनीय है जो किसी भी प्रकार का हो सकता है, उस न्यायालय के लिए सक्षम होगा जो ऐसे अपराधी को दंडित करता है कि वह दंडादेश में यह निर्देशित करे कि ऐसा कारावास पूर्णतः कठिन होगा, या ऐसा कारावास पूर्णतः साधारण होगा, या ऐसे कारावास का कोई भाग कठिन होगा और शेष साधारण होगा।"
      },
      {
        "section_no": 8,
        "text": "(1) जहां कोई राशि अभिव्यक्त नहीं की गई है जिस तक जुर्माना बढ़ाया जा सकता है, वहां जुर्माने की वह राशि जिसके लिए अपराधी दायी है, असीमित होगी, किंतु वह अत्यधिक नहीं होगी।\n(2) हर ऐसे अपराध के मामले में—\n(क) जो कारावास के साथ-साथ जुर्माने से भी दंडनीय है, जिसमें अपराधी को जुर्माना किया जाता है, चाहे कारावास सहित हो या रहित;\n(ख) जो कारावास या जुर्माने से, या केवल जुर्माने से दंडनीय है, जिसमें अपराधी को जुर्माना किया जाता है,\nउस न्यायालय के लिए सक्षम होगा जो ऐसे अपराधी को दंडित करता है कि वह दंडादेश द्वारा यह निर्देशित करे कि जुर्माने का भुगतान न करने पर, अपराधी एक निश्चित अवधि के लिए कारावास भोगेगा, जिसमें कारावास किसी अन्य कारावास से अतिरिक्त होगा जो उसे दंडादिष्ट किया गया हो या जिसके लिए वह दंड के लघुकरण के अधीन दायी हो।\n(3) वह अवधि जिसके लिए न्यायालय जुर्माने का भुगतान न करने पर अपराधी को कारावास का निर्देश देता है, कारावास की उस अधिकतम अवधि के एक-चौथाई से अधिक नहीं होगी जो उस अपराध के लिए नियत की गई है, यदि वह अपराध कारावास के साथ-साथ जुर्माने से भी दंडनीय है।\n(4) वह कारावास जो न्यायालय जुर्माने का भुगतान न करने पर या सामुदायिक सेवा न करने पर अधिरोपित करता है, किसी भी प्रकार का हो सकता है जिसके लिए अपराधी को उस अपराध के लिए दंडादिष्ट किया जा सकता था।\n(5) यदि अपराध जुर्माने या सामुदायिक सेवा से दंडनीय है, तो वह कारावास जो न्यायालय जुर्माने का भुगतान न करने पर या सामुदायिक सेवा न करने पर अधिरोपित करता है, साधारण होगा, और वह अवधि जिसके लिए न्यायालय जुर्माने का भुगतान न करने पर या सामुदायिक सेवा न करने पर अपराधी को कारावास का निर्देश देता है, निम्नलिखित से अधिक नहीं होगी:—\n(क) दो मास, जब जुर्माने की राशि पांच हजार रुपये से अधिक नहीं होती है;\n(ख) चार मास, जब जुर्माने की राशि दस हजार रुपये से अधिक नहीं होती है; और\n(ग) एक वर्ष, किसी अन्य मामले में।\n(6) (क) वह कारावास जो जुर्माने का भुगतान न करने पर अधिरोपित किया जाता है, जब भी वह जुर्माना या तो चुका दिया जाता है या विधि की प्रक्रिया द्वारा उद्गृहीत किया जाता है, तब समाप्त हो जाएगा;\n(ख) यदि, भुगतान न करने पर नियत कारावास की अवधि की समाप्ति से पहले, जुर्माने का ऐसा अनुपात चुका दिया जाता है या उद्गृहीत किया जाता है कि भुगतान न करने पर भोगा गया कारावास जुर्माने के उस भाग के अनुपात में कम नहीं है जो अभी भी अदत्त है, तो कारावास समाप्त हो जाएगा।\n(7) जुर्माना, या उसका कोई भी भाग जो अदत्त रहता है, दंडादेश पारित होने के छह वर्ष के भीतर किसी भी समय उद्गृहीत किया जा सकता है, और यदि दंडादेश के अधीन, अपराधी छह वर्ष से अधिक की अवधि के लिए कारावास के लिए दायी है, तो उस अवधि की समाप्ति से पहले किसी भी समय उद्गृहीत किया जा सकता है; और अपराधी की मृत्यु किसी भी संपत्ति को दायित्व से मुक्त नहीं करती है जो उसकी मृत्यु के बाद उसके ऋणों के लिए वैध रूप से दायी होगी।"
      },
      {
        "section_no": 9,
        "text": "(1) जहां कोई बात जो अपराध है, भागों से बनी है, जिनमें से कोई भी भाग स्वयं एक अपराध है, वहां अपराधी को ऐसे उसके अपराधों में से एक से अधिक के दंड से दंडित नहीं किया जाएगा, जब तक कि ऐसा स्पष्ट रूप से उपबंधित न हो।\n(2) जहां—\n(क) कोई बात तत्समय प्रवृत्त किसी विधि की दो या अधिक पृथक परिभाषाओं के अंतर्गत आने वाला अपराध है जिसके द्वारा अपराधों को परिभाषित या दंडित किया जाता है; या\n(ख) कई कार्य, जिनमें से एक या एक से अधिक स्वयं या मिलकर कोई अपराध गठित करते, संयुक्त होने पर एक भिन्न अपराध गठित करते हैं,\nवहां अपराधी को ऐसे अपराधों में से किसी एक के लिए न्यायालय जो उसका विचारण करता है, प्रदान कर सकता है, उससे अधिक कठोर दंड से दंडित नहीं किया जाएगा।"
      },
      {
        "section_no": 10,
        "text": "उन सभी मामलों में जिनमें यह निर्णय दिया जाता है कि कोई व्यक्ति निर्णय में विनिर्दिष्ट कई अपराधों में से एक का दोषी है, किंतु यह संदिग्ध है कि वह इनमें से किस अपराध का दोषी है, तो अपराधी को उस अपराध के लिए दंडित किया जाएगा जिसके लिए सबसे कम दंड का उपबंध है यदि सभी के लिए समान दंड उपबंधित नहीं है।"
      },
      {
        "section_no": 11,
        "text": "जब कभी कोई व्यक्ति किसी ऐसे अपराध के लिए सिद्धदोष ठहराया जाता है जिसके लिए इस संहिता के अधीन न्यायालय के पास उसे कठिन कारावास का दंडादेश देने की शक्ति है, तो न्यायालय अपने दंडादेश द्वारा यह आदेश दे सकता है कि अपराधी को दंडादिष्ट कारावास के किसी भी भाग या भागों के लिए एकांत परिरोध (solitary confinement) में रखा जाएगा, जो पूरे पर तीन मास से अधिक नहीं होगा, निम्नलिखित मापमान के अनुसार, अर्थात्:—\n(क) एक मास से अधिक नहीं की अवधि, यदि कारावास की अवधि छह मास से अधिक नहीं होगी;\n(ख) दो मास से अधिक नहीं की अवधि, यदि कारावास की अवधि छह मास से अधिक होगी और एक वर्ष से अधिक नहीं होगी;\n(ग) तीन मास से अधिक नहीं की अवधि, यदि कारावास की अवधि एक वर्ष से अधिक होगी।"
      },
      {
        "section_no": 12,
        "text": "एकांत परिरोध के दंडादेश का निष्पादन करने में, ऐसा परिरोध एक समय में चौदह दिन से अधिक नहीं होगा, एकांत परिरोध की अवधियों के बीच के अंतराल के साथ जो उन अवधियों से कम अवधि के नहीं होंगे; और जब अधिनिर्णीत कारावास तीन मास से अधिक होगा, तो एकांत परिरोध अधिनिर्णीत संपूर्ण कारावास के किसी भी एक मास में सात दिन से अधिक नहीं होगा, एकांत परिरोध की अवधियों के बीच के अंतराल के साथ जो उन अवधियों से कम अवधि के नहीं होंगे।"
      },
      {
        "section_no": 13,
        "text": "जो कोई भी, भारत में किसी न्यायालय द्वारा इस संहिता के **अध्याय X** या **अध्याय XVII** के अधीन तीन वर्ष या उससे अधिक की अवधि के कारावास से दंडनीय अपराध के लिए सिद्धदोष ठहराया गया है, और तत्पश्चात् उन्हीं अध्यायों में से किसी के अधीन वैसे ही कारावास से दंडनीय किसी अपराध का दोषी होगा, वह ऐसे हर पश्चात्वर्ती अपराध के लिए **आजीवन कारावास** के लिए, या ऐसी अवधि के कारावास के लिए, जो **दस वर्ष** तक की हो सकती है, दायी होगा।"
      }
    ]
  },
  {

    "chapter_no": 3,
    "chapter_title": "साधारण अपवाद",
    "sections": [
      {
        "section_no": 14,
        "text": "कोई भी बात अपराध नहीं है जो ऐसे व्यक्ति द्वारा की जाती है जो, या जो तथ्य की भूल (mistake of fact) के कारण, न कि विधि की भूल (mistake of law) के कारण, सद्भावपूर्वक यह विश्वास करता है कि वह उसे करने के लिए विधि द्वारा आबद्ध है।"
      },
      {
        "section_no": 15,
        "text": "कोई भी बात अपराध नहीं है जो किसी न्यायाधीश द्वारा तब की जाती है जब वह न्यायिक कार्य करते हुए ऐसी किसी शक्ति का प्रयोग कर रहा है जो उसे विधि द्वारा दी गई है, या जिसके बारे में वह सद्भावपूर्वक विश्वास करता है कि उसे विधि द्वारा दी गई है।"
      },
      {
        "section_no": 16,
        "text": "कोई भी बात, जो किसी न्यायालय के निर्णय या आदेश के अनुसरण में या उसके द्वारा प्राधिकृत है, यदि वह तब तक की जाती है जब तक ऐसा निर्णय या आदेश प्रवृत्त रहता है, अपराध नहीं है, भले ही न्यायालय को ऐसा निर्णय या आदेश पारित करने की अधिकारिता न रही हो, बशर्ते कि कार्य करने वाला व्यक्ति सद्भावपूर्वक यह विश्वास करता हो कि न्यायालय को ऐसी अधिकारिता थी।"
      },
      {
        "section_no": 17,
        "text": "कोई भी बात अपराध नहीं है जो ऐसे किसी व्यक्ति द्वारा की जाती है जो विधि द्वारा उचित ठहराया गया है, या जो तथ्य की भूल के कारण, न कि विधि की भूल के कारण, सद्भावपूर्वक यह विश्वास करता है कि वह उसे करने के लिए विधि द्वारा उचित ठहराया गया है।"
      },
      {
        "section_no": 18,
        "text": "कोई भी बात अपराध नहीं है जो दुर्घटना या दुर्भाग्य से, और किसी आपराधिक आशय या ज्ञान के बिना, किसी वैध कार्य को वैध तरीके से वैध साधनों द्वारा और उचित देखभाल और सावधानी के साथ करते हुए की जाती है।"
      },
      {
        "section_no": 19,
        "text": "कोई भी बात केवल इस कारण से अपराध नहीं है कि वह इस ज्ञान के साथ की जाती है कि उससे हानि होने की संभावना है, यदि वह हानि कारित करने के किसी आपराधिक आशय के बिना, और व्यक्ति या संपत्ति को अन्य हानि को रोकने या टालने के प्रयोजन के लिए सद्भावपूर्वक की जाती है।"
      },
      {
        "section_no": 20,
        "text": "कोई भी बात अपराध नहीं है जो सात वर्ष से कम आयु के बालक द्वारा की जाती है।"
      },
      {
        "section_no": 21,
        "text": "कोई भी बात अपराध नहीं है जो सात वर्ष से अधिक आयु के और बारह वर्ष से कम आयु के बालक द्वारा की जाती है, जिसने उस अवसर पर अपने आचरण की प्रकृति और परिणामों का निर्णय करने के लिए पर्याप्त परिपक्वता प्राप्त नहीं की है।"
      },
      {
        "section_no": 22,
        "text": "कोई भी बात अपराध नहीं है जो ऐसे व्यक्ति द्वारा की जाती है, जो उसे करते समय चित्त विकृति (unsoundness of mind) के कारण कार्य की प्रकृति, या यह कि वह जो कर रहा है वह या तो गलत है या विधि के विपरीत है, जानने में असमर्थ है।"
      },
      {
        "section_no": 23,
        "text": "कोई भी बात अपराध नहीं है जो ऐसे व्यक्ति द्वारा की जाती है, जो उसे करते समय मत्तता (intoxication) के कारण कार्य की प्रकृति, या यह कि वह जो कर रहा है वह या तो गलत है, या विधि के विपरीत है, जानने में असमर्थ है; बशर्ते कि जिस वस्तु से उसे मत्तता हुई थी, वह उसे उसके ज्ञान के बिना या उसकी इच्छा के विरुद्ध दी गई थी।"
      },
      {
        "section_no": 24,
        "text": "उन मामलों में जहां किया गया कार्य तब तक अपराध नहीं है जब तक कि किसी विशेष ज्ञान या आशय के साथ न किया गया हो, कोई व्यक्ति जो मत्तता की स्थिति में वह कार्य करता है, उसके साथ ऐसे बरता जाएगा मानो उसे वही ज्ञान था जो उसे होता यदि वह मत्त नहीं होता, जब तक कि जिस वस्तु से उसे मत्तता हुई थी, वह उसे उसके ज्ञान के बिना या उसकी इच्छा के विरुद्ध दी गई थी।"
      },
      {
        "section_no": 25,
        "text": "कोई भी बात, जो मृत्यु या घोर उपहति कारित करने के लिए आशयित नहीं है, और जिसके बारे में कर्ता को यह ज्ञात नहीं है कि उससे मृत्यु या घोर उपहति होने की संभावना है, किसी ऐसी हानि के कारण अपराध नहीं है जो वह किसी अठारह वर्ष से अधिक आयु के व्यक्ति को कारित कर सकती है, या कर्ता द्वारा कारित करने के लिए आशयित है, जिसने उस हानि को सहने के लिए व्यक्त या निहित सहमति दी है; या किसी ऐसी हानि के कारण अपराध नहीं है जिसके बारे में कर्ता को ज्ञात हो सकता है कि वह ऐसे किसी व्यक्ति को कारित होने की संभावना है जिसने उस हानि का जोखिम उठाने के लिए सहमति दी है।"
      },
      {
        "section_no": 26,
        "text": "कोई भी बात, जो मृत्यु कारित करने के लिए आशयित नहीं है, किसी ऐसी हानि के कारण अपराध नहीं है जो वह ऐसे किसी व्यक्ति को कारित कर सकती है, या कर्ता द्वारा कारित करने के लिए आशयित है, या जिसके बारे में कर्ता को ज्ञात है कि उससे हानि होने की संभावना है, जिसके फायदे के लिए वह सद्भावपूर्वक की जाती है, और जिसने उस हानि को सहने के लिए, या उस हानि का जोखिम उठाने के लिए, व्यक्त या निहित सहमति दी है।"
      },
      {
        "section_no": 27,
        "text": "कोई भी बात, जो बारह वर्ष से कम आयु के व्यक्ति, या चित्त विकृति के व्यक्ति के फायदे के लिए सद्भावपूर्वक की जाती है, उस व्यक्ति के संरक्षक या उस व्यक्ति का विधिपूर्ण भारसाधक किसी अन्य व्यक्ति की व्यक्त या निहित सहमति से, किसी ऐसी हानि के कारण अपराध नहीं है जो वह कारित कर सकती है, या कर्ता द्वारा कारित करने के लिए आशयित है या जिसके बारे में कर्ता को ज्ञात है कि उससे उस व्यक्ति को हानि होने की संभावना है:\nपरंतु यह अपवाद निम्नलिखित तक विस्तारित नहीं होगा:—\n(क) मृत्यु का साशय कारित करना, या मृत्यु कारित करने का प्रयास करना;\n(ख) कोई भी ऐसा कार्य करना जिसके बारे में कार्य करने वाला व्यक्ति जानता है कि उससे मृत्यु होने की संभावना है, सिवाय मृत्यु या घोर उपहति को रोकने, या किसी घोर रोग या दुर्बलता को ठीक करने के प्रयोजन के;\n(ग) घोर उपहति स्वेच्छया कारित करना, या घोर उपहति कारित करने का प्रयास करना, जब तक कि वह मृत्यु या घोर उपहति को रोकने, या किसी घोर रोग या दुर्बलता को ठीक करने के प्रयोजन के लिए न हो;\n(घ) किसी भी अपराध का दुष्प्रेरण (abetment), जिसके किए जाने पर यह अपवाद विस्तारित नहीं होता।"
      },
      {
        "section_no": 28,
        "text": "कोई सहमति इस संहिता की किसी भी धारा द्वारा आशयित सहमति नहीं है,—\n(क) यदि सहमति क्षति के भय के अधीन, या तथ्य की गलत धारणा (misconception of fact) के अधीन दी गई है, और यदि कार्य करने वाला व्यक्ति जानता है, या उसके पास यह विश्वास करने का कारण है, कि सहमति ऐसे भय या गलत धारणा के परिणामस्वरूप दी गई थी; या\n(ख) यदि सहमति ऐसे व्यक्ति द्वारा दी गई है जो, चित्त विकृति, या मत्तता के कारण, उस बात की प्रकृति और परिणाम को समझने में असमर्थ है जिसके लिए वह सहमति देता है; या\n(ग) जब तक कि संदर्भ से इसका विपरीत प्रकट न हो, यदि सहमति ऐसे व्यक्ति द्वारा दी गई है जो बारह वर्ष से कम आयु का है।"
      },
      {
        "section_no": 29,
        "text": "धारा 25, 26 और 27 में दिए गए अपवाद उन कार्यों तक विस्तारित नहीं होते हैं जो सहमति देने वाले व्यक्ति को, या जिसकी ओर से सहमति दी गई है, को होने वाली किसी भी हानि से स्वतंत्र रूप से अपराध हैं, या जो कारित करने के लिए आशयित हैं, या जिनके बारे में ज्ञात है कि वे कारित करने की संभावना रखते हैं।"
      },
      {
        "section_no": 30,
        "text": "कोई भी बात किसी ऐसी हानि के कारण अपराध नहीं है जो वह किसी ऐसे व्यक्ति को कारित कर सकती है जिसके फायदे के लिए वह सद्भावपूर्वक की जाती है, भले ही उस व्यक्ति की सहमति के बिना, यदि परिस्थितियां ऐसी हैं कि उस व्यक्ति के लिए सहमति जताना असंभव है, या यदि वह व्यक्ति सहमति देने में असमर्थ है, और उसका कोई संरक्षक या अन्य विधिपूर्ण भारसाधक व्यक्ति नहीं है जिससे लाभ के साथ वह कार्य करने के लिए समय पर सहमति प्राप्त करना संभव हो:\nपरंतु यह अपवाद निम्नलिखित तक विस्तारित नहीं होगा:—\n(क) मृत्यु का साशय कारित करना, या मृत्यु कारित करने का प्रयास करना;\n(ख) कोई भी ऐसा कार्य करना जिसके बारे में कार्य करने वाला व्यक्ति जानता है कि उससे मृत्यु होने की संभावना है, सिवाय मृत्यु या घोर उपहति को रोकने, या किसी घोर रोग या दुर्बलता को ठीक करने के प्रयोजन के;\n(ग) उपहति (hurt) स्वेच्छया कारित करना, या उपहति कारित करने का प्रयास करना, सिवाय मृत्यु या उपहति को रोकने के प्रयोजन के;\n(घ) किसी भी अपराध का दुष्प्रेरण, जिसके किए जाने पर यह अपवाद विस्तारित नहीं होता।"
      },
      {
        "section_no": 31,
        "text": "कोई भी सद्भावपूर्वक किया गया संचार उस व्यक्ति को होने वाली किसी भी हानि के कारण अपराध नहीं है जिसे वह किया जाता है, यदि वह उस व्यक्ति के फायदे के लिए किया जाता है।"
      },
      {
        "section_no": 32,
        "text": "हत्या (murder), और मृत्यु से दंडनीय राज्य के विरुद्ध अपराधों को छोड़कर, कोई भी बात अपराध नहीं है जो ऐसे व्यक्ति द्वारा की जाती है जिसे धमकियों से ऐसा करने के लिए मजबूर किया जाता है, जो, कार्य करते समय, उचित रूप से यह आशंका उत्पन्न करती हैं कि अन्यथा उस व्यक्ति की तत्काल मृत्यु (instant death) परिणाम होगी:\nपरंतु यह कि कार्य करने वाले व्यक्ति ने स्वयं अपनी इच्छा से, या तत्काल मृत्यु से कम स्वयं को हानि होने की उचित आशंका से, स्वयं को उस स्थिति में नहीं रखा जिसके कारण वह ऐसे विवशता के अधीन हो गया।"
      },
      {
        "section_no": 33,
        "text": "कोई भी बात इस कारण अपराध नहीं है कि उससे कोई हानि होती है, या उसे कारित करने का आशय है, या उसके कारित होने की संभावना ज्ञात है, यदि वह हानि इतनी तुच्छ (slight) है कि साधारण समझ और स्वभाव वाला कोई भी व्यक्ति ऐसी हानि की शिकायत नहीं करेगा।"
      },
      {
        "section_no": 34,
        "text": "कोई भी बात अपराध नहीं है जो निजी प्रतिरक्षा के अधिकार (right of private defence) के प्रयोग में की जाती है।"
      },
      {
        "section_no": 35,
        "text": "धारा 37 में अंतर्विष्ट निर्बंधनों के अधीन रहते हुए, प्रत्येक व्यक्ति को निम्नलिखित की प्रतिरक्षा का अधिकार है:—\n(क) मानव शरीर को प्रभावित करने वाले किसी भी अपराध के विरुद्ध अपने स्वयं के शरीर और किसी अन्य व्यक्ति के शरीर की;\n(ख) अपनी या किसी अन्य व्यक्ति की जंगम या स्थावर संपत्ति की, किसी ऐसे कार्य के विरुद्ध जो चोरी, लूट, कुचेष्टा (mischief) या आपराधिक अतिचार की परिभाषा के अंतर्गत आने वाला अपराध है, या जो चोरी, लूट, कुचेष्टा या आपराधिक अतिचार करने का प्रयास है।"
      },
      {
        "section_no": 36,
        "text": "जब कोई कार्य, जो अन्यथा एक निश्चित अपराध होता, उस कार्य को करने वाले व्यक्ति की युवावस्था, समझने की परिपक्वता की कमी, चित्त विकृति या मत्तता के कारण, या उस व्यक्ति की ओर से किसी गलत धारणा के कारण, वह अपराध नहीं है, तो प्रत्येक व्यक्ति को उस कार्य के विरुद्ध निजी प्रतिरक्षा का वही अधिकार है जो उसे होता यदि वह कार्य वह अपराध होता।"
      },
      {
        "section_no": 37,
        "text": "(1) निजी प्रतिरक्षा का कोई अधिकार नहीं है:—\n(क) ऐसे कार्य के विरुद्ध, जो किसी लोक सेवक द्वारा सद्भावपूर्वक अपने पद के रंग के अधीन किया जाता है, या करने का प्रयास किया जाता है, और जो उचित रूप से मृत्यु या घोर उपहति की आशंका उत्पन्न नहीं करता है, भले ही वह कार्य विधि द्वारा कड़ाई से न्यायोचित न ठहराया गया हो;\n(ख) ऐसे कार्य के विरुद्ध, जो किसी लोक सेवक के निर्देश पर सद्भावपूर्वक अपने पद के रंग के अधीन किया जाता है, या करने का प्रयास किया जाता है, और जो उचित रूप से मृत्यु या घोर उपहति की आशंका उत्पन्न नहीं करता है, भले ही वह निर्देश विधि द्वारा कड़ाई से न्यायोचित न ठहराया गया हो;\n(ग) उन मामलों में जिनमें लोक प्राधिकारियों की संरक्षा के लिए सहारा लेने का समय होता है।\n(2) निजी प्रतिरक्षा का अधिकार किसी भी मामले में प्रतिरक्षा के प्रयोजन के लिए आवश्यक से अधिक हानि कारित करने तक विस्तारित नहीं होता है।"
      },
      {
        "section_no": 38,
        "text": "शरीर की निजी प्रतिरक्षा का अधिकार, धारा 37 में विनिर्दिष्ट निर्बंधनों के अधीन रहते हुए, हमलावर की स्वेच्छया मृत्यु या कोई अन्य हानि कारित करने तक विस्तारित होता है, यदि वह अपराध जो इस अधिकार के प्रयोग का कारण बनता है, निम्नलिखित वर्णनों में से कोई है, अर्थात्:—\n(क) ऐसा हमला जिससे उचित रूप से यह आशंका उत्पन्न हो कि ऐसे हमले का परिणाम अन्यथा मृत्यु होगी;\n(ख) ऐसा हमला जिससे उचित रूप से यह आशंका उत्पन्न हो कि ऐसे हमले का परिणाम अन्यथा घोर उपहति होगी;\n(ग) बलात्संग (rape) करने के आशय से किया गया हमला;\n(घ) अप्राकृतिक काम-तृष्णा (unnatural lust) तृप्त करने के आशय से किया गया हमला;\n(ङ) अपहरण या व्यपहरण (kidnapping or abducting) के आशय से किया गया हमला;\n(च) किसी व्यक्ति को सदोष परिरोध (wrongfully confining) करने के आशय से किया गया हमला, ऐसी परिस्थितियों में जो उचित रूप से उसे यह आशंका उत्पन्न कर सकती हैं कि वह अपनी रिहाई के लिए लोक प्राधिकारियों की सहायता लेने में असमर्थ होगा;\n(छ) एसिड फेंकने या डालने का कार्य या एसिड फेंकने या डालने का प्रयास, जिससे उचित रूप से यह आशंका उत्पन्न हो कि ऐसे कार्य का परिणाम अन्यथा घोर उपहति होगी।"
      },
      {
        "section_no": 39,
        "text": "यदि अपराध धारा 38 में विनिर्दिष्ट वर्णनों में से कोई नहीं है, तो शरीर की निजी प्रतिरक्षा का अधिकार हमलावर की स्वेच्छया मृत्यु कारित करने तक विस्तारित नहीं होता है, किंतु धारा 37 में विनिर्दिष्ट निर्बंधनों के अधीन रहते हुए, हमलावर को मृत्यु से भिन्न कोई भी हानि स्वेच्छया कारित करने तक विस्तारित होता है।"
      },
      {
        "section_no": 40,
        "text": "शरीर की निजी प्रतिरक्षा का अधिकार जैसे ही शरीर के लिए खतरे की उचित आशंका उत्पन्न होती है, अपराध करने के प्रयास या धमकी से, आरंभ हो जाता है, भले ही अपराध किया न गया हो; और वह तब तक बना रहता है जब तक शरीर के लिए खतरे की ऐसी आशंका बनी रहती है।"
      },
      {
        "section_no": 41,
        "text": "संपत्ति की निजी प्रतिरक्षा का अधिकार, धारा 37 में विनिर्दिष्ट निर्बंधनों के अधीन रहते हुए, दोषकर्ता की स्वेच्छया मृत्यु या कोई अन्य हानि कारित करने तक विस्तारित होता है, यदि वह अपराध, जिसका किया जाना, या जिसका करने का प्रयास, इस अधिकार के प्रयोग का कारण बनता है, निम्नलिखित वर्णनों में से कोई अपराध है, अर्थात्:—\n(क) लूट (robbery);\n(ख) सूर्यास्त के बाद और सूर्योदय से पहले गृह-भेदन (house-breaking);\n(ग) किसी भवन, तम्बू या जलयान पर आग या किसी विस्फोटक पदार्थ द्वारा की गई कुचेष्टा, जिसका उपयोग मानव आवास के रूप में, या संपत्ति की अभिरक्षा के स्थान के रूप में किया जाता है;\n(घ) चोरी, कुचेष्टा, या आपराधिक अतिचार, ऐसी परिस्थितियों में जो उचित रूप से यह आशंका उत्पन्न कर सकती हैं कि यदि निजी प्रतिरक्षा के ऐसे अधिकार का प्रयोग नहीं किया गया, तो परिणाम मृत्यु या घोर उपहति होगा।"
      },
      {
        "section_no": 42,
        "text": "यदि अपराध, जिसका किया जाना, या जिसका करने का प्रयास निजी प्रतिरक्षा के अधिकार के प्रयोग का कारण बनता है, चोरी, कुचेष्टा, या आपराधिक अतिचार है, जो धारा 41 में विनिर्दिष्ट वर्णनों में से कोई नहीं है, तो वह अधिकार स्वेच्छया मृत्यु कारित करने तक विस्तारित नहीं होता है, किंतु धारा 37 में विनिर्दिष्ट निर्बंधनों के अधीन रहते हुए, दोषकर्ता को मृत्यु से भिन्न कोई भी हानि स्वेच्छया कारित करने तक विस्तारित होता है।"
      },
      {
        "section_no": 43,
        "text": "संपत्ति की निजी प्रतिरक्षा का अधिकार,—\n(क) जैसे ही संपत्ति के लिए खतरे की उचित आशंका आरंभ होती है, आरंभ होता है;\n(ख) चोरी के विरुद्ध तब तक बना रहता है जब तक अपराधी संपत्ति के साथ पीछे हट नहीं जाता है या तो लोक प्राधिकारियों की सहायता प्राप्त नहीं हो जाती है, या संपत्ति बरामद नहीं हो जाती है;\n(ग) लूट के विरुद्ध तब तक बना रहता है जब तक अपराधी किसी भी व्यक्ति को मृत्यु या उपहति या सदोष अवरोध कारित करता है या कारित करने का प्रयास करता है, या जब तक तत्काल मृत्यु या तत्काल उपहति या तत्काल व्यक्तिगत अवरोध का भय बना रहता है;\n(घ) आपराधिक अतिचार या कुचेष्टा के विरुद्ध तब तक बना रहता है जब तक अपराधी आपराधिक अतिचार या कुचेष्टा करने में लगा रहता है;\n(ङ) सूर्यास्त के बाद और सूर्योदय से पहले गृह-भेदन के विरुद्ध तब तक बना रहता है जब तक ऐसे गृह-भेदन द्वारा आरंभ किया गया गृह-अतिचार बना रहता है।"
      },
      {
        "section_no": 44,
        "text": "यदि किसी ऐसे हमले के विरुद्ध निजी प्रतिरक्षा के अधिकार का प्रयोग करने में, जिससे मृत्यु की उचित आशंका उत्पन्न होती है, प्रतिरक्षा करने वाला व्यक्ति ऐसी स्थिति में है कि वह किसी निर्दोष व्यक्ति को हानि के जोखिम के बिना उस अधिकार का प्रभावी ढंग से प्रयोग नहीं कर सकता है, तो उसका निजी प्रतिरक्षा का अधिकार उस जोखिम को उठाने तक विस्तारित होता है।"
      }
    ]
  },
  {
  "chapter_no": 4,
  "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयत्न के विषय में",
  "sections": [
    {
      "section_no": 45,
      "text": "वह व्यक्ति किसी बात के किए जाने का दुष्प्रेरण करता है, जो—\n(क) उस बात को करने के लिए किसी व्यक्ति को उकसाता है; या\n(ख) उस बात को करने के लिए किसी षड्यंत्र में एक या अधिक अन्य व्यक्ति या व्यक्तियों के साथ सम्मिलित होता है, यदि उस षड्यंत्र के अनुसरण में और उस बात को करने के लिए कोई कार्य या अवैध लोप होता है; या\n(ग) किसी कार्य या अवैध लोप द्वारा उस बात के किए जाने में साशय सहायता करता है।"
    },
    {
      "section_no": 46,
      "text": "वह व्यक्ति किसी अपराध का दुष्प्रेरण करता है, जो किसी अपराध के किए जाने का या किसी ऐसे कार्य के किए जाने का दुष्प्रेरण करता है, जो अपराध होगा यदि वह उस दुष्प्रेरक के समान आशय या ज्ञान वाला किसी विधि द्वारा अपराध करने में सक्षम व्यक्ति द्वारा किया जाए।"
    },
    {
      "section_no": 47,
      "text": "वह व्यक्ति इस संहिता के अर्थ के अंतर्गत किसी अपराध का दुष्प्रेरण करता है, जो भारत में भारत से बाहर किसी कार्य के किए जाने का दुष्प्रेरण करता है, जो यदि भारत में किया जाता तो अपराध गठित करता।"
    },
    {
      "section_no": 48,
      "text": "वह व्यक्ति इस संहिता के अर्थ के अंतर्गत किसी अपराध का दुष्प्रेरण करता है, जो भारत के बिना और बाहर भारत में किसी कार्य के किए जाने का दुष्प्रेरण करता है, जो यदि भारत में किया जाता तो अपराध गठित करता।"
    },
    {
      "section_no": 49,
      "text": "जो कोई किसी अपराध का दुष्प्रेरण करता है, यदि दुष्प्रेरित कार्य दुष्प्रेरण के परिणामस्वरूप किया जाता है, और ऐसे दुष्प्रेरण के दण्ड के लिए इस संहिता द्वारा कोई स्पष्ट उपबंध नहीं किया गया है, तो वह उस अपराध के लिए उपबंधित दण्ड से दण्डित किया जाएगा।"
    },
    {
      "section_no": 50,
      "text": "जो कोई किसी अपराध के किए जाने का दुष्प्रेरण करता है, यदि दुष्प्रेरित व्यक्ति उस कार्य को दुष्प्रेरक के आशय या ज्ञान से भिन्न आशय या ज्ञान से करता है, तो उसे उस अपराध के लिए उपबंधित दण्ड से दण्डित किया जाएगा, जो उस समय किया जाता यदि वह कार्य दुष्प्रेरक के आशय या ज्ञान से किया गया होता और किसी अन्य आशय या ज्ञान से नहीं।"
    },
    {
      "section_no": 51,
      "text": "जब किसी कार्य का दुष्प्रेरण किया जाता है और कोई भिन्न कार्य किया जाता है, तब दुष्प्रेरक किए गए कार्य के लिए उसी रीति से और उसी सीमा तक दायित्वाधीन होगा मानो उसने सीधे उसी का दुष्प्रेरण किया हो:\nपरंतु वह किया गया कार्य दुष्प्रेरण का संभाव्य परिणाम था, और उकसाने के प्रभाव में या सहायता से अथवा षड्यंत्र के अनुसरण में, जो दुष्प्रेरण गठित करता था, किया गया था।"
    },
    {
      "section_no": 52,
      "text": "यदि वह कार्य जिसके लिए दुष्प्रेरक धारा 51 के अधीन दायित्वाधीन है, दुष्प्रेरित कार्य के अतिरिक्त किया जाता है, और कोई पृथक् अपराध गठित करता है, तो दुष्प्रेरक दोनों अपराधों में से प्रत्येक के लिए दण्ड का भागी होगा।"
    },
    {
      "section_no": 53,
      "text": "जब दुष्प्रेरक द्वारा किसी विशिष्ट परिणाम को कारित करने के आशय से किसी कार्य का दुष्प्रेरण किया जाता है, और कोई ऐसा कार्य जिसके लिए दुष्प्रेरक दुष्प्रेरण के परिणामस्वरूप दायित्वाधीन है, दुष्प्रेरक द्वारा आशयित परिणाम से भिन्न परिणाम कारित करता है, तो दुष्प्रेरक कारित परिणाम के लिए उसी रीति से और उसी सीमा तक दायित्वाधीन होगा मानो उसने उस परिणाम को कारित करने के आशय से कार्य का दुष्प्रेरण किया था, यदि उसे यह ज्ञात था कि दुष्प्रेरित कार्य से उस परिणाम के कारित होने की संभावना है।"
    },
    {
      "section_no": 54,
      "text": "जब कभी कोई व्यक्ति, जो अनुपस्थित होता तो दुष्प्रेरक के रूप में दण्डित किए जाने का भागी होता, उस समय उपस्थित है जब वह कार्य या अपराध जिसके लिए वह दुष्प्रेरण के परिणामस्वरूप दण्डनीय होता है, किया जाता है, तो यह समझा जाएगा कि उसने ऐसा कार्य या अपराध किया है।"
    },
    {
      "section_no": 55,
      "text": "जो कोई मृत्यु से या आजीवन कारावास से दण्डनीय किसी अपराध के किए जाने का दुष्प्रेरण करता है, यदि वह अपराध दुष्प्रेरण के परिणामस्वरूप नहीं किया जाता है, और ऐसे दुष्प्रेरण के दण्ड के लिए इस संहिता के अधीन कोई स्पष्ट उपबंध नहीं किया गया है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने से भी दायी होगा; और यदि दुष्प्रेरक दुष्प्रेरण के परिणामस्वरूप जिस कार्य के लिए दायी है, और जो किसी व्यक्ति को उपहति कारित करता है, वह किया जाता है, तो दुष्प्रेरक किसी भी प्रकार के कारावास से, जिसकी अवधि चौदह वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 56,
      "text": "जो कोई कारावास से दण्डनीय किसी अपराध के किए जाने का दुष्प्रेरण करता है, यदि वह अपराध दुष्प्रेरण के परिणामस्वरूप नहीं किया जाता है, और ऐसे दुष्प्रेरण के दण्ड के लिए इस संहिता के अधीन कोई स्पष्ट उपबंध नहीं किया गया है, तो उसे उस अपराध के लिए उपबंधित किसी भी प्रकार के कारावास से, जिसकी अवधि उस अपराध के लिए उपबंधित दीर्घतम अवधि के एक-चौथाई भाग तक की हो सकेगी; या ऐसे जुर्माने से, जो उस अपराध के लिए उपबंधित है, या दोनों से दण्डित किया जाएगा; और यदि दुष्प्रेरक या दुष्प्रेरित व्यक्ति लोक सेवक है, जिसका कर्तव्य ऐसे अपराध के किए जाने का निवारण करना है, तो दुष्प्रेरक को उस अपराध के लिए उपबंधित किसी भी प्रकार के कारावास से, जिसकी अवधि उस अपराध के लिए उपबंधित दीर्घतम अवधि के आधे भाग तक की हो सकेगी, या ऐसे जुर्माने से, जो उस अपराध के लिए उपबंधित है, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 57,
      "text": "जो कोई साधारणतया जनता द्वारा या दस से अधिक व्यक्तियों की किसी संख्या या वर्ग द्वारा किसी अपराध के किए जाने का दुष्प्रेरण करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और जुर्माने से दण्डित किया जाएगा।"
    },
    {
      "section_no": 58,
      "text": "जो कोई मृत्यु से या आजीवन कारावास से दण्डनीय किसी अपराध के किए जाने को सुगम बनाने के आशय से या यह जानते हुए कि वह इसके द्वारा उसे सुगम बनाएगा, किसी कार्य या लोप द्वारा, या कूटलेखन या किसी अन्य जानकारी छिपाने वाले उपकरण के उपयोग द्वारा, ऐसे अपराध को करने की परिकल्पना के अस्तित्व को स्वेच्छया छिपाता है या ऐसा कोई कथन करता है, जिसके मिथ्या होने का उसे ज्ञान है, वह ऐसे परिकल्पना के संबंध में—\n(क) यदि वह अपराध किया जाता है, तो किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा; या\n(ख) यदि वह अपराध नहीं किया जाता है, तो किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा,\nऔर जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 59,
      "text": "जो कोई लोक सेवक होते हुए, मृत्यु से या आजीवन कारावास से दण्डनीय किसी अपराध के किए जाने को सुगम बनाने के आशय से या यह जानते हुए कि वह इसके द्वारा उसे सुगम बनाएगा, जिस अपराध को रोकना उसका लोक सेवक के रूप में कर्तव्य है, किसी कार्य या लोप द्वारा, या कूटलेखन या किसी अन्य जानकारी छिपाने वाले उपकरण के उपयोग द्वारा, ऐसे अपराध को करने की परिकल्पना के अस्तित्व को स्वेच्छया छिपाता है, या ऐसा कोई कथन करता है, जिसके मिथ्या होने का उसे ज्ञान है, वह ऐसे परिकल्पना के संबंध में—\n(क) यदि वह अपराध किया जाता है, तो उस अपराध के लिए उपबंधित किसी भी प्रकार के कारावास से, जिसकी अवधि ऐसे कारावास की दीर्घतम अवधि के आधे भाग तक की हो सकेगी, या ऐसे जुर्माने से, जो उस अपराध के लिए उपबंधित है, या दोनों से दण्डित किया जाएगा; या\n(ख) यदि वह अपराध मृत्यु से या आजीवन कारावास से दण्डनीय है, तो किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा; या\n(ग) यदि वह अपराध नहीं किया जाता है, तो उस अपराध के लिए उपबंधित किसी भी प्रकार के कारावास से, जिसकी अवधि ऐसे कारावास की दीर्घतम अवधि के एक-चौथाई भाग तक की हो सकेगी, या ऐसे जुर्माने से, जो उस अपराध के लिए उपबंधित है, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 60,
      "text": "जो कोई कारावास से दण्डनीय किसी अपराध के किए जाने को सुगम बनाने के आशय से या यह जानते हुए कि वह इसके द्वारा उसे सुगम बनाएगा, किसी कार्य या अवैध लोप द्वारा, ऐसे अपराध को करने की परिकल्पना के अस्तित्व को स्वेच्छया छिपाता है, या ऐसा कोई कथन करता है, जिसके मिथ्या होने का उसे ज्ञान है, वह ऐसे परिकल्पना के संबंध में—\n(क) यदि वह अपराध किया जाता है, तो उस अपराध के लिए उपबंधित प्रकार के कारावास से, जिसकी अवधि दीर्घतम अवधि के एक-चौथाई भाग तक की हो सकेगी; और\n(ख) यदि वह अपराध नहीं किया जाता है, तो दीर्घतम अवधि के एक-आठवें भाग तक की हो सकेगी,\nऐसे कारावास की, या ऐसे जुर्माने से, जो उस अपराध के लिए उपबंधित है, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 61,
      "text": "(1) जब दो या अधिक व्यक्ति—\n(क) किसी अवैध कार्य को करने; या\n(ख) किसी ऐसे कार्य को, जो अवैध नहीं है, अवैध साधनों द्वारा करने,\nके सामान्य उद्देश्य से सहमत होते हैं, तो ऐसा करार आपराधिक षड्यंत्र कहलाता है:\nपरंतु अपराध करने के करार के सिवाय कोई करार तब तक आपराधिक षड्यंत्र गठित नहीं करेगा जब तक कि करार के अतिरिक्त कोई कार्य ऐसे करार के अनुसरण में एक या अधिक पक्षकारों द्वारा न किया गया हो।\n(2) जो कोई आपराधिक षड्यंत्र का पक्षकार होगा,—\n(क) मृत्यु, आजीवन कारावास या दो वर्ष या उससे अधिक अवधि के कठोर कारावास से दण्डनीय अपराध करने के लिए, तो जहां ऐसे षड्यंत्र के दण्ड के लिए इस संहिता में कोई स्पष्ट उपबंध नहीं किया गया है, उसे उसी रीति से दण्डित किया जाएगा मानो उसने ऐसे अपराध का दुष्प्रेरण किया हो;\n(ख) उपर्युक्त रूप से दण्डनीय अपराध करने के लिए आपराधिक षड्यंत्र से भिन्न षड्यंत्र करने पर, किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास से अधिक नहीं होगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 62,
      "text": "जो कोई आजीवन कारावास से या कारावास से दण्डनीय किसी अपराध को करने का, या ऐसे अपराध को कारित कराने का प्रयत्न करता है, और ऐसे प्रयत्न में अपराध के किए जाने की दिशा में कोई कार्य करता है, जहां ऐसे प्रयत्न के दण्ड के लिए इस संहिता द्वारा कोई स्पष्ट उपबंध नहीं किया गया है, तो उसे उस अपराध के लिए उपबंधित किसी भी प्रकार के कारावास से, जिसकी अवधि आजीवन कारावास की आधी या, यथास्थिति, उस अपराध के लिए उपबंधित कारावास की दीर्घतम अवधि के आधे भाग तक की हो सकेगी, या ऐसे जुर्माने से, जो उस अपराध के लिए उपबंधित है, या दोनों से दण्डित किया जाएगा।"
    }
  ]
},
{
  "chapter_no": 5,
  "chapter_title": "महिलाओं और बालकों के विरुद्ध अपराधों के विषय में",
  "sections": [
    {
      "section_no": 63,
      "text": "कोई पुरुष “बलात्संग” करता है, यदि वह—\n(क) किसी महिला की योनि, मुख, मूत्रमार्ग या गुदा में अपनी लिंग को किसी भी हद तक प्रविष्ट करता है या उसे अपने साथ या किसी अन्य व्यक्ति के साथ ऐसा करने के लिए विवश करता है; या\n(ख) लिंग के सिवाय किसी वस्तु या शरीर के किसी भाग को किसी भी हद तक महिला की योनि, मूत्रमार्ग या गुदा में प्रविष्ट करता है या उसे अपने साथ या किसी अन्य व्यक्ति के साथ ऐसा करने के लिए विवश करता है; या\n(ग) किसी महिला के शरीर के किसी भाग से हेर-फेर करता है ताकि उस महिला की योनि, मूत्रमार्ग, गुदा या शरीर के किसी भाग में प्रवेशन कारित हो जाए या उसे अपने साथ या किसी अन्य व्यक्ति के साथ ऐसा करने के लिए विवश करता है; या\n(घ) किसी महिला की योनि, गुदा, मूत्रमार्ग पर अपना मुख लगाता है या उसे अपने साथ या किसी अन्य व्यक्ति के साथ ऐसा करने के लिए विवश करता है,\nनिम्नलिखित सात वर्णनों में से किसी के अंतर्गत आने वाली परिस्थितियों में करता है:—\n(i) उसकी इच्छा के विरुद्ध;\n(ii) उसकी सहमति के बिना;\n(iii) उसकी सहमति से, जब उसकी सहमति उसे या उस व्यक्ति को, जिसमें वह हितबद्ध है, मृत्यु या उपहति के भय में डालकर अभिप्राप्त की गई हो;\n(iv) उसकी सहमति से, जब वह पुरुष जानता है कि वह उसका पति नहीं है और उसकी सहमति इसलिए दी गई है कि वह यह विश्वास करती है कि वह कोई दूसरा पुरुष है जिससे उसका विधिपूर्ण विवाह हुआ है या वह स्वयं को विधिपूर्ण रूप से विवाहित मानती है;\n(v) उसकी सहमति से, जब ऐसी सहमति देते समय, विकृतचित्तता या मत्तता के कारण अथवा उसके द्वारा व्यक्तिगत रूप से या किसी अन्य के माध्यम से किसी मदकर या अस्वास्थ्यकर पदार्थ दिए जाने के कारण, वह उस बात की प्रकृति और परिणामों को समझने में असमर्थ है, जिसके लिए वह सहमति देती है;\n(vi) उसकी सहमति से या उसके बिना, जब वह अठारह वर्ष से कम आयु की है;\n(vii) जब वह सहमति संसूचित करने में असमर्थ है।\nस्पष्टीकरण 1.—इस धारा के प्रयोजनों के लिए, “योनि” के अंतर्गत **भगोष्ठ** भी आएंगे।\nस्पष्टीकरण 2.—सहमति का अर्थ है एक स्पष्ट स्वैच्छिक करार जब महिला शब्दों, हावभाव या किसी भी रूप में मौखिक या गैर-मौखिक संचार द्वारा विशिष्ट लैंगिक क्रिया में भाग लेने की इच्छा संसूचित करती है:\nपरंतु कोई महिला जो संभोग के कार्य का शारीरिक रूप से प्रतिरोध नहीं करती है, केवल उसी तथ्य के कारण, यौन गतिविधि के लिए सहमति देने वाली नहीं समझी जाएगी।\nअपवाद 1.—कोई चिकित्सकीय प्रक्रिया या हस्तक्षेप बलात्संग गठित नहीं करेगा।\nअपवाद 2.—कोई पुरुष अपनी पत्नी के साथ, जो अठारह वर्ष से कम आयु की नहीं है, यौन संबंध या यौन क्रिया करता है, तो वह बलात्संग नहीं है।"
    },
    {
      "section_no": 64,
      "text": "(1) जो कोई, उपधारा (2) में उपबंधित मामलों के सिवाय, बलात्संग करता है, वह किसी भी प्रकार के कठोर कारावास से, जिसकी अवधि दस वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(2) जो कोई,—\n(क) पुलिस अधिकारी होते हुए, बलात्संग करता है,—\n(i) उस पुलिस थाने की सीमाओं के भीतर, जिसमें ऐसा पुलिस अधिकारी नियुक्त है; या\n(ii) किसी थाना गृह के परिसर में; या\n(iii) किसी महिला पर, जो ऐसे पुलिस अधिकारी की या ऐसे पुलिस अधिकारी के अधीनस्थ पुलिस अधिकारी की अभिरक्षा में है; या\n(ख) लोक सेवक होते हुए, किसी महिला पर, जो ऐसे लोक सेवक की या ऐसे लोक सेवक के अधीनस्थ लोक सेवक की अभिरक्षा में है, बलात्संग करता है; या\n(ग) केन्द्रीय सरकार या किसी राज्य सरकार द्वारा किसी क्षेत्र में तैनात सशस्त्र बलों का सदस्य होते हुए, उस क्षेत्र में बलात्संग करता है; या\n(घ) किसी जेल, संप्रेषण गृह या किसी अन्य अभिरक्षा स्थल के, जो तत्समय प्रवृत्त किसी विधि द्वारा या उसके अधीन स्थापित है, या किसी महिला या बाल संस्था के प्रबंधन या कर्मचारिवृंद में होते हुए, उस जेल, संप्रेषण गृह, स्थल या संस्था की किसी अंत:वासी पर बलात्संग करता है; या\n(ङ) किसी अस्पताल के प्रबंधन या कर्मचारिवृंद में होते हुए, उस अस्पताल में किसी महिला पर बलात्संग करता है; या\n(च) किसी महिला का नातेदार, संरक्षक या शिक्षक, या उस महिला के प्रति विश्वास या प्राधिकार की स्थिति वाला व्यक्ति होते हुए, उस महिला पर बलात्संग करता है; या\n(छ) सांप्रदायिक या सांप्रदायिक हिंसा के दौरान बलात्संग करता है; या\n(ज) किसी महिला पर, यह जानते हुए कि वह गर्भवती है, बलात्संग करता है; या\n(झ) किसी महिला पर, जो सहमति देने में अक्षम है, बलात्संग करता है; या\n(ञ) किसी महिला पर नियंत्रण या प्रभुत्व की स्थिति में होते हुए, उस महिला पर बलात्संग करता है; या\n(ट) किसी महिला पर, जो मानसिक या शारीरिक निःशक्तता से ग्रस्त है, बलात्संग करता है; या\n(ठ) बलात्संग करते समय किसी महिला को घोर शारीरिक उपहति कारित करता है या उसे अंगभंग कर देता है या विरूपित करता है या उसके जीवन को संकटापन्न करता है; या\n(ड) एक ही महिला पर बार-बार बलात्संग करता है,\nतो उसे कठोर कारावास से, जिसकी अवधि दस वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nस्पष्टीकरण.—इस उपधारा के प्रयोजनों के लिए,—\n(क) “सशस्त्र बलों” से नौसेना, सेना और वायु सेना अभिप्रेत है और इसके अंतर्गत तत्समय प्रवृत्त किसी विधि के अधीन गठित सशस्त्र बलों का कोई सदस्य भी आता है, जिसमें अर्धसैनिक बल और कोई सहायक बल भी शामिल हैं, जो केन्द्रीय सरकार या राज्य सरकार के नियंत्रण में हैं;\n(ख) “अस्पताल” से अस्पताल का परिसर अभिप्रेत है और इसके अंतर्गत स्वस्थता लाभ के दौरान व्यक्तियों के स्वागत और उपचार के लिए या चिकित्सा ध्यान या पुनर्वास चाहने वाले व्यक्तियों के लिए किसी संस्था का परिसर भी शामिल है;\n(ग) “पुलिस अधिकारी” का वही अर्थ होगा जो पुलिस अधिनियम, 1861 के अधीन “पुलिस” पद को समनुदेशित है;\n(घ) “महिला या बाल संस्था” से कोई संस्था अभिप्रेत है, चाहे वह अनाथालय या उपेक्षित महिलाओं या बच्चों के लिए गृह या विधवा गृह या किसी अन्य नाम से जानी जाती हो, जो महिलाओं या बच्चों के स्वागत और देखभाल के लिए स्थापित और अनुरक्षित है।"
    },
    {
      "section_no": 65,
      "text": "(1) जो कोई, सोलह वर्ष से कम आयु की महिला पर बलात्संग करता है, वह कठोर कारावास से, जिसकी अवधि बीस वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, और जुर्माने से भी दण्डित किया जाएगा:\nपरंतु ऐसा जुर्माना पीड़िता के चिकित्सीय व्यय और पुनर्वास को पूरा करने के लिए न्यायसंगत और युक्तियुक्त होगा:\nपरंतु यह और कि इस उपधारा के अधीन अधिरोपित कोई भी जुर्माना पीड़िता को संदत्त किया जाएगा।\n(2) जो कोई, बारह वर्ष से कम आयु की महिला पर बलात्संग करता है, वह कठोर कारावास से, जिसकी अवधि बीस वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, और जुर्माने से, या मृत्यु से, दण्डित किया जाएगा:\nपरंतु ऐसा जुर्माना पीड़िता के चिकित्सीय व्यय और पुनर्वास को पूरा करने के लिए न्यायसंगत और युक्तियुक्त होगा:\nपरंतु यह और कि इस उपधारा के अधीन अधिरोपित कोई भी जुर्माना पीड़िता को संदत्त किया जाएगा।"
    },
    {
      "section_no": 66,
      "text": "जो कोई, धारा 64 की उपधारा (1) या उपधारा (2) के अधीन दण्डनीय कोई अपराध करता है और ऐसे किए जाने के अनुक्रम में ऐसी उपहति पहुंचाता है जिससे महिला की मृत्यु कारित होती है या महिला सतत उपवनस्पति अवस्था (Persistent Vegetative State) में चली जाती है, वह कठोर कारावास से, जिसकी अवधि बीस वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, या मृत्यु से, दण्डित किया जाएगा।"
    },
    {
      "section_no": 67,
      "text": "जो कोई अपनी पत्नी, जो पृथक् रह रही है, चाहे वह पृथक्करण की डिक्री के अधीन हो या अन्यथा, उसकी सहमति के बिना उसके साथ यौन संबंध रखता है, वह किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष से कम नहीं होगी, किंतु जो सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nस्पष्टीकरण.—इस धारा में, “यौन संबंध” का अर्थ धारा 63 के खंड (क) से खंड (घ) में उल्लिखित कोई भी कार्य होगा।"
    },
    {
      "section_no": 68,
      "text": "जो कोई—\n(क) प्राधिकार की स्थिति में या न्यासीय संबंध में है; या\n(ख) कोई लोक सेवक है; या\n(ग) किसी जेल, संप्रेषण गृह या किसी अन्य अभिरक्षा स्थल का, जो तत्समय प्रवृत्त किसी विधि द्वारा या उसके अधीन स्थापित है, या किसी महिला या बाल संस्था का अधीक्षक या प्रबंधक है; या\n(घ) किसी अस्पताल के प्रबंधन पर है या किसी अस्पताल के कर्मचारिवृंद में है,\nऐसी स्थिति या न्यासीय संबंध का दुरुपयोग करके अपनी अभिरक्षा में या अपने प्रभार के अधीन या परिसर में उपस्थित किसी महिला को अपने साथ यौन संबंध रखने के लिए उत्प्रेरित या बहका लेता है, ऐसा यौन संबंध बलात्संग के अपराध की कोटि में नहीं आता है, तो उसे किसी भी प्रकार के कठोर कारावास से, जिसकी अवधि पांच वर्ष से कम नहीं होगी, किंतु जो दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nस्पष्टीकरण 1.—इस धारा में, “यौन संबंध” का अर्थ धारा 63 के खंड (क) से खंड (घ) में उल्लिखित कोई भी कार्य होगा।\nस्पष्टीकरण 2.—इस धारा के प्रयोजनों के लिए, धारा 63 का स्पष्टीकरण 1 भी लागू होगा।\nस्पष्टीकरण 3.—“अधीक्षक” के अंतर्गत, किसी जेल, संप्रेषण गृह या किसी अन्य अभिरक्षा स्थल या किसी महिला या बाल संस्था के संबंध में, ऐसा कोई व्यक्ति आता है जो ऐसी जेल, संप्रेषण गृह, स्थल या संस्था में कोई अन्य पद धारण करता है जिसके आधार पर ऐसा व्यक्ति उसके अंत:वासियों पर कोई प्राधिकार या नियंत्रण का प्रयोग कर सकता है।\nस्पष्टीकरण 4.—“अस्पताल” और “महिला या बाल संस्था” पदों का वही अर्थ होगा जो क्रमशः धारा 64 की उपधारा (2) के स्पष्टीकरण के खंड (ख) और खंड (घ) में है।"
    },
    {
      "section_no": 69,
      "text": "जो कोई कपटपूर्ण साधनों द्वारा या किसी महिला से विवाह करने का वादा करके, जिसे पूरा करने का कोई आशय नहीं है, उसके साथ यौन संबंध रखता है, ऐसा यौन संबंध बलात्संग के अपराध की कोटि में नहीं आता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nस्पष्टीकरण.—“कपटपूर्ण साधन” के अंतर्गत नियोजन या प्रोन्नति के लिए उत्प्रेरण, या पहचान छिपाकर विवाह करना शामिल होगा।"
    },
    {
      "section_no": 70,
      "text": "(1) जहां एक या एक से अधिक व्यक्तियों द्वारा जो कोई समूह गठित करते हैं या किसी सामान्य आशय के अनुसरण में कार्य करते हैं, किसी महिला का बलात्संग किया जाता है, वहां उन व्यक्तियों में से प्रत्येक को बलात्संग का अपराध करने वाला समझा जाएगा और उसे कठोर कारावास से, जिसकी अवधि बीस वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, और जुर्माने से, दण्डित किया जाएगा:\nपरंतु ऐसा जुर्माना पीड़िता के चिकित्सीय व्यय और पुनर्वास को पूरा करने के लिए न्यायसंगत और युक्तियुक्त होगा:\nपरंतु यह और कि इस उपधारा के अधीन अधिरोपित कोई भी जुर्माना पीड़िता को संदत्त किया जाएगा।\n(2) जहां एक या एक से अधिक व्यक्तियों द्वारा जो कोई समूह गठित करते हैं या किसी सामान्य आशय के अनुसरण में कार्य करते हैं, अठारह वर्ष से कम आयु की महिला का बलात्संग किया जाता है, वहां उन व्यक्तियों में से प्रत्येक को बलात्संग का अपराध करने वाला समझा जाएगा और उसे आजीवन कारावास से, जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, और जुर्माने से, या मृत्यु से, दण्डित किया जाएगा:\nपरंतु ऐसा जुर्माना पीड़िता के चिकित्सीय व्यय और पुनर्वास को पूरा करने के लिए न्यायसंगत और युक्तियुक्त होगा:\nपरंतु यह और कि इस उपधारा के अधीन अधिरोपित कोई भी जुर्माना पीड़िता को संदत्त किया जाएगा।"
    },
    {
      "section_no": 71,
      "text": "जो कोई धारा 64 या धारा 65 या धारा 66 या धारा 70 के अधीन दण्डनीय किसी अपराध के लिए पूर्व में सिद्धदोष ठहराया गया है और तत्पश्चात् उक्त धाराओं में से किसी के अधीन दण्डनीय किसी अपराध के लिए सिद्धदोष ठहराया जाता है, तो उसे आजीवन कारावास से, जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, या मृत्यु से, दण्डित किया जाएगा।"
    },
    {
      "section_no": 72,
      "text": "(1) जो कोई उस व्यक्ति का नाम या कोई ऐसा विषय मुद्रित या प्रकाशित करता है जिससे उस व्यक्ति की पहचान ज्ञात हो सकती है जिसके विरुद्ध धारा 64 या धारा 65 या धारा 66 या धारा 67 या धारा 68 या धारा 69 या धारा 70 या धारा 71 के अधीन कोई अपराध किया जाना अभिकथित है या पाया गया है (जिसे इसमें इसके पश्चात् इस धारा में पीड़िता कहा गया है) तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(2) उपधारा (1) की कोई बात पीड़िता का नाम या कोई ऐसा विषय जिससे उसकी पहचान ज्ञात हो सकती है, मुद्रित या प्रकाशित करने को लागू नहीं होगी यदि ऐसा मुद्रण या प्रकाशन—\n(क) पुलिस थाने के भारसाधक अधिकारी या ऐसे अपराध की अन्वेषण करने वाले पुलिस अधिकारी के लिखित आदेश द्वारा या उसके अधीन सद्भावपूर्वक ऐसे अन्वेषण के प्रयोजनों के लिए किया जाता है; या\n(ख) पीड़िता द्वारा, या उसके लिखित प्राधिकार से, किया जाता है; या\n(ग) जहां पीड़िता मृत है या कोई बालक है या विकृतचित्त है, वहां पीड़िता के निकट संबंधी द्वारा, या उसके लिखित प्राधिकार से, किया जाता है:\nपरंतु ऐसा कोई प्राधिकार निकट संबंधी द्वारा किसी मान्यताप्राप्त कल्याण संस्था या संगठन के अध्यक्ष या सचिव, चाहे वह किसी भी नाम से पुकारा जाए, से भिन्न किसी को नहीं दिया जाएगा।"
    },
    {
      "section_no": 73,
      "text": "जो कोई धारा 72 में निर्दिष्ट किसी अपराध के संबंध में किसी न्यायालय के समक्ष किसी कार्यवाही से संबंधित कोई विषय ऐसे न्यायालय की पूर्व अनुज्ञा के बिना मुद्रित या प्रकाशित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nस्पष्टीकरण.—किसी उच्च न्यायालय या उच्चतम न्यायालय के निर्णय का मुद्रण या प्रकाशन इस धारा के अर्थ के भीतर कोई अपराध गठित नहीं करता है।"
    },
    {
      "section_no": 74,
      "text": "जो कोई किसी महिला की लज्जा भंग करने के आशय से या यह जानते हुए कि उसके ऐसा करने से उसकी लज्जा भंग होने की संभावना है, उस पर हमला या आपराधिक बल का प्रयोग करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष से कम नहीं होगी, किंतु जो पांच वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 75,
      "text": "(1) कोई पुरुष निम्नलिखित में से कोई भी कार्य करता है:—\n(i) अनपेक्षित और सुस्पष्ट यौन आग्रहों को अंतर्वलित करने वाला शारीरिक संपर्क और अग्रसरता; या\n(ii) यौन अनुग्रहों की मांग या अनुरोध; या\n(iii) किसी महिला की इच्छा के विरुद्ध अश्लील साहित्य दिखाना; या\n(iv) यौन संबंधी टिप्पणियां करना,\nतो वह लैंगिक उत्पीड़न के अपराध का दोषी होगा।\n(2) कोई भी पुरुष जो उपधारा (1) के खंड (i) या खंड (ii) या खंड (iii) में विनिर्दिष्ट अपराध करता है, वह कठोर कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से, दण्डित किया जाएगा।\n(3) कोई भी पुरुष जो उपधारा (1) के खंड (iv) में विनिर्दिष्ट अपराध करता है, वह किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से, दण्डित किया जाएगा।"
    },
    {
      "section_no": 76,
      "text": "जो कोई किसी महिला पर हमला या आपराधिक बल का प्रयोग करता है या उसे निर्वस्त्र करने या उसे नग्न होने के लिए विवश करने के आशय से ऐसे कार्य का दुष्प्रेरण करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष से कम नहीं होगी, किंतु जो सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 77,
      "text": "जो कोई किसी महिला को किसी निजी कार्य में लगे हुए देखता है, या उसका चित्र लेता है, उन परिस्थितियों में जहां उसे सामान्यतया कर्ता द्वारा या कर्ता के कहने पर किसी अन्य व्यक्ति द्वारा नहीं देखे जाने की अपेक्षा होती, या ऐसे चित्र का प्रसार करता है, वह प्रथम सिद्धदोष पर किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष से कम नहीं होगी, किंतु जो तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा, और द्वितीय या पश्चात्वर्ती सिद्धदोष पर किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष से कम नहीं होगी, किंतु जो सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nस्पष्टीकरण 1.—इस धारा के प्रयोजनों के लिए, “निजी कार्य” के अंतर्गत किसी ऐसे स्थान में किया गया देखने का कार्य शामिल है, जिससे परिस्थितियों में, युक्तियुक्त रूप से एकांत (privacy) प्रदान करने की अपेक्षा की जाएगी और जहां पीड़िता के जननांग, गुदा या स्तन अनावृत्त हैं या केवल अंतर्वस्त्र से ढके हुए हैं; या पीड़िता शौचालय का उपयोग कर रही है; या पीड़िता कोई यौन कार्य कर रही है जो सामान्यतया सार्वजनिक रूप से नहीं किया जाता है।\nस्पष्टीकरण 2.—जहां पीड़िता चित्रों या किसी कार्य के लिए जाने की सहमति देती है, किंतु तीसरे व्यक्तियों को उनके प्रसार की सहमति नहीं देती है, और जहां ऐसे चित्र या कार्य का प्रसार किया जाता है, वहां ऐसे प्रसार को इस धारा के अधीन अपराध समझा जाएगा।"
    },
    {
      "section_no": 78,
      "text": "(1) कोई पुरुष जो—\n(i) किसी महिला का पीछा करता है और ऐसी महिला द्वारा अरुचि के स्पष्ट संकेत के बावजूद व्यक्तिगत बातचीत को बढ़ावा देने के लिए बार-बार उससे संपर्क करता है, या संपर्क करने का प्रयास करता है; या\n(ii) किसी महिला द्वारा इंटरनेट, ई-मेल या इलेक्ट्रॉनिक संचार के किसी अन्य रूप के उपयोग का मॉनिटर करता है,\nवह पीछा करने का अपराध करता है:\nपरंतु ऐसा आचरण पीछा करने की कोटि में नहीं आएगा यदि जिस पुरुष ने ऐसा किया वह यह सिद्ध कर देता है कि—\n(i) वह अपराध को रोकने या उसका पता लगाने के उद्देश्य से किया गया था और पीछा करने के आरोपी पुरुष को राज्य द्वारा अपराध को रोकने और उसका पता लगाने का उत्तरदायित्व सौंपा गया था; या\n(ii) वह किसी विधि के अधीन या किसी विधि के अधीन किसी व्यक्ति द्वारा अधिरोपित किसी शर्त या अपेक्षा का अनुपालन करने के लिए किया गया था; या\n(iii) विशिष्ट परिस्थितियों में ऐसा आचरण युक्तियुक्त और न्यायसंगत था।\n(2) जो कोई पीछा करने का अपराध करता है, वह प्रथम सिद्धदोष पर किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा; और द्वितीय या पश्चात्वर्ती सिद्धदोष पर किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 79,
      "text": "जो कोई किसी महिला की लज्जा का अनादर करने के आशय से कोई शब्द उच्चरित करता है, कोई ध्वनि या हावभाव करता है, या किसी भी रूप में कोई वस्तु प्रदर्शित करता है, इस आशय से कि ऐसा शब्द या ध्वनि उस महिला द्वारा सुनी जाए, या ऐसा हावभाव या वस्तु उस महिला द्वारा देखी जाए, या ऐसी महिला के एकांत में अतिचार करता है, तो उसे सादा कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 80,
      "text": "(1) जहां किसी महिला की मृत्यु जलने से या शारीरिक चोट से कारित होती है या उसके विवाह के सात वर्ष के भीतर सामान्य परिस्थितियों से अन्यथा होती है और यह दर्शित किया जाता है कि उसकी मृत्यु से ठीक पहले उसके पति या पति के किसी नातेदार द्वारा दहेज की किसी मांग के लिए या उसके संबंध में उसे क्रूरता या उत्पीड़न का शिकार बनाया गया था, वहां ऐसी मृत्यु को “दहेज मृत्यु” कहा जाएगा, और ऐसा पति या नातेदार उसकी मृत्यु कारित करने वाला समझा जाएगा।\nस्पष्टीकरण.—इस उपधारा के प्रयोजनों के लिए, “दहेज” का वही अर्थ होगा जो दहेज प्रतिषेध अधिनियम, 1961 की धारा 2 में है।\n(2) जो कोई दहेज मृत्यु करता है, वह कारावास से, जिसकी अवधि सात वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा।"
    },
    {
      "section_no": 81,
      "text": "प्रत्येक पुरुष जो छल द्वारा किसी महिला को, जिसका उसके साथ विधिपूर्वक विवाह नहीं हुआ है, यह विश्वास करने के लिए प्रेरित करता है कि उसका उससे विधिपूर्वक विवाह हो गया है और उस विश्वास में उसके साथ सहवास करता है या यौन संबंध रखता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 82,
      "text": "(1) जो कोई ऐसे मामले में पति या पत्नी के जीवित रहते हुए विवाह करता है जिसमें ऐसा विवाह ऐसे पति या पत्नी के जीवनकाल में होने के कारण शून्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nअपवाद.—यह उपधारा किसी ऐसे व्यक्ति को लागू नहीं होती है जिसका ऐसे पति या पत्नी के साथ विवाह किसी सक्षम अधिकारिता वाले न्यायालय द्वारा शून्य घोषित कर दिया गया है, और न ही किसी ऐसे व्यक्ति को लागू होती है जो पूर्व पति या पत्नी के जीवनकाल में विवाह करता है, यदि ऐसा पति या पत्नी, पश्चात्वर्ती विवाह के समय से, सात वर्ष की अवधि के लिए ऐसे व्यक्ति से निरंतर अनुपस्थित रहे हैं, और उस समय के भीतर ऐसे व्यक्ति द्वारा उनके जीवित होने की सूचना नहीं सुनी गई है, परंतु यह तब जब पश्चात्वर्ती विवाह करने वाला व्यक्ति, ऐसे विवाह होने से पहले, उस व्यक्ति को, जिसके साथ ऐसा विवाह किया जाता है, वास्तविक तथ्यों की जानकारी, जहां तक उसके ज्ञान में है, देगा।\n(2) जो कोई उपधारा (1) के अधीन अपराध करता है, जिसने पश्चात्वर्ती विवाह करने वाले व्यक्ति से पूर्व विवाह के तथ्य को छिपाया है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 83,
      "text": "जो कोई बेईमानी से या कपटपूर्ण आशय से, यह जानते हुए कि इस कारण से उसका विधिपूर्वक विवाह नहीं हुआ है, विवाह की रस्मों को पूरा करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 84,
      "text": "जो कोई किसी महिला को, जो किसी अन्य पुरुष की पत्नी है और जिसके बारे में वह जानता है या विश्वास करने का कारण रखता है कि वह उसकी पत्नी है, किसी व्यक्ति के साथ अवैध यौन संबंध रखने के आशय से ले जाता है या फुसलाता है, या उसी आशय से ऐसी महिला को छिपाता है या निरुद्ध करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से, दण्डित किया जाएगा।"
    },
    {
      "section_no": 86,
      "text": "धारा 85 के प्रयोजनों के लिए, “क्रूरता” से अभिप्रेत है—\n(क) कोई भी जानबूझकर किया गया आचरण जो ऐसी प्रकृति का है जिससे महिला को आत्महत्या करने के लिए प्रेरित करना या महिला के जीवन, अंग या स्वास्थ्य (चाहे मानसिक या शारीरिक) को गंभीर चोट या खतरा कारित करना संभाव्य है; या\n(ख) महिला का उत्पीड़न जहां ऐसा उत्पीड़न उसे या उससे संबंधित किसी व्यक्ति को किसी संपत्ति या मूल्यवान प्रतिभूति के लिए किसी अवैध मांग को पूरा करने के लिए विवश करने की दृष्टि से है या उसके या उससे संबंधित किसी व्यक्ति द्वारा ऐसी मांग को पूरा करने में विफलता के कारण है।"
    },
    {
      "section_no": 87,
      "text": "जो कोई किसी महिला को इस आशय से व्यपहरण या अपहरण करता है कि उसे उसकी इच्छा के विरुद्ध किसी व्यक्ति से विवाह करने के लिए विवश किया जाए, या यह जानते हुए कि उसे विवश किया जाना संभाव्य है, या इस आशय से कि उसे अवैध यौन संबंध के लिए मजबूर या बहकाया जाए, या यह जानते हुए कि उसे अवैध यौन संबंध के लिए मजबूर या बहकाया जाना संभाव्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा; और जो कोई इस संहिता में यथापरिभाषित आपराधिक अभित्रास के माध्यम से या प्राधिकार के दुरुपयोग या मजबूरी के किसी अन्य तरीके से किसी महिला को किसी स्थान से जाने के लिए प्रेरित करता है इस आशय से कि वह किसी अन्य व्यक्ति के साथ अवैध यौन संबंध के लिए मजबूर या बहकाई जाए, या यह जानते हुए कि उसके अवैध यौन संबंध के लिए मजबूर या बहकाए जाने की संभावना है, वह भी पूर्वोक्त रूप से दण्डनीय होगा।"
    },
    {
      "section_no": 88,
      "text": "जो कोई स्वेच्छया किसी सगर्भ स्त्री का गर्भपात कारित करता है, यदि ऐसा गर्भपात महिला के जीवन को बचाने के उद्देश्य से सद्भावपूर्वक कारित नहीं किया गया है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा; और, यदि महिला सत्वरगर्भ है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nस्पष्टीकरण.—जो स्त्री स्वयं अपना गर्भपात कारित करती है, वह इस धारा के अर्थ के अंतर्गत आती है।"
    },
    {
      "section_no": 89,
      "text": "जो कोई धारा 88 के अधीन अपराध करता है, महिला की सहमति के बिना, चाहे महिला सत्वरगर्भ हो या नहीं, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 90,
      "text": "(1) जो कोई किसी सगर्भ स्त्री का गर्भपात कारित करने के आशय से कोई ऐसा कार्य करता है जिससे उस स्त्री की मृत्यु कारित हो जाती है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(2) जहां उपधारा (1) में निर्दिष्ट कार्य महिला की सहमति के बिना किया जाता है, तो वह आजीवन कारावास से, या उक्त उपधारा में विनिर्दिष्ट दण्ड से, दण्डनीय होगा।\nस्पष्टीकरण.—इस अपराध के लिए यह आवश्यक नहीं है कि अपराधी को यह ज्ञान हो कि उस कार्य से मृत्यु कारित होना संभाव्य है।"
    },
    {
      "section_no": 91,
      "text": "जो कोई किसी बालक के जन्म से पहले कोई ऐसा कार्य इस आशय से करता है कि वह उसके द्वारा उस बालक को जीवित पैदा होने से रोके या उसके जन्म के पश्चात् उसकी मृत्यु कारित करे, और ऐसे कार्य द्वारा उस बालक को जीवित पैदा होने से रोकता है, या उसके जन्म के पश्चात् उसकी मृत्यु कारित करता है, यदि ऐसा कार्य माता के जीवन को बचाने के उद्देश्य से सद्भावपूर्वक कारित नहीं किया गया है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 92,
      "text": "जो कोई ऐसी परिस्थितियों में कोई कार्य करता है कि यदि वह उसके द्वारा मृत्यु कारित करता तो वह आपराधिक मानव वध का दोषी होता, और ऐसे कार्य द्वारा किसी सत्वर अजन्मे बालक की मृत्यु कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 93,
      "text": "जो कोई, बारह वर्ष से कम आयु के किसी बालक का पिता या माता होते हुए, या ऐसे बालक की देखरेख रखते हुए, ऐसे बालक को पूरी तरह से परित्यक्त करने के आशय से किसी स्थान पर उसे अनावृत छोड़ता है या त्याग देता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\nस्पष्टीकरण.—यदि बालक अनावृत्त करने के परिणामस्वरूप मर जाता है, तो इस धारा का आशय, यथास्थिति, हत्या या आपराधिक मानव वध के लिए अपराधी के विचारण को रोकना नहीं है।"
    },
    {
      "section_no": 94,
      "text": "जो कोई किसी बालक के मृत शरीर को गुप्त रूप से गाड़कर या अन्यथा व्ययनित करके, चाहे वह बालक अपने जन्म से पहले या बाद में या जन्म के दौरान मर गया हो, साशय ऐसे बालक के जन्म को छिपाता है या छिपाने का प्रयास करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 95,
      "text": "जो कोई किसी अपराध को करने के लिए किसी बालक को भाड़े पर लेता है, नियोजित करता है या लगाता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष से कम नहीं होगी, किंतु जो दस वर्ष तक की हो सकेगी, और जुर्माने से, दण्डित किया जाएगा; और यदि अपराध किया जाता है तो उसे उस अपराध के लिए उपबंधित दण्ड से भी दण्डित किया जाएगा मानो वह अपराध ऐसे व्यक्ति ने स्वयं किया हो।\nस्पष्टीकरण.—यौन शोषण या अश्लील साहित्य के लिए किसी बालक को भाड़े पर लेना, नियोजित करना, लगाना या उपयोग करना इस धारा के अर्थ के अंतर्गत आता है।"
    },
    {
      "section_no": 96,
      "text": "जो कोई किसी भी साधन से, किसी बालक को किसी स्थान से जाने के लिए या कोई कार्य करने के लिए प्रेरित करता है इस आशय से कि ऐसे बालक को किसी अन्य व्यक्ति के साथ अवैध यौन संबंध के लिए मजबूर या बहकाया जाए, या यह जानते हुए कि ऐसे बालक को अवैध यौन संबंध के लिए मजबूर या बहकाया जाना संभाव्य है, वह कारावास से दण्डनीय होगा, जिसकी अवधि दस वर्ष तक की हो सकेगी, और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 97,
      "text": "जो कोई दस वर्ष से कम आयु के किसी बालक को उस बालक के शरीर से बेईमानी से कोई जंगम संपत्ति लेने के आशय से व्यपहरण या अपहरण करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 98,
      "text": "जो कोई किसी बालक को इस आशय से बेचता है, भाड़े पर देता है, या अन्यथा व्ययनित करता है कि वह बालक किसी भी आयु में वेश्यावृत्ति के प्रयोजन के लिए या किसी व्यक्ति के साथ अवैध यौन संबंध के लिए या किसी अवैध और अनैतिक प्रयोजन के लिए नियोजित या उपयोग किया जाएगा, या यह जानते हुए कि उस बालक का किसी भी आयु में ऐसे किसी प्रयोजन के लिए नियोजित या उपयोग किया जाना संभाव्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nस्पष्टीकरण 1.—जब अठारह वर्ष से कम आयु की कोई महिला वेश्या या किसी ऐसे व्यक्ति को बेची जाती है, भाड़े पर दी जाती है, या अन्यथा व्ययनित की जाती है जो वेश्यालय रखता है या उसका प्रबंध करता है, तो ऐसा व्ययनित करने वाला व्यक्ति, जब तक कि इसके विपरीत साबित न हो जाए, यह अनुमान किया जाएगा कि उसने उस महिला को इस आशय से व्ययनित किया है कि उसका उपयोग वेश्यावृत्ति के प्रयोजन के लिए किया जाएगा।\nस्पष्टीकरण 2.—इस धारा के प्रयोजनों के लिए “अवैध यौन संबंध” का अर्थ विवाह द्वारा या किसी ऐसे संबंध या बंधन द्वारा, जो यद्यपि विवाह की कोटि में नहीं आता है, किंतु उस समुदाय के व्यक्तिगत विधि या प्रथा द्वारा मान्यता प्राप्त है जिससे वे संबंधित हैं, या जहां वे विभिन्न समुदायों से संबंधित हैं, दोनों ऐसे समुदायों द्वारा, उनके बीच एक अर्ध-वैवाहिक संबंध गठित करने के रूप में मान्यता प्राप्त है, व्यक्तियों के बीच यौन संबंध है।"
    },
    {
      "section_no": 99,
      "text": "जो कोई किसी बालक को इस आशय से क्रय करता है, भाड़े पर लेता है या अन्यथा कब्जा प्राप्त करता है कि वह बालक किसी भी आयु में वेश्यावृत्ति के प्रयोजन के लिए या किसी व्यक्ति के साथ अवैध यौन संबंध के लिए या किसी अवैध और अनैतिक प्रयोजन के लिए नियोजित या उपयोग किया जाएगा, या यह जानते हुए कि उस बालक का किसी भी आयु में ऐसे किसी प्रयोजन के लिए नियोजित या उपयोग किया जाना संभाव्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष से कम नहीं होगी, किंतु जो चौदह वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nस्पष्टीकरण 1.—कोई वेश्या या वेश्यालय रखने वाला या प्रबंध करने वाला कोई व्यक्ति, जो अठारह वर्ष से कम आयु की किसी महिला को क्रय करता है, भाड़े पर लेता है या अन्यथा कब्जा प्राप्त करता है, जब तक कि इसके विपरीत साबित न हो जाए, यह अनुमान किया जाएगा कि उसने ऐसी महिला का कब्जा इस आशय से प्राप्त किया है कि उसका उपयोग वेश्यावृत्ति के प्रयोजन के लिए किया जाएगा।\nस्पष्टीकरण 2.—“अवैध यौन संबंध” का वही अर्थ है जो धारा 98 में है।"
    }
  ]
},
{
  "chapter_no": 6,
  "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
  "sections": [
    {
      "section_no": 100,
      "text": "जो कोई मृत्यु कारित करने के आशय से, या ऐसी शारीरिक उपहति कारित करने के आशय से जिससे मृत्यु कारित होना संभाव्य है, या इस ज्ञान के साथ कि उसके ऐसे कार्य से मृत्यु कारित होना संभाव्य है, कोई कार्य करके मृत्यु कारित करता है, वह आपराधिक मानव वध का अपराध करता है।"
    },
    {
      "section_no": 101,
      "text": "उन मामलों के सिवाय जो इसमें इसके पश्चात् अपवादित हैं, आपराधिक मानव वध, हत्या है,—\n(क) यदि वह कार्य जिसके द्वारा मृत्यु कारित होती है, मृत्यु कारित करने के आशय से किया गया हो; या\n(ख) यदि वह कार्य जिसके द्वारा मृत्यु कारित होती है, ऐसी शारीरिक उपहति कारित करने के आशय से किया गया हो, जिसके बारे में अपराधी जानता है कि वह उस व्यक्ति की मृत्यु कारित करना संभाव्य है जिसको अपहानि कारित की जाती है; या\n(ग) यदि वह कार्य जिसके द्वारा मृत्यु कारित होती है, किसी व्यक्ति को शारीरिक उपहति कारित करने के आशय से किया गया हो और कारित करने के लिए आशयित शारीरिक उपहति प्रकृति के सामान्य अनुक्रम में मृत्यु कारित करने के लिए पर्याप्त हो; या\n(घ) यदि वह व्यक्ति जो वह कार्य करता है, जिसके द्वारा मृत्यु कारित होती है, जानता है कि वह इतना आसन्न खतरनाक है कि इससे हर संभाव्यता में मृत्यु, या ऐसी शारीरिक उपहति जिससे मृत्यु कारित होना संभाव्य है, कारित होनी ही चाहिए, और मृत्यु या पूर्वोक्त जैसी उपहति कारित करने के जोखिम की उपधारणा के लिए किसी प्रतिहेतु के बिना ऐसा कार्य करता है।"
    },
    {
      "section_no": 102,
      "text": "यदि कोई व्यक्ति, कोई ऐसा कार्य करके, जिसे वह मृत्यु कारित करने का आशय रखता है या जानता है कि उससे मृत्यु कारित होना संभाव्य है, किसी ऐसे व्यक्ति की मृत्यु कारित करके आपराधिक मानव वध करता है, जिसकी मृत्यु कारित करने का न तो वह आशय रखता था और न ही जानता था कि उससे उसकी मृत्यु कारित होना संभाव्य है, तो अपराधी द्वारा किया गया आपराधिक मानव वध उसी प्रकार का होगा जिसका वह होता यदि उसने उस व्यक्ति की मृत्यु कारित की होती जिसकी मृत्यु कारित करने का वह आशय रखता था या जानता था कि उससे उसकी मृत्यु कारित होना संभाव्य है।"
    },
    {
      "section_no": 103,
      "text": "(1) जो कोई हत्या करता है, वह मृत्यु या आजीवन कारावास से दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(2) जब पांच या अधिक व्यक्तियों का कोई समूह एकमत होकर नस्ल, जाति या समुदाय, लिंग, जन्म स्थान, भाषा, व्यक्तिगत आस्था या किसी अन्य समान आधार पर हत्या करता है, तब ऐसे समूह का प्रत्येक सदस्य मृत्यु या आजीवन कारावास से दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 104,
      "text": "जो कोई, आजीवन कारावास के दण्डादेश के अधीन होते हुए, हत्या करता है, वह मृत्यु से या आजीवन कारावास से दण्डित किया जाएगा, जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा।"
    },
    {
      "section_no": 105,
      "text": "जो कोई हत्या की कोटि में न आने वाला आपराधिक मानव वध करता है, यदि वह कार्य जिसके द्वारा मृत्यु कारित होती है, मृत्यु कारित करने के आशय से, या ऐसी शारीरिक उपहति कारित करने के आशय से जिससे मृत्यु कारित होना संभाव्य है, किया जाता है, तो वह आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष से कम नहीं होगी, किंतु जो दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा; या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और जुर्माने से, दण्डित किया जाएगा, यदि वह कार्य इस ज्ञान के साथ किया जाता है कि इससे मृत्यु कारित होना संभाव्य है, किंतु मृत्यु कारित करने के या ऐसी शारीरिक उपहति कारित करने के, जिससे मृत्यु कारित होना संभाव्य है, किसी आशय के बिना किया जाता है।"
    },
    {
      "section_no": 106,
      "text": "(1) जो कोई उतावलेपन या उपेक्षापूर्ण कार्य द्वारा किसी व्यक्ति की मृत्यु कारित करता है जो आपराधिक मानव वध की कोटि में नहीं आता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा; और यदि ऐसा कार्य किसी रजिस्ट्रीकृत चिकित्सा व्यवसायी द्वारा चिकित्सा प्रक्रिया करते समय किया जाता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nस्पष्टीकरण.—इस उपधारा के प्रयोजनों के लिए, “रजिस्ट्रीकृत चिकित्सा व्यवसायी” से ऐसा चिकित्सा व्यवसायी अभिप्रेत है जिसके पास राष्ट्रीय चिकित्सा आयोग अधिनियम, 2019 के अधीन मान्यता प्राप्त कोई चिकित्सा अर्हता है और जिसका नाम उस अधिनियम के अधीन राष्ट्रीय चिकित्सा रजिस्टर या राज्य चिकित्सा रजिस्टर में दर्ज किया गया है।\n(2) जो कोई आपराधिक मानव वध की कोटि में न आने वाले वाहन के उतावलेपन और उपेक्षापूर्ण चालन द्वारा किसी व्यक्ति की मृत्यु कारित करता है, और घटना के तुरंत बाद किसी पुलिस अधिकारी या मजिस्ट्रेट को उसकी रिपोर्ट किए बिना भाग जाता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 107,
      "text": "यदि कोई बालक, विकृतचित्त व्यक्ति, प्रलापी व्यक्ति या मत्तता की स्थिति में कोई व्यक्ति, आत्महत्या करता है, तो जो कोई ऐसी आत्महत्या के किए जाने का दुष्प्रेरण करता है, वह मृत्यु या आजीवन कारावास से, या दस वर्ष से अनधिक अवधि के लिए कारावास से, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 108,
      "text": "यदि कोई व्यक्ति आत्महत्या करता है, तो जो कोई ऐसी आत्महत्या के किए जाने का दुष्प्रेरण करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 109,
      "text": "(1) जो कोई ऐसे आशय या ज्ञान से और ऐसी परिस्थितियों में कोई कार्य करता है कि यदि वह उस कार्य द्वारा मृत्यु कारित करता तो वह हत्या का दोषी होता, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा; और यदि ऐसे कार्य से किसी व्यक्ति को उपहति कारित होती है, तो अपराधी आजीवन कारावास से, या ऐसे दण्ड से, जो इसमें इसके पूर्व उपबंधित है, दायी होगा।\n(2) जब उपधारा (1) के अधीन अपराध करने वाला कोई व्यक्ति आजीवन कारावास के दण्डादेश के अधीन है, यदि उपहति कारित होती है, तो उसे मृत्यु से या आजीवन कारावास से, जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, दण्डित किया जा सकता है।"
    },
    {
      "section_no": 110,
      "text": "जो कोई ऐसे आशय या ज्ञान से और ऐसी परिस्थितियों में कोई कार्य करता है कि यदि वह उस कार्य द्वारा मृत्यु कारित करता तो वह हत्या की कोटि में न आने वाले आपराधिक मानव वध का दोषी होता, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा; और, यदि ऐसे कार्य से किसी व्यक्ति को उपहति कारित होती है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 111,
      "text": "(1) किसी संगठित अपराध सिंडिकेट के सदस्य के रूप में या ऐसे सिंडिकेट की ओर से, अकेले या संयुक्त रूप से, हिंसा के उपयोग, हिंसा के खतरे, अभित्रास, उत्पीड़न, या किसी अन्य अवैध साधन द्वारा, प्रत्यक्ष या अप्रत्यक्ष भौतिक लाभ, जिसमें वित्तीय लाभ शामिल है, प्राप्त करने के लिए, किसी व्यक्ति या एकमत होकर कार्य करने वाले व्यक्तियों के समूह द्वारा किया गया कोई निरंतर अवैध कार्यकलाप जिसमें व्यपहरण, लूट, वाहन चोरी, जबरन वसूली, भूमि हथियाना, भाड़े पर हत्या, आर्थिक अपराध, साइबर अपराध, व्यक्तियों, मादक पदार्थों, हथियारों या अवैध माल या सेवाओं की तस्करी, वेश्यावृत्ति या फिरौती के लिए मानव तस्करी शामिल है, वह संगठित अपराध गठित करेगा।\nस्पष्टीकरण.—इस उपधारा के प्रयोजनों के लिए,—\n(i) “संगठित अपराध सिंडिकेट” से दो या अधिक व्यक्तियों का एक समूह अभिप्रेत है जो, अकेले या संयुक्त रूप से कार्य करते हुए, एक सिंडिकेट या गिरोह के रूप में किसी निरंतर अवैध कार्यकलाप में लिप्त होता है;\n(ii) “निरंतर अवैध कार्यकलाप” से विधि द्वारा प्रतिषिद्ध ऐसा कार्यकलाप अभिप्रेत है जो तीन वर्ष या उससे अधिक के कारावास से दण्डनीय संज्ञेय अपराध है, जो किसी व्यक्ति द्वारा, अकेले या संयुक्त रूप से, किसी संगठित अपराध सिंडिकेट के सदस्य के रूप में या ऐसे सिंडिकेट की ओर से किया जाता है जिसके संबंध में पूर्ववर्ती दस वर्ष की अवधि के भीतर सक्षम न्यायालय के समक्ष एक से अधिक आरोप-पत्र दाखिल किए गए हैं और उस न्यायालय ने ऐसे अपराध का संज्ञान लिया है, और इसमें आर्थिक अपराध शामिल है;\n(iii) “आर्थिक अपराध” के अंतर्गत आपराधिक न्यास भंग, कूटरचना, करेंसी-नोट, बैंक-नोट और सरकारी स्टांपों का कूटकरण, हवाला संव्यवहार, सामूहिक विपणन कपट या कई व्यक्तियों को कपट करने के लिए कोई स्कीम चलाना या किसी भी रूप में मौद्रिक लाभ प्राप्त करने के लिए किसी बैंक या वित्तीय संस्था या किसी अन्य संस्था या संगठन को कपट करने की दृष्टि से किसी भी प्रकार से कोई कार्य करना शामिल है।\n(2) जो कोई संगठित अपराध करता है, वह,—\n(क) यदि ऐसे अपराध के परिणामस्वरूप किसी व्यक्ति की मृत्यु हुई है, तो मृत्यु से या आजीवन कारावास से दण्डित किया जाएगा और जुर्माने से भी दायी होगा जो दस लाख रुपए से कम नहीं होगा;\n(ख) किसी अन्य मामले में, कारावास से, जिसकी अवधि पांच वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा जो पांच लाख रुपए से कम नहीं होगा।\n(3) जो कोई संगठित अपराध के किए जाने का दुष्प्रेरण, प्रयत्न, षड्यंत्र करता है या जानबूझकर उसे सुगम बनाता है, या अन्यथा संगठित अपराध की तैयारी में कोई कार्य करता है, तो उसे कारावास से, जिसकी अवधि पांच वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा जो पांच लाख रुपए से कम नहीं होगा।\n(4) कोई भी व्यक्ति जो किसी संगठित अपराध सिंडिकेट का सदस्य है, तो उसे कारावास से, जिसकी अवधि पांच वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा जो पांच लाख रुपए से कम नहीं होगा।\n(5) जो कोई साशय किसी ऐसे व्यक्ति को संश्रय या छिपाव देता है या छिपाता है जिसने संगठित अपराध का अपराध किया है, तो उसे कारावास से, जिसकी अवधि तीन वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा जो पांच लाख रुपए से कम नहीं होगा:\nपरंतु यह उपधारा ऐसे किसी मामले पर लागू नहीं होगी जिसमें संश्रय या छिपाव अपराधी के पति या पत्नी द्वारा दिया जाता है।\n(6) जो कोई संगठित अपराध करने से व्युत्पन्न या प्राप्त कोई संपत्ति या किसी संगठित अपराध की आय या जो संगठित अपराध के माध्यम से अर्जित की गई है, अपने कब्जे में रखता है, तो वह कारावास से, जिसकी अवधि तीन वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा जो दो लाख रुपए से कम नहीं होगा।\n(7) यदि कोई व्यक्ति, किसी संगठित अपराध सिंडिकेट के सदस्य की ओर से, ऐसी जंगम या स्थावर संपत्ति के कब्जे में है, या किसी भी समय रहा है, जिसके लिए वह संतोषजनक रूप से हिसाब नहीं दे सकता है, तो वह कारावास से, जिसकी अवधि तीन वर्ष से कम नहीं होगी, किंतु जो दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा जो एक लाख रुपए से कम नहीं होगा।"
    },
    {
      "section_no": 112,
      "text": "(1) जो कोई, किसी समूह या गिरोह का सदस्य होते हुए, अकेले या संयुक्त रूप से, चोरी, झपटमारी, छल, टिकटों का अप्राधिकृत विक्रय, अप्राधिकृत दांव या जुआ, सार्वजनिक परीक्षा के प्रश्नपत्रों का विक्रय या कोई अन्य समान आपराधिक कार्य करता है, तो वह तुच्छ संगठित अपराध (Petty Organised Crime) करने वाला कहा जाता है।\nस्पष्टीकरण.—इस उपधारा के प्रयोजनों के लिए \"चोरी\" में छल चोरी, वाहन, निवास-गृह या व्यावसायिक परिसर से चोरी, माल की चोरी, जेब काटना, कार्ड स्किमिंग के माध्यम से चोरी, दुकानदारी और स्वचालित टेलर मशीन (एटीएम) की चोरी शामिल है।\n(2) जो कोई कोई तुच्छ संगठित अपराध करता है, वह कारावास से, जिसकी अवधि एक वर्ष से कम नहीं होगी, किंतु जो सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 113,
      "text": "(1) जो कोई भारत की एकता, अखंडता, संप्रभुता, सुरक्षा, या आर्थिक सुरक्षा को धमकी देने के आशय से या धमकी देने की संभावना से या भारत के लोगों या लोगों के किसी वर्ग में या किसी विदेशी देश में आतंक फैलाने के आशय से या आतंक फैलाने की संभावना से, ––\n(क) बम, डायनामाइट या अन्य विस्फोटक पदार्थ या ज्वलनशील पदार्थ या अग्न्यायुध या अन्य घातक हथियार या विषैली या अपायकर गैस या अन्य रसायनों का उपयोग करके या किसी अन्य पदार्थ (चाहे जैविक, रेडियोधर्मी, नाभिकीय या अन्यथा) जो जोखिमपूर्ण प्रकृति का है, या किसी भी प्रकृति के किसी अन्य साधन द्वारा कारित करता है या कारित किए जाने की संभावना है,—\n(i) किसी व्यक्ति या व्यक्तियों की मृत्यु या उपहति; या\n(ii) संपत्ति की हानि, या क्षति, या विनाश; या\n(iii) भारत में या किसी विदेशी देश में समुदाय के जीवन के लिए आवश्यक किसी भी आपूर्ति या सेवाओं का विघटन; या\n(iv) जाली भारतीय कागजी मुद्रा, सिक्का या किसी अन्य सामग्री के उत्पादन या तस्करी या संचलन के माध्यम से भारत की मौद्रिक स्थिरता को क्षति; या\n(v) भारत की रक्षा के लिए या उनकी एजेंसियों के किसी अन्य प्रयोजन के संबंध में उपयोग की जाने वाली या उपयोग किए जाने के लिए आशयित भारत में या किसी विदेशी देश में किसी संपत्ति की क्षति या विनाश; या\n(ख) आपराधिक बल या आपराधिक बल के प्रदर्शन के माध्यम से आतंकित करता है या ऐसा करने का प्रयत्न करता है या किसी लोक कृत्यकारी की मृत्यु कारित करता है या किसी लोक कृत्यकारी की मृत्यु कारित करने का प्रयत्न करता है; या\n(ग) किसी व्यक्ति को निरुद्ध करता है, व्यपहरण करता है या अपहरण करता है और ऐसे व्यक्ति को मारने या घायल करने की धमकी देता है या भारत सरकार, किसी राज्य सरकार या किसी विदेशी देश की सरकार या किसी अंतरराष्ट्रीय या अंतर-सरकारी संगठन या किसी अन्य व्यक्ति को कोई कार्य करने या करने से विरत रहने के लिए विवश करने के लिए कोई अन्य कार्य करता है, वह आतंकवादी कार्य करता है।\nस्पष्टीकरण.—इस उपधारा के प्रयोजन के लिए,—\n(क) “लोक कृत्यकारी” से संवैधानिक प्राधिकारी या केन्द्रीय सरकार द्वारा शासकीय राजपत्र में लोक कृत्यकारी के रूप में अधिसूचित कोई अन्य कृत्यकारी अभिप्रेत है;\n(ख) “जाली भारतीय करेंसी” से ऐसी जाली करेंसी अभिप्रेत है जिसे किसी प्राधिकृत या अधिसूचित विधि विज्ञान प्राधिकारी द्वारा जांच के बाद यह घोषित किया जाए कि ऐसी करेंसी भारतीय करेंसी की प्रमुख सुरक्षा विशेषताओं का अनुकरण करती है या उनसे समझौता करती है।\n(2) जो कोई आतंकवादी कार्य करता है, वह,—\n(क) यदि ऐसे अपराध के परिणामस्वरूप किसी व्यक्ति की मृत्यु हुई है, तो मृत्यु से या आजीवन कारावास से दण्डित किया जाएगा और जुर्माने से भी दायी होगा;\n(ख) किसी अन्य मामले में, कारावास से, जिसकी अवधि पांच वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(3) जो कोई आतंकवादी कार्य या आतंकवादी कार्य करने की तैयारी में कोई कार्य करने का षड्यंत्र करता है या प्रयत्न करता है, या समर्थन करता है, दुष्प्रेरण करता है, सलाह देता है या उकसाता है, प्रत्यक्ष रूप से या जानबूझकर उसे सुगम बनाता है, तो उसे कारावास से, जिसकी अवधि पांच वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(4) जो कोई आतंकवादी कार्य में प्रशिक्षण देने के लिए कोई शिविर या शिविरों का आयोजन करता है या आयोजित करवाता है, या आतंकवादी कार्य करने के लिए किसी व्यक्ति या व्यक्तियों की भर्ती करता है या भर्ती करवाता है, तो उसे कारावास से, जिसकी अवधि पांच वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(5) कोई भी व्यक्ति जो आतंकवादी कार्य में शामिल किसी संगठन का सदस्य है, तो उसे कारावास से, जिसकी अवधि आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(6) जो कोई साशय किसी ऐसे व्यक्ति को स्वेच्छया संश्रय या छिपाव देता है या संश्रय या छिपाव देने का प्रयत्न करता है, यह जानते हुए कि उस व्यक्ति ने आतंकवादी कार्य किया है, तो उसे कारावास से, जिसकी अवधि तीन वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा:\nपरंतु यह उपधारा ऐसे किसी मामले पर लागू नहीं होगी जिसमें संश्रय या छिपाव अपराधी के पति या पत्नी द्वारा दिया जाता है।\n(7) जो कोई जानबूझकर किसी आतंकवादी कार्य करने से व्युत्पन्न या प्राप्त कोई संपत्ति या किसी आतंकवादी कार्य के माध्यम से अर्जित की गई है, अपने कब्जे में रखता है, तो वह कारावास से, जिसकी अवधि आजीवन कारावास तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\nस्पष्टीकरण.—शंकाओं को दूर करने के लिए, इसके द्वारा यह घोषित किया जाता है कि पुलिस अधीक्षक के पद से अनिम्न अधिकारी यह विनिश्चय करेगा कि मामले को इस धारा के अधीन या विधि विरुद्ध क्रियाकलाप (निवारण) अधिनियम, 1967 के अधीन रजिस्ट्रीकृत करना है या नहीं।"
    },
    {
      "section_no": 114,
      "text": "जो कोई किसी व्यक्ति को शारीरिक पीड़ा, रोग या दुर्बलता कारित करता है, वह उपहति कारित करने वाला कहा जाता है।"
    },
    {
      "section_no": 115,
      "text": "(1) जो कोई किसी व्यक्ति को उपहति कारित करने के आशय से, या यह जानते हुए कि उससे किसी व्यक्ति को उपहति कारित होना संभाव्य है, कोई कार्य करता है, और उससे किसी व्यक्ति को उपहति कारित करता है, वह “स्वेच्छया उपहति कारित करना” कहा जाता है।\n(2) जो कोई, धारा 122 की उपधारा (1) द्वारा उपबंधित मामले के सिवाय, स्वेच्छया उपहति कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 116,
      "text": "निम्नलिखित प्रकार की उपहति ही “घोर” कहलाती है, अर्थात्:—\n(क) पुंसत्व हरण;\n(ख) दोनों में से किसी भी नेत्र की दृष्टि का स्थायी विच्छेद;\n(ग) दोनों में से किसी भी कर्ण की श्रवण शक्ति का स्थायी विच्छेद;\n(घ) किसी भी अंग या जोड़ का विच्छेद;\n(ङ) किसी अंग या जोड़ की शक्तियों का नाश या स्थायी रूप से कमजोर पड़ना;\n(च) सिर या चेहरे का स्थायी विरूपण;\n(छ) अस्थि या दांत का भंग या विस्थापन;\n(ज) कोई भी उपहति जिससे जीवन संकट में पड़ जाए या जो उपहत व्यक्ति को पंद्रह दिन की अवधि तक गंभीर शारीरिक पीड़ा में रखती है, या उसे अपने साधारण कार्यकलापों का अनुसरण करने में असमर्थ बना देती है।"
    },
    {
      "section_no": 117,
      "text": "(1) जो कोई स्वेच्छया उपहति कारित करता है, यदि वह उपहति जो वह कारित करने का आशय रखता है या जानता है कि वह कारित होना संभाव्य है, घोर उपहति है, और यदि वह उपहति जो वह कारित करता है, घोर उपहति है, तो वह “स्वेच्छया घोर उपहति कारित करना” कहा जाता है।\n(2) जो कोई, धारा 122 की उपधारा (2) द्वारा उपबंधित मामले के सिवाय, स्वेच्छया घोर उपहति कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(3) जो कोई उपधारा (1) के अधीन कोई अपराध करता है और ऐसे किए जाने के अनुक्रम में किसी व्यक्ति को कोई ऐसी उपहति कारित करता है जिससे वह व्यक्ति स्थायी निःशक्तता या सतत उपवनस्पति अवस्था में चला जाता है, तो उसे कठोर कारावास से, जिसकी अवधि दस वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, दण्डित किया जाएगा।\n(4) जब पांच या अधिक व्यक्तियों का कोई समूह एकमत होकर, किसी व्यक्ति को उसकी नस्ल, जाति या समुदाय, लिंग, जन्म स्थान, भाषा, व्यक्तिगत आस्था या किसी अन्य समान आधार पर घोर उपहति कारित करता है, तो ऐसे समूह का प्रत्येक सदस्य घोर उपहति कारित करने के अपराध का दोषी होगा और उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 118,
      "text": "(1) जो कोई, धारा 122 की उपधारा (1) द्वारा उपबंधित मामले के सिवाय, गोली मारने, छुरा घोंपने या काटने के किसी उपकरण से, या ऐसे किसी उपकरण से जिसका आयुध के रूप में प्रयोग किया जाए, जिससे मृत्यु कारित होना संभाव्य है, या अग्नि या किसी गरम किए गए पदार्थ से, या किसी विष या किसी संक्षारक पदार्थ से, या किसी विस्फोटक पदार्थ से, या किसी ऐसे पदार्थ से, जिसे मानव शरीर के लिए श्वास में लेना, निगलना, या रक्त में प्राप्त करना अपायकर है, या किसी जंतु के माध्यम से स्वेच्छया उपहति कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, जो बीस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।\n(2) जो कोई, धारा 122 की उपधारा (2) द्वारा उपबंधित मामले के सिवाय, उपधारा (1) में निर्दिष्ट किसी भी साधन द्वारा स्वेच्छया घोर उपहति कारित करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष से कम नहीं होगी, किंतु जो दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 119,
      "text": "(1) जो कोई उपहत व्यक्ति से, या उपहत व्यक्ति में हितबद्ध किसी व्यक्ति से, किसी संपत्ति या मूल्यवान प्रतिभूति को जबरन वसूल करने के उद्देश्य से, या उपहत व्यक्ति या ऐसे उपहत व्यक्ति में हितबद्ध किसी व्यक्ति को कोई ऐसा कार्य करने के लिए विवश करने के उद्देश्य से जो अवैध है या जिससे किसी अपराध के किए जाने को सुगम बनाया जा सकता है, स्वेच्छया उपहति कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(2) जो कोई उपधारा (1) में निर्दिष्ट किसी भी उद्देश्य से स्वेच्छया घोर उपहति कारित करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 120,
      "text": "(1) जो कोई उपहत व्यक्ति से या उपहत व्यक्ति में हितबद्ध किसी व्यक्ति से, किसी संस्वीकृति या किसी ऐसी जानकारी को जबरन वसूल करने के उद्देश्य से, जिससे किसी अपराध या कदाचार का पता चल सकता है, या उपहत व्यक्ति या उपहत व्यक्ति में हितबद्ध किसी व्यक्ति को किसी संपत्ति या मूल्यवान प्रतिभूति को बहाल करने या बहाल करने का कारण बनने के लिए या किसी दावे या मांग को पूरा करने के लिए, या किसी संपत्ति या मूल्यवान प्रतिभूति की बहाली का कारण बनने वाली जानकारी देने के लिए विवश करने के उद्देश्य से, स्वेच्छया उपहति कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(2) जो कोई उपधारा (1) में निर्दिष्ट किसी भी उद्देश्य से स्वेच्छया घोर उपहति कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 121,
      "text": "(1) जो कोई किसी लोक सेवक को ऐसे लोक सेवक के रूप में अपने कर्तव्य के निर्वहन में स्वेच्छया उपहति कारित करता है, या उस व्यक्ति को या किसी अन्य लोक सेवक को ऐसे लोक सेवक के रूप में अपने कर्तव्य का निर्वहन करने से रोकने या विरत करने के आशय से या उस व्यक्ति द्वारा ऐसे लोक सेवक के रूप में अपने कर्तव्य के विधिपूर्ण निर्वहन में किए गए या किए जाने के लिए प्रयत्न किए गए किसी भी बात के परिणामस्वरूप स्वेच्छया उपहति कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(2) जो कोई किसी लोक सेवक को ऐसे लोक सेवक के रूप में अपने कर्तव्य के निर्वहन में स्वेच्छया घोर उपहति कारित करता है, या उस व्यक्ति को या किसी अन्य लोक सेवक को ऐसे लोक सेवक के रूप में अपने कर्तव्य का निर्वहन करने से रोकने या विरत करने के आशय से या उस व्यक्ति द्वारा ऐसे लोक सेवक के रूप में अपने कर्तव्य के विधिपूर्ण निर्वहन में किए गए या किए जाने के लिए प्रयत्न किए गए किसी भी बात के परिणामस्वरूप स्वेच्छया घोर उपहति कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष से कम नहीं होगी, किंतु जो दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 122,
      "text": "(1) जो कोई गंभीर और अचानक प्रकोपन पर स्वेच्छया उपहति कारित करता है, यदि वह प्रकोपन देने वाले व्यक्ति से भिन्न किसी व्यक्ति को उपहति कारित करने का न तो आशय रखता है और न ही जानता है कि वह कारित होना संभाव्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।\n(2) जो कोई गंभीर और अचानक प्रकोपन पर स्वेच्छया घोर उपहति कारित करता है, यदि वह प्रकोपन देने वाले व्यक्ति से भिन्न किसी व्यक्ति को घोर उपहति कारित करने का न तो आशय रखता है और न ही जानता है कि वह कारित होना संभाव्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 123,
      "text": "जो कोई किसी व्यक्ति को उपहति कारित करने के आशय से, या किसी अपराध को करने या उसके किए जाने को सुगम बनाने के आशय से या यह जानते हुए कि उससे उपहति कारित होना संभाव्य है, कोई विष या कोई मदहोश करने वाली, मत्त करने वाली या अस्वास्थ्यकर औषधि, या अन्य चीज उस व्यक्ति को देता है या लेने का कारण बनता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 124,
      "text": "(1) जो कोई किसी व्यक्ति के शरीर के किसी भाग या भागों को स्थायी या आंशिक क्षति या विरूपता कारित करता है, या जलाता है या अंगभंग करता है या विरूपित करता है या निःशक्त करता है, या उस व्यक्ति पर तेजाब फेंककर या उसे तेजाब देकर, या किसी अन्य साधन का उपयोग करके इस आशय से कि ऐसी चोट या उपहति कारित करे या यह जानते हुए कि उसके द्वारा ऐसी चोट या उपहति कारित होना संभाव्य है, घोर उपहति कारित करता है या किसी व्यक्ति को सतत उपवनस्पति अवस्था में कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, और जुर्माने से, दण्डित किया जाएगा:\nपरंतु ऐसा जुर्माना पीड़िता के उपचार के चिकित्सा व्यय को पूरा करने के लिए न्यायसंगत और युक्तियुक्त होगा:\nपरंतु यह और कि इस उपधारा के अधीन अधिरोपित कोई भी जुर्माना पीड़िता को संदत्त किया जाएगा।\n(2) जो कोई किसी व्यक्ति पर तेजाब फेंकता है या फेंकने का प्रयत्न करता है या किसी व्यक्ति को तेजाब देने का प्रयत्न करता है, या किसी अन्य साधन का उपयोग करने का प्रयत्न करता है, इस आशय से कि उस व्यक्ति को स्थायी या आंशिक क्षति या विरूपता या जलना या अंगभंग या विरूपण या निःशक्तता या घोर उपहति कारित करे, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष से कम नहीं होगी, किंतु जो सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 125,
      "text": "जो कोई इतने उतावलेपन या उपेक्षा से कोई कार्य करता है जिससे मानव जीवन या दूसरों की व्यक्तिगत सुरक्षा को खतरा होता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन मास तक की हो सकेगी, या जुर्माने से, जो दो हजार पांच सौ रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा, किंतु—\n(क) जहां उपहति कारित होती है, वहां उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा;\n(ख) जहां घोर उपहति कारित होती है, वहां उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 126,
      "text": "(1) जो कोई स्वेच्छया किसी व्यक्ति को इस प्रकार बाधित करता है कि उस व्यक्ति को किसी भी दिशा में आगे बढ़ने से रोकता है जिसमें उस व्यक्ति को आगे बढ़ने का अधिकार है, तो वह उस व्यक्ति का सदोष अवरोध करने वाला कहा जाता है।\n(2) जो कोई सदोष किसी व्यक्ति को अवरोधित करता है, तो उसे साधारण कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 127,
      "text": "(1) जो कोई किसी व्यक्ति को इस प्रकार सदोष अवरोधित करता है जिससे उस व्यक्ति को कुछ परिसीमित सीमाओं से परे आगे बढ़ने से रोका जाता है, वह उस व्यक्ति का “सदोष परिरोध” करने वाला कहा जाता है।\n(2) जो कोई सदोष किसी व्यक्ति को परिरोधित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।\n(3) जो कोई तीन दिन या उससे अधिक के लिए किसी व्यक्ति को सदोष परिरोधित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।\n(4) जो कोई दस दिन या उससे अधिक के लिए किसी व्यक्ति को सदोष परिरोधित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा जो दस हजार रुपए से कम नहीं होगा।\n(5) जो कोई किसी व्यक्ति को सदोष परिरोध में रखता है, यह जानते हुए कि उस व्यक्ति की मुक्ति के लिए एक रिट विधिवत् जारी की गई है, तो उसे इस अध्याय की किसी अन्य धारा के अधीन जिसके लिए वह दायी हो सकेगा, कारावास की किसी भी अवधि के अतिरिक्त किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(6) जो कोई किसी व्यक्ति को इस प्रकार सदोष परिरोधित करता है जिससे यह आशय इंगित होता है कि ऐसे परिरोधित व्यक्ति का परिरोध उस परिरोधित व्यक्ति में हितबद्ध किसी व्यक्ति को, या किसी लोक सेवक को ज्ञात न हो, या कि ऐसे परिरोध का स्थान पूर्वोक्त किसी व्यक्ति या लोक सेवक को ज्ञात न हो या उसके द्वारा पता न लगाया जा सके, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, ऐसे सदोष परिरोध के लिए जिसके लिए वह दायी हो सकेगा, किसी अन्य दण्ड के अतिरिक्त दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(7) जो कोई परिरोधित व्यक्ति से, या परिरोधित व्यक्ति में हितबद्ध किसी व्यक्ति से, किसी संपत्ति या मूल्यवान प्रतिभूति को जबरन वसूल करने के उद्देश्य से या परिरोधित व्यक्ति या ऐसे व्यक्ति में हितबद्ध किसी व्यक्ति को कोई अवैध कार्य करने या कोई ऐसी जानकारी देने के लिए विवश करने के उद्देश्य से, जिससे किसी अपराध के किए जाने को सुगम बनाया जा सकता है, सदोष किसी व्यक्ति को परिरोधित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(8) जो कोई परिरोधित व्यक्ति से या परिरोधित व्यक्ति में हितबद्ध किसी व्यक्ति से, किसी संस्वीकृति या किसी ऐसी जानकारी को जबरन वसूल करने के उद्देश्य से, जिससे किसी अपराध या कदाचार का पता चल सकता है, या परिरोधित व्यक्ति या परिरोधित व्यक्ति में हितबद्ध किसी व्यक्ति को किसी संपत्ति या मूल्यवान प्रतिभूति को बहाल करने या बहाल करने का कारण बनने के लिए या किसी दावे या मांग को पूरा करने के लिए, या किसी संपत्ति या मूल्यवान प्रतिभूति की बहाली का कारण बनने वाली जानकारी देने के लिए विवश करने के उद्देश्य से, सदोष किसी व्यक्ति को परिरोधित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 128,
      "text": "कहा जाता है कि कोई व्यक्ति दूसरे व्यक्ति पर बल का प्रयोग करता है यदि वह उस दूसरे को गति, गति में परिवर्तन, या गति का अवरोध कारित करता है, या यदि वह किसी पदार्थ में ऐसी गति, या गति में परिवर्तन, या गति का अवरोध कारित करता है जिससे वह पदार्थ उस दूसरे के शरीर के किसी भाग से, या किसी ऐसी चीज से जिसे वह दूसरा पहन रहा है या ले जा रहा है, या किसी ऐसी चीज से जो इस प्रकार स्थित है कि ऐसा संपर्क उस दूसरे की अनुभूति की भावना को प्रभावित करता है, के साथ संपर्क में आता है: परंतु गति, या गति में परिवर्तन, या गति का अवरोध कारित करने वाला व्यक्ति निम्नलिखित तीन तरीकों में से किसी एक में वह गति, गति में परिवर्तन, या गति का अवरोध कारित करता है, अर्थात्:—\n(क) अपनी शारीरिक शक्ति द्वारा;\n(ख) किसी पदार्थ को इस प्रकार व्ययनित करके कि गति या गति में परिवर्तन या गति का अवरोध उसके भाग पर, या किसी अन्य व्यक्ति के भाग पर किसी अग्रिम कार्य के बिना होता है;\n(ग) किसी जंतु को हिलने, अपनी गति बदलने, या हिलने से रोकने के लिए प्रेरित करके।"
    },
    {
      "section_no": 129,
      "text": "जो कोई किसी अपराध को करने के लिए, या ऐसे बल के प्रयोग द्वारा उपहति, भय या क्षोभ कारित करने के आशय से, या यह जानते हुए कि ऐसे बल के प्रयोग द्वारा वह उस व्यक्ति को उपहति, भय या क्षोभ कारित करेगा जिस पर बल का प्रयोग किया जाता है, उस व्यक्ति की सहमति के बिना साशय उस पर बल का प्रयोग करता है, तो वह उस दूसरे व्यक्ति पर आपराधिक बल का प्रयोग करने वाला कहा जाता है।"
    },
    {
      "section_no": 130,
      "text": "जो कोई कोई अंगविक्षेप करता है, या कोई तैयारी करता है इस आशय से या यह जानते हुए कि ऐसे अंगविक्षेप या तैयारी से उपस्थित किसी व्यक्ति को यह आशंका होगी कि वह जो वह अंगविक्षेप या तैयारी करता है, उस व्यक्ति पर आपराधिक बल का प्रयोग करने वाला है, वह हमला करने वाला कहा जाता है।"
    },
    {
      "section_no": 131,
      "text": "जो कोई गंभीर और अचानक प्रकोपन दिए जाने के सिवाय किसी अन्य प्रकार से किसी व्यक्ति पर हमला करता है या आपराधिक बल का प्रयोग करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन मास तक की हो सकेगी, या जुर्माने से, जो एक हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 132,
      "text": "जो कोई किसी लोक सेवक को ऐसे लोक सेवक के रूप में अपने कर्तव्य के निष्पादन में, या उस व्यक्ति को ऐसे लोक सेवक के रूप में अपने कर्तव्य का निर्वहन करने से रोकने या विरत करने के आशय से, या ऐसे लोक सेवक द्वारा अपने कर्तव्य के विधिपूर्ण निर्वहन में किए गए या किए जाने के लिए प्रयत्न किए गए किसी भी बात के परिणामस्वरूप हमला करता है या आपराधिक बल का प्रयोग करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 133,
      "text": "जो कोई किसी व्यक्ति का अपमान करने के आशय से, गंभीर और अचानक प्रकोपन दिए जाने के सिवाय किसी अन्य प्रकार से, किसी व्यक्ति पर हमला करता है या आपराधिक बल का प्रयोग करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 134,
      "text": "जो कोई किसी संपत्ति पर चोरी करने का प्रयत्न करते समय, जिसे वह व्यक्ति उस समय पहन रहा है या ले जा रहा है, किसी व्यक्ति पर हमला करता है या आपराधिक बल का प्रयोग करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 135,
      "text": "जो कोई किसी व्यक्ति को सदोष परिरोधित करने का प्रयत्न करते समय उस व्यक्ति पर हमला करता है या आपराधिक बल का प्रयोग करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 136,
      "text": "जो कोई उस व्यक्ति द्वारा दिए गए गंभीर और अचानक प्रकोपन पर किसी व्यक्ति पर हमला करता है या आपराधिक बल का प्रयोग करता है, तो उसे साधारण कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो एक हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 137,
      "text": "(1) व्यपहरण दो प्रकार का होता है: भारत से व्यपहरण, और विधिपूर्ण संरक्षकता से व्यपहरण—\n(क) जो कोई उस व्यक्ति की, या उस व्यक्ति की ओर से सहमति देने के लिए विधि द्वारा प्राधिकृत किसी व्यक्ति की सहमति के बिना किसी व्यक्ति को भारत की सीमाओं से परे ले जाता है, तो वह उस व्यक्ति को भारत से व्यपहरण करने वाला कहा जाता है;\n(ख) जो कोई किसी बालक या विकृतचित्त व्यक्ति को ऐसे संरक्षक की सहमति के बिना, ऐसे बालक या विकृतचित्त व्यक्ति की विधिपूर्ण संरक्षकता से बाहर ले जाता है या बहका ले जाता है, तो वह ऐसे बालक या व्यक्ति को विधिपूर्ण संरक्षकता से व्यपहरण करने वाला कहा जाता है।\n(2) जो कोई किसी व्यक्ति को भारत से या विधिपूर्ण संरक्षकता से व्यपहरण करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 138,
      "text": "जो कोई बलपूर्वक किसी व्यक्ति को किसी स्थान से जाने के लिए विवश करता है, या किसी कपटपूर्ण साधन द्वारा प्रेरित करता है, तो वह उस व्यक्ति का अपहरण करने वाला कहा जाता है।"
    },
    {
      "section_no": 139,
      "text": "(1) जो कोई किसी बालक का व्यपहरण करता है या, ऐसे बालक का विधिपूर्ण संरक्षक न होते हुए, बालक का अभिरक्षा प्राप्त करता है, इस आशय से कि ऐसे बालक को भिक्षावृत्ति के प्रयोजनों के लिए नियोजित या उपयोग किया जाए, तो वह कठोर कारावास से दण्डनीय होगा, जिसकी अवधि दस वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, और जुर्माने से भी दायी होगा।\n(2) जो कोई किसी बालक को इस आशय से अंगभंग करता है कि ऐसे बालक को भिक्षावृत्ति के प्रयोजनों के लिए नियोजित या उपयोग किया जाए, तो वह कारावास से दण्डनीय होगा जो बीस वर्ष से कम नहीं होगा, किंतु जो आजीवन कारावास तक की हो सकेगी जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, और जुर्माने से भी दायी होगा।\n(3) जहां कोई व्यक्ति, किसी बालक का विधिपूर्ण संरक्षक न होते हुए, ऐसे बालक को भिक्षावृत्ति के प्रयोजनों के लिए नियोजित करता है या उपयोग करता है, तो यह उपधारणा की जाएगी, जब तक कि इसके विपरीत साबित न हो जाए, कि उसने ऐसे बालक को इस आशय से व्यपहरण किया था या अन्यथा अभिरक्षा प्राप्त की थी कि ऐसे बालक को भिक्षावृत्ति के प्रयोजनों के लिए नियोजित या उपयोग किया जाए।\n(4) इस धारा में “भिक्षावृत्ति” से अभिप्रेत है—\n(i) किसी सार्वजनिक स्थान में भीख मांगना या प्राप्त करना, चाहे गायन, नृत्य, भाग्य बताने, चालबाजी करने या वस्तुओं को बेचने या अन्यथा के बहाने से;\n(ii) भीख मांगने या प्राप्त करने के उद्देश्य से किसी निजी परिसर में प्रवेश करना;\n(iii) स्वयं का या किसी अन्य व्यक्ति या किसी जानवर का कोई घाव, चोट, उपहति, विरूपता या रोग, भीख प्राप्त करने या जबरन वसूल करने के उद्देश्य से प्रदर्शित करना या दिखाना;\n(iv) भीख मांगने या प्राप्त करने के उद्देश्य से ऐसे बालक को एक प्रदर्शनी के रूप में उपयोग करना।"
    },
    {
      "section_no": 140,
      "text": "(1) जो कोई किसी व्यक्ति को व्यपहरण या अपहरण करता है इस आशय से कि ऐसे व्यक्ति की हत्या की जा सके या उसे इस प्रकार व्ययनित किया जा सके कि उसकी हत्या किए जाने के खतरे में डाला जा सके, तो उसे आजीवन कारावास से या कठोर कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(2) जो कोई किसी व्यक्ति को व्यपहरण या अपहरण करता है या ऐसे व्यपहरण या अपहरण के बाद किसी व्यक्ति को निरुद्ध रखता है, और उस व्यक्ति को मृत्यु या उपहति कारित करने की धमकी देता है, या अपने आचरण से यह युक्तियुक्त आशंका उत्पन्न करता है कि ऐसे व्यक्ति को मृत्यु या उपहति कारित की जा सकती है, या सरकार या किसी विदेशी राज्य या अंतर्राष्ट्रीय अंतर-सरकारी संगठन या किसी अन्य व्यक्ति को कोई कार्य करने या करने से विरत रहने के लिए विवश करने या फिरौती का भुगतान करने के लिए ऐसे व्यक्ति को उपहति या मृत्यु कारित करता है, तो वह मृत्यु से, या आजीवन कारावास से, दण्डनीय होगा और जुर्माने से भी दायी होगा।\n(3) जो कोई किसी व्यक्ति को इस आशय से व्यपहरण या अपहरण करता है कि उस व्यक्ति को गुप्त रूप से और सदोष परिरोधित किया जाए, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(4) जो कोई किसी व्यक्ति को व्यपहरण या अपहरण करता है इस आशय से कि उस व्यक्ति को घोर उपहति, या गुलामी, या किसी व्यक्ति के अप्राकृतिक काम-वासना के अधीन किया जा सके, या उसे इस प्रकार व्ययनित किया जा सके कि उसके अधीन किए जाने के खतरे में डाला जा सके, या यह जानते हुए कि ऐसे व्यक्ति को ऐसे अधीन किया जाना या व्ययनित किया जाना संभाव्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 141,
      "text": "जो कोई भारत के बाहर किसी देश से इक्कीस वर्ष से कम आयु की किसी लड़की या अठारह वर्ष से कम आयु के किसी लड़के को इस आशय से भारत में आयात करता है कि उस लड़की या लड़के को किसी अन्य व्यक्ति के साथ अवैध यौन संबंध के लिए मजबूर या बहकाया जाए, या यह जानते हुए कि उस लड़की या लड़के को अवैध यौन संबंध के लिए मजबूर या बहकाया जाना संभाव्य है, तो वह कारावास से दण्डनीय होगा, जिसकी अवधि दस वर्ष तक की हो सकेगी, और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 142,
      "text": "जो कोई, यह जानते हुए कि किसी व्यक्ति का व्यपहरण या अपहरण किया गया है, ऐसे व्यक्ति को सदोष छिपाता है या परिरोधित करता है, तो उसे उसी रीति से दण्डित किया जाएगा मानो उसने ऐसे व्यक्ति को उसी आशय या ज्ञान से, या उसी प्रयोजन के लिए व्यपहरण या अपहरण किया था जिससे या जिसके लिए वह ऐसे व्यक्ति को छिपाता है या परिरोध में निरुद्ध रखता है।"
    },
    {
      "section_no": 143,
      "text": "(1) जो कोई शोषण के प्रयोजन के लिए किसी व्यक्ति या व्यक्तियों की भर्ती करता है, परिवहन करता है, संश्रय देता है, अंतरित करता है, या प्राप्त करता है, इन साधनों द्वारा—\n(क) धमकियों का उपयोग करके; या\n(ख) बल का, या उत्पीड़न के किसी अन्य रूप का उपयोग करके; या\n(ग) अपहरण द्वारा; या\n(घ) कपट या छल का अभ्यास करके; या\n(ङ) शक्ति का दुरुपयोग करके; या\n(च) प्रलोभन द्वारा, जिसमें भर्ती किए गए, परिवहन किए गए, संश्रय दिए गए, अंतरित किए गए या प्राप्त किए गए व्यक्ति पर नियंत्रण रखने वाले किसी व्यक्ति की सहमति प्राप्त करने के लिए भुगतान या लाभ देना या प्राप्त करना शामिल है, वह मानव तस्करी (trafficking) का अपराध करता है।\n(2) जो कोई मानव तस्करी का अपराध करता है, तो उसे कठोर कारावास से, जिसकी अवधि सात वर्ष से कम नहीं होगी, किंतु जो दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।\n(3) जहां अपराध में एक से अधिक व्यक्तियों की तस्करी शामिल है, तो वह कठोर कारावास से दण्डनीय होगा, जिसकी अवधि दस वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, और जुर्माने से भी दायी होगा।\n(4) जहां अपराध में किसी बालक की तस्करी शामिल है, तो वह कठोर कारावास से दण्डनीय होगा, जिसकी अवधि दस वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, और जुर्माने से भी दायी होगा।\n(5) जहां अपराध में एक से अधिक बालकों की तस्करी शामिल है, तो वह कठोर कारावास से दण्डनीय होगा, जिसकी अवधि चौदह वर्ष से कम नहीं होगी, किंतु जो आजीवन कारावास तक की हो सकेगी, और जुर्माने से भी दायी होगा।\n(6) यदि किसी व्यक्ति को एक से अधिक बार बालक की तस्करी के अपराध का दोषी ठहराया जाता है, तो ऐसे व्यक्ति को आजीवन कारावास से दण्डित किया जाएगा, जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, और जुर्माने से भी दायी होगा।\n(7) जब कोई लोक सेवक या पुलिस अधिकारी किसी व्यक्ति की तस्करी में शामिल होता है, तो ऐसे लोक सेवक या पुलिस अधिकारी को आजीवन कारावास से दण्डित किया जाएगा, जिसका अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास होगा, और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 144,
      "text": "(1) जो कोई, यह जानते हुए या यह विश्वास करने का कारण रखते हुए कि किसी बालक की तस्करी की गई है, ऐसे बालक को किसी भी प्रकार से यौन शोषण के लिए नियोजित करता है, तो उसे कठोर कारावास से दण्डित किया जाएगा, जिसकी अवधि पांच वर्ष से कम नहीं होगी, किंतु जो दस वर्ष तक की हो सकेगी, और जुर्माने से भी दायी होगा।\n(2) जो कोई, यह जानते हुए या यह विश्वास करने का कारण रखते हुए कि किसी व्यक्ति की तस्करी की गई है, ऐसे व्यक्ति को किसी भी प्रकार से यौन शोषण के लिए नियोजित करता है, तो उसे कठोर कारावास से दण्डित किया जाएगा, जिसकी अवधि तीन वर्ष से कम नहीं होगी, किंतु जो सात वर्ष तक की हो सकेगी, और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 145,
      "text": "जो कोई गुलामों का आदि रूप से आयात करता है, निर्यात करता है, हटाता है, क्रय करता है, विक्रय करता है, तस्करी करता है या व्यवहार करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष से अधिक नहीं होगी, दण्डित किया जाएगा और जुर्माने से भी दायी होगा।"
    },
    {
      "section_no": 146,
      "text": "जो कोई किसी व्यक्ति को अवैध रूप से उस व्यक्ति की इच्छा के विरुद्ध श्रम करने के लिए विवश करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    }
  ]
},
{
  "chapter_no": 7,
  "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
  "sections": [
    {
      "section_no": 147,
      "text": "जो कोई भारत सरकार के विरुद्ध युद्ध करता है, या ऐसा युद्ध करने का प्रयास करता है, या ऐसे युद्ध करने का दुष्प्रेरण करता है, तो उसे मृत्यु दण्ड से, या आजीवन कारावास से दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 148,
      "text": "जो कोई भारत के भीतर या बाहर और परे, धारा 147 द्वारा दण्डनीय किसी भी अपराध को करने के लिए षड्यंत्र करता है, या आपराधिक बल द्वारा या आपराधिक बल का प्रदर्शन करके, केन्द्रीय सरकार या किसी राज्य सरकार को आतंकित करने का षड्यंत्र करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।\nस्पष्टीकरण।— इस धारा के अधीन षड्यंत्र गठित करने के लिए, यह आवश्यक नहीं है कि उसके अनुसरण में कोई कार्य या अवैध लोप हो।"
    },
    {
      "section_no": 149,
      "text": "जो कोई भारत सरकार के विरुद्ध युद्ध करने के आशय से या तो युद्ध करने के लिए या युद्ध करने के लिए तैयार होने के आशय से व्यक्तियों, हथियारों या गोला-बारूद को जमा करता है या अन्यथा युद्ध करने की तैयारी करता है, तो उसे आजीवन कारावास से या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष से अधिक नहीं होगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 150,
      "text": "जो कोई किसी कार्य द्वारा, या किसी अवैध लोप द्वारा, भारत सरकार के विरुद्ध युद्ध करने की योजना के अस्तित्व को छिपाता है, ऐसे छिपाने से ऐसे युद्ध करने को सुगम बनाने का आशय रखता है, या यह जानते हुए कि ऐसे छिपाने से ऐसे युद्ध करने को सुगम बनाना संभाव्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 151,
      "text": "जो कोई भारत के राष्ट्रपति, या किसी राज्य के राज्यपाल को, ऐसे राष्ट्रपति या राज्यपाल की किसी भी विधिपूर्ण शक्ति का किसी भी रीति से प्रयोग करने या प्रयोग करने से विरत रहने के लिए प्रेरित करने या विवश करने के आशय से, ऐसे राष्ट्रपति या राज्यपाल पर हमला करता है या सदोष अवरोधित करता है, या सदोष अवरोधित करने का प्रयास करता है, या आपराधिक बल द्वारा या आपराधिक बल का प्रदर्शन करके, आतंकित करता है, या इस प्रकार आतंकित करने का प्रयास करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 152,
      "text": "जो कोई जानबूझकर या साशय, बोले गए या लिखित शब्दों द्वारा, या संकेतों द्वारा, या दृश्यरूपण द्वारा, या इलेक्ट्रॉनिक संचार द्वारा या वित्तीय साधनों के उपयोग द्वारा, या अन्यथा, पृथक्करण या सशस्त्र विद्रोह या विध्वंसक गतिविधियों को उत्तेजित करता है या उत्तेजित करने का प्रयास करता है, या अलगाववादी गतिविधियों की भावनाओं को प्रोत्साहित करता है या भारत की संप्रभुता या एकता और अखंडता को खतरे में डालता है; या ऐसे किसी भी कार्य में शामिल होता है या करता है, तो उसे आजीवन कारावास से या कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।\nस्पष्टीकरण।–– इस धारा में निर्दिष्ट गतिविधियों को उत्तेजित किए बिना या उत्तेजित करने का प्रयास किए बिना, विधिपूर्ण साधनों द्वारा सरकार के उपायों, या प्रशासनिक या अन्य कार्रवाई में परिवर्तन प्राप्त करने के दृष्टिकोण से उनकी अस्वीकृति व्यक्त करने वाली टिप्पणियाँ इस धारा के अधीन अपराध गठित नहीं करती हैं।"
    },
    {
      "section_no": 153,
      "text": "जो कोई भारत सरकार के साथ शांति पर स्थित किसी विदेशी राज्य की सरकार के विरुद्ध युद्ध करता है या ऐसा युद्ध करने का प्रयास करता है, या ऐसे युद्ध करने का दुष्प्रेरण करता है, तो उसे आजीवन कारावास से, जिसमें जुर्माना जोड़ा जा सकता है, या किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, जिसमें जुर्माना जोड़ा जा सकता है, या जुर्माने से दण्डित किया जाएगा।"
    },
    {
      "section_no": 154,
      "text": "जो कोई भारत सरकार के साथ शांति पर स्थित किसी विदेशी राज्य के क्षेत्रों पर लूटपाट करता है, या लूटपाट करने की तैयारी करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा और ऐसे लूटपाट करने में उपयोग की गई या उपयोग किए जाने के लिए आशयित किसी भी संपत्ति की या ऐसी लूटपाट द्वारा अर्जित संपत्ति की जब्ती के लिए भी दायी होगा।"
    },
    {
      "section_no": 155,
      "text": "जो कोई यह जानते हुए कि कोई संपत्ति धारा 153 और 154 में उल्लिखित किसी भी अपराध के किए जाने में ली गई है, ऐसी संपत्ति को प्राप्त करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा और इस प्रकार प्राप्त संपत्ति की जब्ती के लिए भी दायी होगा।"
    },
    {
      "section_no": 156,
      "text": "जो कोई, लोक सेवक होते हुए और किसी राजकैदी या युद्धकैदी की अभिरक्षा रखते हुए, स्वेच्छया ऐसे कैदी को किसी भी स्थान से भागने देता है जहाँ ऐसा कैदी परिरुद्ध है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 157,
      "text": "जो कोई, लोक सेवक होते हुए और किसी राजकैदी या युद्धकैदी की अभिरक्षा रखते हुए, उपेक्षा से ऐसे कैदी को उस परिरोध स्थान से भागने देता है जहाँ ऐसा कैदी परिरुद्ध है, तो उसे साधारण कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 158,
      "text": "जो कोई किसी राजकैदी या युद्धकैदी को विधिपूर्ण अभिरक्षा से भागने में जानते हुए सहायता या सहयोग करता है, या ऐसे किसी कैदी को बचाता है या बचाने का प्रयास करता है, या ऐसे किसी कैदी को, जो विधिपूर्ण अभिरक्षा से भाग गया है, संश्रय देता है या छिपाता है, या ऐसे कैदी को फिर से पकड़ने के प्रयास का कोई प्रतिरोध करता है या करने का प्रयास करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।\nस्पष्टीकरण।— एक राजकैदी या युद्धकैदी, जिसे भारत में कुछ सीमाओं के भीतर अपनी पैरोल पर रहने की अनुमति दी गई है, को विधिपूर्ण अभिरक्षा से भागा हुआ कहा जाता है यदि वह उन सीमाओं से परे जाता है जिनके भीतर उसे खुले रहने की अनुमति दी गई है।"
    }
  ]
},
{
  "chapter_no": 8,
  "chapter_title": "सेना, नौसेना और वायु सेना से संबंधित अपराधों के विषय में",
  "sections": [
    {
      "section_no": 159,
      "text": "जो कोई भारत सरकार की सेना, नौसेना या वायु सेना में किसी अधिकारी, सैनिक, नौसैनिक या वायुसैनिक द्वारा विद्रोह किए जाने का दुष्प्रेरण करता है या ऐसे किसी अधिकारी, सैनिक, नौसैनिक या वायुसैनिक को उसकी राजनिष्ठा या उसके कर्तव्य से विचलित करने का प्रयास करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 160,
      "text": "जो कोई भारत सरकार की सेना, नौसेना या वायु सेना में किसी अधिकारी, सैनिक, नौसैनिक या वायुसैनिक द्वारा विद्रोह किए जाने का दुष्प्रेरण करता है, यदि उस दुष्प्रेरण के परिणामस्वरूप विद्रोह किया जाता है, तो उसे मृत्यु दण्ड से या आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 161,
      "text": "जो कोई भारत सरकार की सेना, नौसेना या वायु सेना में किसी अधिकारी, सैनिक, नौसैनिक या वायुसैनिक द्वारा किसी उच्चतर अधिकारी पर, जो अपने पद के निष्पादन में है, हमला किए जाने का दुष्प्रेरण करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 162,
      "text": "जो कोई भारत सरकार की सेना, नौसेना या वायु सेना में किसी अधिकारी, सैनिक, नौसैनिक या वायुसैनिक द्वारा किसी उच्चतर अधिकारी पर, जो अपने पद के निष्पादन में है, हमला किए जाने का दुष्प्रेरण करता है, यदि वह हमला उस दुष्प्रेरण के परिणामस्वरूप किया जाता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 163,
      "text": "जो कोई भारत सरकार की सेना, नौसेना या वायु सेना में किसी अधिकारी, सैनिक, नौसैनिक या वायुसैनिक के परित्याग (desertion) का दुष्प्रेरण करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 164,
      "text": "जो कोई, जैसा कि इसके पश्चात् अपवादित है, यह जानते हुए या यह विश्वास करने का कारण रखते हुए कि भारत सरकार की सेना, नौसेना या वायु सेना में किसी अधिकारी, सैनिक, नौसैनिक या वायुसैनिक ने परित्याग किया है, ऐसे अधिकारी, सैनिक, नौसैनिक या वायुसैनिक को संश्रय देता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\nअपवाद।— यह प्रावधान उस मामले तक विस्तारित नहीं होता है जिसमें परित्यागी के पति या पत्नी द्वारा संश्रय दिया जाता है।"
    },
    {
      "section_no": 165,
      "text": "एक व्यापारी जलयान का मास्टर या प्रभारी व्यक्ति, जिसके बोर्ड पर भारत सरकार की सेना, नौसेना या वायु सेना से भागा हुआ कोई परित्यागी छिपा हुआ है, ऐसे छिपाव से अनभिज्ञ होने पर भी, तीन हजार रुपए से अनधिक के जुर्माने के लिए दायी होगा, यदि वह ऐसे मास्टर या प्रभारी व्यक्ति के रूप में अपने कर्तव्य की किसी उपेक्षा के कारण, या जलयान पर अनुशासन की किसी कमी के कारण ऐसे छिपाव को जान सकता था।"
    },
    {
      "section_no": 166,
      "text": "जो कोई ऐसे कार्य का दुष्प्रेरण करता है जिसे वह भारत सरकार की सेना, नौसेना या वायु सेना में किसी अधिकारी, सैनिक, नौसैनिक या वायुसैनिक द्वारा अवज्ञा (insubordination) का कार्य जानता है, यदि अवज्ञा का ऐसा कार्य उस दुष्प्रेरण के परिणामस्वरूप किया जाता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 167,
      "text": "एयर फोर्स अधिनियम, 1950, सेना अधिनियम, 1950 और नौसेना अधिनियम, 1957 के अधीन कोई भी व्यक्ति, या इस अध्याय में परिभाषित किसी भी अपराध के लिए इस संहिता के अधीन दण्ड का भागी नहीं होगा।"
    },
    {
      "section_no": 168,
      "text": "जो कोई, भारत सरकार की सेना, नौसेना या वायु सेना में सैनिक, नौसैनिक या वायुसैनिक न होते हुए भी, ऐसे सैनिक, नौसैनिक या वायुसैनिक द्वारा उपयोग किए गए किसी भी वेशभूषा या प्रतीक के समान कोई वेशभूषा पहनता है या कोई प्रतीक रखता है इस आशय से कि यह विश्वास किया जाए कि वह ऐसा सैनिक, नौसैनिक या वायुसैनिक है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन मास तक की हो सकेगी, या जुर्माने से, जो दो हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    }
  ]
},
{
  "chapter_no": 9,
  "chapter_title": "निर्वाचनों से संबंधित अपराधों के विषय में",
  "sections": [
    {
      "section_no": 169,
      "text": "इस अध्याय के प्रयोजनों के लिए—\n(क) “अभ्यर्थी” से अभिप्रेत है वह व्यक्ति जिसे किसी निर्वाचन में अभ्यर्थी के रूप में नामांकित किया गया है;\n(ख) “निर्वाचन अधिकार” से अभिप्रेत है किसी व्यक्ति का अभ्यर्थी के रूप में खड़ा होने, या न खड़ा होने, या अभ्यर्थी होने से नाम वापस लेने, या किसी निर्वाचन में मत देने या मत देने से विरत रहने का अधिकार।"
    },
    {
      "section_no": 170,
      "text": "(1) जो कोई—\n(i) किसी व्यक्ति को कोई निर्वाचन अधिकार प्रयोग करने के लिए या किसी अन्य व्यक्ति को ऐसा करने के लिए प्रेरित करने के उद्देश्य से, या किसी व्यक्ति को ऐसा कोई अधिकार प्रयोग करने के लिए प्रतिफलित करने के लिए परितोषण देता है; या\n(ii) किसी ऐसे अधिकार का प्रयोग करने के लिए या किसी अन्य व्यक्ति को ऐसा कोई अधिकार प्रयोग करने के लिए प्रेरित करने या प्रेरित करने का प्रयास करने के लिए प्रतिफल के रूप में अपने लिए या किसी अन्य व्यक्ति के लिए कोई परितोषण स्वीकार करता है,\nवह रिश्वत का अपराध करता है:\nपरंतु लोक नीति की घोषणा या लोक कार्य का वचन देना इस धारा के अधीन अपराध नहीं होगा।\n(2) कोई व्यक्ति जो परितोषण का प्रस्ताव करता है, या देने के लिए सहमत होता है, या परितोषण प्राप्त करने का प्रस्ताव या प्रयास करता है, वह परितोषण देने वाला समझा जाएगा।\n(3) कोई व्यक्ति जो परितोषण अभिप्राप्त करता है या स्वीकार करने के लिए सहमत होता है या अभिप्राप्त करने का प्रयास करता है, वह परितोषण स्वीकार करने वाला समझा जाएगा, और कोई व्यक्ति जो परितोषण को वह कार्य करने के लिए प्रेरणा के रूप में स्वीकार करता है जिसे करने का उसका आशय नहीं है, या वह कार्य करने के लिए प्रतिफल के रूप में स्वीकार करता है जिसे उसने नहीं किया है, तो वह परितोषण को प्रतिफल के रूप में स्वीकार करने वाला समझा जाएगा।"
    },
    {
      "section_no": 171,
      "text": "(1) जो कोई स्वेच्छया किसी निर्वाचन अधिकार के स्वतंत्र प्रयोग में हस्तक्षेप करता है या हस्तक्षेप करने का प्रयास करता है, वह निर्वाचन में अनुचित प्रभाव का अपराध करता है।\n(2) उप-धारा (1) के प्रावधानों की व्यापकता पर प्रतिकूल प्रभाव डाले बिना, जो कोई—\n(क) किसी अभ्यर्थी या मतदाता को, या किसी ऐसे व्यक्ति को जिसमें अभ्यर्थी या मतदाता रुचि रखता है, किसी भी प्रकार की क्षति की धमकी देता है; या\n(ख) किसी अभ्यर्थी या मतदाता को प्रेरित करता है या प्रेरित करने का प्रयास करता है कि वह या कोई व्यक्ति जिसमें वह रुचि रखता है, दैवी अप्रसन्नता या आध्यात्मिक निंदा का पात्र बन जाएगा या बना दिया जाएगा,\nतो उसे उप-धारा (1) के अर्थ के भीतर ऐसे अभ्यर्थी या मतदाता के निर्वाचन अधिकार के स्वतंत्र प्रयोग में हस्तक्षेप करने वाला समझा जाएगा।\n(3) लोक नीति की घोषणा या लोक कार्य का वचन देना, या निर्वाचन अधिकार में हस्तक्षेप करने के आशय के बिना किसी विधिपूर्ण अधिकार का मात्र प्रयोग करना, इस धारा के अर्थ के भीतर हस्तक्षेप नहीं समझा जाएगा।"
    },
    {
      "section_no": 172,
      "text": "जो कोई किसी निर्वाचन में किसी अन्य व्यक्ति के नाम पर, चाहे वह जीवित हो या मृत, या किसी कल्पित नाम पर मतपत्र मांगता है या मत देता है, या जो ऐसे निर्वाचन में एक बार मत दे चुका है और उसी निर्वाचन में अपने नाम से मतपत्र मांगता है, और जो कोई किसी व्यक्ति द्वारा ऐसे किसी भी तरीके से मत देने का दुष्प्रेरण करता है, प्राप्त करता है या प्राप्त करने का प्रयास करता है, वह निर्वाचन में प्रतिरूपण (personation) का अपराध करता है:\nपरंतु इस धारा की कोई भी बात किसी ऐसे व्यक्ति पर लागू नहीं होगी जिसे किसी भी समय प्रवृत्त किसी विधि के अधीन किसी निर्वाचक के लिए प्रॉक्सी के रूप में मत देने के लिए प्राधिकृत किया गया है, जहाँ तक वह ऐसे निर्वाचक के लिए प्रॉक्सी के रूप में मत देता है।"
    },
    {
      "section_no": 173,
      "text": "जो कोई रिश्वत का अपराध करता है, उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा:\nपरंतु भोज द्वारा रिश्वत देने को केवल जुर्माने से दण्डित किया जाएगा।\nस्पष्टीकरण।—“भोज (Treating)” से अभिप्रेत है रिश्वत का वह रूप जहाँ परितोषण में भोजन, पेय, मनोरंजन, या व्यवस्था शामिल है।"
    },
    {
      "section_no": 174,
      "text": "जो कोई किसी निर्वाचन में अनुचित प्रभाव या प्रतिरूपण का अपराध करता है, उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 175,
      "text": "जो कोई किसी निर्वाचन के परिणाम को प्रभावित करने के आशय से, किसी अभ्यर्थी के व्यक्तिगत चरित्र या आचरण के संबंध में कोई ऐसा कथन करता है या प्रकाशित करता है जो तथ्य का कथन होने का तात्पर्य रखता है और जो मिथ्या है और जिसके मिथ्या होने का वह जानता है या विश्वास करता है या जिसके सत्य होने का वह विश्वास नहीं करता है, तो उसे जुर्माने से दण्डित किया जाएगा।"
    },
    {
      "section_no": 176,
      "text": "जो कोई किसी अभ्यर्थी के लिखित साधारण या विशेष प्राधिकार के बिना, ऐसे अभ्यर्थी के निर्वाचन को बढ़ावा देने या प्राप्त करने के प्रयोजन के लिए कोई सार्वजनिक सभा आयोजित करने, या किसी विज्ञापन, परिपत्र या प्रकाशन पर, या किसी अन्य तरीके से व्यय उपगत करता है या प्राधिकृत करता है, तो उसे जुर्माने से दण्डित किया जाएगा जो दस हजार रुपए तक का हो सकेगा:\nपरंतु यदि कोई व्यक्ति जिसने दस रुपए से अधिक न होने वाले ऐसे किसी व्यय को बिना प्राधिकार के उपगत किया है, ऐसे व्यय उपगत होने की तारीख से दस दिनों के भीतर अभ्यर्थी की लिखित मंजूरी प्राप्त कर लेता है, तो उसे अभ्यर्थी के प्राधिकार से ऐसा व्यय उपगत करने वाला समझा जाएगा।"
    },
    {
      "section_no": 177,
      "text": "जो कोई किसी निर्वाचन में या उसके संबंध में उपगत व्ययों के लेखा रखने के लिए किसी समय प्रवृत्त किसी विधि या विधि का बल रखने वाले किसी नियम द्वारा अपेक्षित है और ऐसे लेखे रखने में विफल रहता है, तो उसे जुर्माने से दण्डित किया जाएगा जो पांच हजार रुपए तक का हो सकेगा।"
    }
  ]
},
{
  "chapter_no": 10,
  "chapter_title": "सिक्का, करेंसी-नोट, बैंक-नोट और सरकारी टिकटों से संबंधित अपराधों के विषय में",
  "sections": [
    {
      "section_no": 178,
      "text": "जो कोई, राजस्व के प्रयोजन के लिए सरकार द्वारा जारी किए गए किसी सिक्के, टिकट, करेंसी-नोट या बैंक-नोट का कूटकरण करता है, या कूटकरण की प्रक्रिया का कोई भाग जानते हुए करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 179,
      "text": "जो कोई किसी जाली या नकली सिक्के, टिकट, करेंसी-नोट या बैंक-नोट को, उसके जाली या नकली होने का ज्ञान रखते हुए या विश्वास करने का कारण रखते हुए, आयात या निर्यात करता है, या बेचता है या किसी अन्य व्यक्ति को वितरित करता है, या खरीदता है या किसी अन्य व्यक्ति से प्राप्त करता है, या अन्यथा उसका व्यापार करता है या उसे असली के रूप में उपयोग करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 180,
      "text": "जो कोई अपने कब्जे में कोई जाली या नकली सिक्का, टिकट, करेंसी-नोट या बैंक-नोट रखता है, उसके जाली या नकली होने का ज्ञान रखते हुए या विश्वास करने का कारण रखते हुए और उसे असली के रूप में उपयोग करने या यह कि उसका असली के रूप में उपयोग किया जा सकता है, के आशय से, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 181,
      "text": "जो कोई, राजस्व के प्रयोजन के लिए सरकार द्वारा जारी किए गए किसी सिक्के, टिकट, करेंसी-नोट या बैंक-नोट को जाली बनाने या कूटकरण करने के लिए उपयोग किए जाने के प्रयोजन के लिए, या यह जानते हुए या विश्वास करने का कारण रखते हुए कि उसका उपयोग किए जाने का आशय है, कोई मशीनरी, डाई, या उपकरण या सामग्री बनाता है या उसकी मरम्मत करता है, या बनाने या मरम्मत करने की प्रक्रिया का कोई भाग करता है, या खरीदता है या बेचता है या व्ययनित करता है, या अपने कब्जे में रखता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 182,
      "text": "(1) जो कोई कोई दस्तावेज बनाता है, या बनवाता है, या किसी भी प्रयोजन के लिए उपयोग करता है, या किसी व्यक्ति को वितरित करता है, जो करेंसी-नोट या बैंक-नोट होने का तात्पर्य रखता है, या किसी भी तरह से उसके समान है, या धोखा देने के लिए गणना किए जाने योग्य इतना मिलता-जुलता है, तो उसे जुर्माने से दण्डित किया जाएगा जो तीन सौ रुपए तक का हो सकेगा।\n(2) यदि कोई व्यक्ति, जिसका नाम किसी ऐसी दस्तावेज पर प्रकट होता है जिसका बनाया जाना उप-धारा (1) के अधीन एक अपराध है, किसी पुलिस अधिकारी को ऐसा अपेक्षित होने पर उस व्यक्ति का नाम और पता, जिसके द्वारा वह मुद्रित किया गया था या अन्यथा बनाया गया था, विधिपूर्ण प्रतिहेतु के बिना प्रकट करने से इनकार करता है, तो उसे जुर्माने से दण्डित किया जाएगा जो छह सौ रुपए तक का हो सकेगा।\n(3) जहाँ किसी ऐसी दस्तावेज पर किसी व्यक्ति का नाम प्रकट होता है जिसके संबंध में किसी व्यक्ति पर उप-धारा (1) के अधीन अपराध का आरोप लगाया जाता है या किसी अन्य दस्तावेज पर जो उस दस्तावेज के संबंध में उपयोग या वितरित की गई है, यह उपधारित किया जा सकता है, जब तक कि इसके विपरीत साबित न हो जाए, कि उस व्यक्ति ने वह दस्तावेज बनवाई थी।"
    },
    {
      "section_no": 183,
      "text": "जो कोई, कपटपूर्वक या सरकार को हानि पहुँचाने के आशय से, राजस्व के प्रयोजन के लिए सरकार द्वारा जारी किए गए किसी टिकट को धारण करने वाले किसी पदार्थ से, किसी लेख या दस्तावेज को, जिसके लिए ऐसे टिकट का उपयोग किया गया है, हटाता है या मिटाता है, या किसी लेख या दस्तावेज से किसी ऐसे टिकट को हटाता है जिसका उपयोग ऐसे लेख या दस्तावेज के लिए किया गया है, ताकि ऐसे टिकट का उपयोग किसी भिन्न लेख या दस्तावेज के लिए किया जा सके, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 184,
      "text": "जो कोई, कपटपूर्वक या सरकार को हानि पहुँचाने के आशय से, राजस्व के प्रयोजन के लिए सरकार द्वारा जारी किए गए किसी टिकट का उपयोग किसी भी प्रयोजन के लिए करता है, जिसके बारे में वह जानता है कि उसका पहले उपयोग किया जा चुका है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 185,
      "text": "जो कोई, कपटपूर्वक या सरकार को हानि पहुँचाने के आशय से, राजस्व के प्रयोजन के लिए सरकार द्वारा जारी किए गए किसी टिकट से, किसी ऐसे चिह्न को मिटाता है या हटाता है, जिसे यह दर्शाने के प्रयोजन के लिए ऐसे टिकट पर लगाया गया है या मुहरबंद किया गया है कि उसका उपयोग किया जा चुका है, या जानते हुए ऐसे किसी टिकट को अपने कब्जे में रखता है या बेचता है या व्ययनित करता है जिससे ऐसा चिह्न मिटा दिया गया है या हटा दिया गया है, या ऐसे किसी टिकट को बेचता है या व्ययनित करता है जिसके बारे में वह जानता है कि उसका उपयोग किया जा चुका है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 186,
      "text": "(1) जो कोई—\n(क) कोई कल्पित टिकट बनाता है, जानते हुए उसका उच्चारण करता है, उसका व्यापार करता है या बेचता है, या किसी डाक प्रयोजन के लिए जानते हुए किसी कल्पित टिकट का उपयोग करता है; या\n(ख) विधिपूर्ण प्रतिहेतु के बिना, अपने कब्जे में कोई कल्पित टिकट रखता है; या\n(ग) कोई कल्पित टिकट बनाने के लिए कोई डाई, प्लेट, उपकरण या सामग्री बनाता है या विधिपूर्ण प्रतिहेतु के बिना अपने कब्जे में रखता है,\nतो उसे जुर्माने से दण्डित किया जाएगा जो दो सौ रुपए तक का हो सकेगा।\n(2) कोई भी ऐसा टिकट, डाई, प्लेट, उपकरण या सामग्री जो किसी व्यक्ति के कब्जे में कोई कल्पित टिकट बनाने के लिए है, जब्त की जा सकती है, और यदि जब्त की जाती है तो वह जब्त कर ली जाएगी।\n(3) इस धारा में “कल्पित टिकट” से अभिप्रेत है कोई भी टिकट जो डाक की दर को दर्शाने के प्रयोजन के लिए सरकार द्वारा जारी किया गया होने का मिथ्या तात्पर्य रखता है, या उस प्रयोजन के लिए सरकार द्वारा जारी किए गए किसी भी टिकट का कोई भी प्रतिरूप या अनुकरण या प्रतिनिधित्व, चाहे वह कागज पर हो या अन्यथा।"
    },
    {
      "section_no": 187,
      "text": "जो कोई, भारत में विधिपूर्वक स्थापित किसी टकसाल में नियोजित होते हुए, इस आशय से कोई कार्य करता है, या वह कार्य करने का लोप करता है जिसे करने के लिए वह कानूनी रूप से बाध्य है, कि उस टकसाल से जारी किया गया कोई सिक्का विधि द्वारा नियत वजन या संघटन से भिन्न वजन या संघटन का हो, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 188,
      "text": "जो कोई, विधिपूर्ण प्राधिकार के बिना, भारत में विधिपूर्वक स्थापित किसी टकसाल से कोई सिक्का ढालने वाला औजार या उपकरण बाहर ले जाता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    }
  ]
},
{
  "chapter_no": 11,
  "chapter_title": "लोक शांति के विरुद्ध अपराधों के विषय में",
  "sections": [
    {
      "section_no": 189,
      "text": "(1) पाँच या अधिक व्यक्तियों के जमाव को “विधिविरुद्ध जमाव” कहा जाता है, यदि उस जमाव को बनाने वाले व्यक्तियों का सामान्य उद्देश्य निम्नलिखित में से कोई है—\n(क) आपराधिक बल द्वारा, या आपराधिक बल का प्रदर्शन करके, केन्द्रीय सरकार या किसी राज्य सरकार या संसद या किसी राज्य के विधानमंडल, या ऐसे लोक सेवक की विधिपूर्ण शक्ति के प्रयोग में किसी लोक सेवक को आतंकित करना; या\n(ख) किसी विधि, या किसी कानूनी प्रक्रिया के निष्पादन का प्रतिरोध करना; या\n(ग) कोई कुचेष्टा या आपराधिक अतिचार, या अन्य अपराध करना; या\n(घ) किसी व्यक्ति पर आपराधिक बल द्वारा, या आपराधिक बल का प्रदर्शन करके, किसी संपत्ति का कब्जा लेना या प्राप्त करना, या किसी व्यक्ति को मार्ग के अधिकार के उपभोग से, या जल के उपयोग से, या अन्य अमूर्त अधिकार से, जिसके वह कब्जे या उपभोग में है, वंचित करना, या किसी अधिकार या कथित अधिकार को लागू करना; या\n(ङ) आपराधिक बल द्वारा, या आपराधिक बल का प्रदर्शन करके, किसी व्यक्ति को वह कार्य करने के लिए विवश करना जिसे करने के लिए वह कानूनी रूप से बाध्य नहीं है, या वह कार्य करने का लोप करने के लिए विवश करना जिसे करने का वह कानूनी रूप से हकदार है।\n(2) जो कोई ऐसे तथ्यों से अवगत होते हुए जो किसी जमाव को विधिविरुद्ध जमाव बनाते हैं, साशय उस जमाव में शामिल होता है, या उसमें बना रहता है, वह विधिविरुद्ध जमाव का सदस्य कहा जाता है और ऐसे सदस्य को किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(3) जो कोई विधिविरुद्ध जमाव में शामिल होता है या बना रहता है, यह जानते हुए कि ऐसे विधिविरुद्ध जमाव को विधि द्वारा निर्धारित रीति से तितर-बितर होने का समादेश दिया गया है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(4) जो कोई किसी घातक आयुध से, या किसी ऐसी चीज से, जिसका अपराध के आयुध के रूप में उपयोग किए जाने पर मृत्यु कारित करना संभाव्य है, सशस्त्र होते हुए, विधिविरुद्ध जमाव का सदस्य होता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(5) जो कोई लोक शांति को भंग करने की संभावना वाले पाँच या अधिक व्यक्तियों के किसी भी जमाव में, ऐसे जमाव को विधिपूर्वक तितर-बितर होने का समादेश दिए जाने के पश्चात्, जानते हुए शामिल होता है या बना रहता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(6) जो कोई किसी व्यक्ति को किसी विधिविरुद्ध जमाव में शामिल होने या उसका सदस्य बनने के लिए किराए पर लेता है या संलग्न करता है, या नियोजित करता है, या बढ़ावा देता है, या किराए पर लेने, संलग्न करने या नियोजित करने का मौन समर्थन करता है, तो उसे ऐसे विधिविरुद्ध जमाव के सदस्य के रूप में, और ऐसे किसी भी अपराध के लिए, जो ऐसे व्यक्ति द्वारा ऐसे किराए पर लेने, संलग्न करने या नियोजित करने के अनुसरण में ऐसे विधिविरुद्ध जमाव के सदस्य के रूप में किया जा सकता है, उसी रीति से दण्डनीय होगा मानो वह स्वयं ऐसे विधिविरुद्ध जमाव का सदस्य रहा हो, या उसने स्वयं ऐसा अपराध किया हो।\n(7) जो कोई किसी घर या परिसर में, जो उसके कब्जे या प्रभार में है, या उसके नियंत्रण में है, किसी भी व्यक्ति को संश्रय देता है, प्राप्त करता है या इकट्ठा करता है, यह जानते हुए कि ऐसे व्यक्तियों को किसी विधिविरुद्ध जमाव में शामिल होने या सदस्य बनने के लिए किराए पर लिया गया है, संलग्न किया गया है या नियोजित किया गया है, या किराए पर लिया जाने वाला है, संलग्न किया जाने वाला है या नियोजित किया जाने वाला है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(8) जो कोई उप-धारा (1) में विनिर्दिष्ट किसी भी कार्य को करने या करने में सहायता करने के लिए संलग्न या किराए पर लिया जाता है, या किराए पर लिए जाने या संलग्न होने का प्रस्ताव करता है या प्रयास करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(9) जो कोई उप-धारा (8) में निर्दिष्ट किए अनुसार संलग्न या किराए पर लिया गया है, किसी घातक आयुध से, या किसी ऐसी चीज से, जिसका अपराध के आयुध के रूप में उपयोग किए जाने पर मृत्यु कारित करना संभाव्य है, सशस्त्र होकर जाता है, या सशस्त्र होकर जाने का संलग्न होता है या प्रस्ताव करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 190,
      "text": "यदि कोई अपराध किसी विधिविरुद्ध जमाव के किसी सदस्य द्वारा उस जमाव के सामान्य उद्देश्य के अनुसरण में किया जाता है, या ऐसा है जिसका किया जाना उस उद्देश्य के अनुसरण में उस जमाव के सदस्यों को संभाव्य ज्ञात था, तो प्रत्येक व्यक्ति जो उस अपराध के किए जाने के समय उसी जमाव का सदस्य है, उस अपराध का दोषी है।"
    },
    {
      "section_no": 191,
      "text": "(1) जब कभी किसी विधिविरुद्ध जमाव द्वारा, या उसके किसी सदस्य द्वारा, ऐसे जमाव के सामान्य उद्देश्य के अनुसरण में बल या हिंसा का उपयोग किया जाता है, तो ऐसे जमाव का प्रत्येक सदस्य बलवा (rioting) के अपराध का दोषी है।\n(2) जो कोई बलवा का दोषी है, उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(3) जो कोई बलवा का दोषी है, किसी घातक आयुध से या किसी ऐसी चीज से, जिसका अपराध के आयुध के रूप में उपयोग किए जाने पर मृत्यु कारित करना संभाव्य है, सशस्त्र होते हुए, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 192,
      "text": "जो कोई दुर्भावनापूर्वक, या स्वेच्छया कोई अवैध कार्य करके किसी व्यक्ति को ऐसा प्रकोपन देता है जिसका आशय या ज्ञान यह है कि ऐसा प्रकोपन बलवा का अपराध कारित करेगा, तो, यदि ऐसे प्रकोपन के परिणामस्वरूप बलवा का अपराध किया जाता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा; और यदि बलवा का अपराध नहीं किया जाता है, तो किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 193,
      "text": "(1) जब कभी कोई विधिविरुद्ध जमाव या बलवा होता है, तो उस भूमि का स्वामी या अधिभोगी जिस पर ऐसा विधिविरुद्ध जमाव किया जाता है, या ऐसा बलवा किया जाता है, और कोई भी व्यक्ति जिसका ऐसी भूमि में कोई हित है या हित का दावा करता है, एक हजार रुपए से अनधिक के जुर्माने से दण्डनीय होगा, यदि वह या उसका अभिकर्ता या प्रबंधक, यह जानते हुए कि ऐसा अपराध किया जा रहा है या किया गया है, या यह विश्वास करने का कारण रखते हुए कि इसका किया जाना संभाव्य है, निकटतम पुलिस स्टेशन के भारसाधक अधिकारी को अपनी या उनकी शक्ति में उसकी शीघ्रतम सूचना नहीं देता है, और, उस स्थिति में जब उनके पास यह विश्वास करने का कारण था कि यह होने वाला था, तो इसे रोकने के लिए अपनी या उनकी शक्ति में सभी विधिपूर्ण साधनों का उपयोग नहीं करते हैं और, इसके घटित होने की स्थिति में, बलवा या विधिविरुद्ध जमाव को तितर-बितर करने या दबाने के लिए अपनी या उनकी शक्ति में सभी विधिपूर्ण साधनों का उपयोग नहीं करते हैं।\n(2) जब कभी कोई बलवा किसी व्यक्ति के लाभ के लिए या उसकी ओर से किया जाता है जो उस भूमि का स्वामी या अधिभोगी है जिसके संबंध में ऐसा बलवा होता है या जो ऐसी भूमि में कोई हित या किसी विवाद के विषय में कोई हित, जिसने बलवा को जन्म दिया, का दावा करता है, या जिसने उससे कोई लाभ स्वीकार किया है या प्राप्त किया है, तो ऐसा व्यक्ति जुर्माने से दण्डनीय होगा, यदि वह या उसका अभिकर्ता या प्रबंधक, यह विश्वास करने का कारण रखते हुए कि ऐसा बलवा होना संभाव्य था या कि वह विधिविरुद्ध जमाव जिसके द्वारा ऐसा बलवा किया गया था, होना संभाव्य था, ऐसे जमाव या बलवा को होने से रोकने के लिए और उसे दबाने और तितर-बितर करने के लिए अपनी या उनकी शक्ति में सभी विधिपूर्ण साधनों का उपयोग नहीं करता है।\n(3) जब कभी कोई बलवा किसी व्यक्ति के लाभ के लिए या उसकी ओर से किया जाता है जो उस भूमि का स्वामी या अधिभोगी है जिसके संबंध में ऐसा बलवा होता है, या जो ऐसी भूमि में कोई हित या किसी विवाद के विषय में कोई हित, जिसने बलवा को जन्म दिया, का दावा करता है, या जिसने उससे कोई लाभ स्वीकार किया है या प्राप्त किया है, तो ऐसे व्यक्ति का अभिकर्ता या प्रबंधक जुर्माने से दण्डनीय होगा, यदि ऐसा अभिकर्ता या प्रबंधक, यह विश्वास करने का कारण रखते हुए कि ऐसा बलवा होना संभाव्य था, या कि वह विधिविरुद्ध जमाव जिसके द्वारा ऐसा बलवा किया गया था, होना संभाव्य था, ऐसे बलवा या जमाव को होने से रोकने के लिए और उसे दबाने और तितर-बितर करने के लिए अपनी शक्ति में सभी विधिपूर्ण साधनों का उपयोग नहीं करता है।"
    },
    {
      "section_no": 194,
      "text": "(1) जब दो या अधिक व्यक्ति किसी सार्वजनिक स्थान पर लड़कर लोक शांति को भंग करते हैं, तो वे दंगा (affray) करने वाले कहे जाते हैं।\n(2) जो कोई दंगा करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो एक हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 195,
      "text": "(1) जो कोई किसी लोक सेवक पर हमला करता है या बाधा डालता है या किसी विधिविरुद्ध जमाव को तितर-बितर करने, या किसी बलवा या दंगा को दबाने के प्रयास में ऐसे लोक सेवक के रूप में अपने कर्तव्य के निर्वहन में किसी लोक सेवक पर आपराधिक बल का उपयोग करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, जो पच्चीस हजार रुपए से कम नहीं होगा, या दोनों से दण्डित किया जाएगा।\n(2) जो कोई किसी लोक सेवक पर हमला करने की धमकी देता है या बाधा डालने का प्रयास करता है या किसी विधिविरुद्ध जमाव को तितर-बितर करने, या किसी बलवा या दंगा को दबाने के प्रयास में ऐसे लोक सेवक के रूप में अपने कर्तव्य के निर्वहन में किसी लोक सेवक को आपराधिक बल का उपयोग करने की धमकी देता है या प्रयास करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 196,
      "text": "(1) जो कोई—\n(क) बोले गए या लिखित शब्दों द्वारा, या संकेतों द्वारा या दृश्यरूपणों द्वारा या इलेक्ट्रॉनिक संचार के माध्यम से या अन्यथा, धर्म, नस्ल, जन्म स्थान, निवास, भाषा, जाति या समुदाय या किसी अन्य आधार पर विभिन्न धार्मिक, नस्लीय, भाषाई या क्षेत्रीय समूहों या जातियों या समुदायों के बीच असामंजस्य या शत्रुता, घृणा या वैमनस्य की भावनाओं को बढ़ावा देता है या बढ़ावा देने का प्रयास करता है; या\n(ख) कोई ऐसा कार्य करता है जो विभिन्न धार्मिक, नस्लीय, भाषाई या क्षेत्रीय समूहों या जातियों या समुदायों के बीच सद्भाव बनाए रखने के लिए प्रतिकूल है, और जो लोक शांति को भंग करता है या भंग करने की संभावना रखता है; या\n(ग) किसी भी अभ्यास, आंदोलन, ड्रिल या अन्य समान गतिविधि को इस आशय से आयोजित करता है कि ऐसी गतिविधि में भाग लेने वाले आपराधिक बल या हिंसा का उपयोग करेंगे या उपयोग करने के लिए प्रशिक्षित होंगे या यह जानते हुए कि ऐसी गतिविधि में भाग लेने वाले किसी भी धार्मिक, नस्लीय, भाषाई या क्षेत्रीय समूह या जाति या समुदाय के विरुद्ध आपराधिक बल या हिंसा का उपयोग करेंगे या उपयोग करने के लिए प्रशिक्षित होंगे, या ऐसी गतिविधि में भाग लेता है जिसका आशय आपराधिक बल या हिंसा का उपयोग करना या उपयोग करने के लिए प्रशिक्षित होना है या यह जानते हुए कि ऐसी गतिविधि में भाग लेने वाले आपराधिक बल या हिंसा का उपयोग करेंगे या उपयोग करने के लिए प्रशिक्षित होंगे, और ऐसी गतिविधि किसी भी कारण से ऐसे धार्मिक, नस्लीय, भाषाई या क्षेत्रीय समूह या जाति या समुदाय के सदस्यों के बीच भय या अलार्म या असुरक्षा की भावना पैदा करती है या पैदा करने की संभावना रखती है,\nतो उसे कारावास से दण्डित किया जाएगा जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से।\n(2) जो कोई उपासना के किसी स्थान में या धार्मिक उपासना या धार्मिक समारोहों के प्रदर्शन में संलग्न किसी भी जमाव में उप-धारा (1) में विनिर्दिष्ट अपराध करता है, तो उसे कारावास से दण्डित किया जाएगा जिसकी अवधि पांच वर्ष तक की हो सकेगी और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 197,
      "text": "(1) जो कोई बोले गए या लिखित शब्दों द्वारा या संकेतों द्वारा या दृश्यरूपणों द्वारा या इलेक्ट्रॉनिक संचार के माध्यम से या अन्यथा,—\n(क) कोई ऐसा लांछन लगाता है या प्रकाशित करता है कि किसी वर्ग के व्यक्ति, उनके किसी धार्मिक, नस्लीय, भाषाई या क्षेत्रीय समूह या जाति या समुदाय के सदस्य होने के कारण, विधि द्वारा स्थापित भारत के संविधान के प्रति सच्ची श्रद्धा और निष्ठा नहीं रख सकते हैं या भारत की संप्रभुता और अखंडता को बनाए नहीं रख सकते हैं; या\n(ख) यह दावा करता है, परामर्श देता है, सलाह देता है, प्रचार करता है या प्रकाशित करता है कि किसी वर्ग के व्यक्तियों को, उनके किसी धार्मिक, नस्लीय, भाषाई या क्षेत्रीय समूह या जाति या समुदाय के सदस्य होने के कारण, भारत के नागरिक के रूप में उनके अधिकारों से वंचित या रहित किया जाएगा; या\n(ग) किसी वर्ग के व्यक्तियों के दायित्व के संबंध में कोई ऐसा दावा, परामर्श, दलील या अपील करता है या प्रकाशित करता है, उनके किसी धार्मिक, नस्लीय, भाषाई या क्षेत्रीय समूह या जाति या समुदाय के सदस्य होने के कारण, और ऐसा दावा, परामर्श, दलील या अपील ऐसे सदस्यों और अन्य व्यक्तियों के बीच असामंजस्य या शत्रुता या घृणा या वैमनस्य की भावनाएँ पैदा करता है या पैदा करने की संभावना रखता है; या\n(घ) मिथ्या या भ्रामक जानकारी बनाता है या प्रकाशित करता है, जिससे भारत की संप्रभुता, एकता और अखंडता या सुरक्षा खतरे में पड़ जाती है,\nतो उसे कारावास से दण्डित किया जाएगा जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से।\n(2) जो कोई उपासना के किसी स्थान में या धार्मिक उपासना या धार्मिक समारोहों के प्रदर्शन में संलग्न किसी भी जमाव में उप-धारा (1) में विनिर्दिष्ट अपराध करता है, तो उसे कारावास से दण्डित किया जाएगा जिसकी अवधि पांच वर्ष तक की हो सकेगी और वह जुर्माने के लिए भी दायी होगा।"
    }
  ]
},
{
  "chapter_no": 12,
  "chapter_title": "लोक सेवकों द्वारा या उनसे संबंधित अपराधों के विषय में",
  "sections": [
    {
      "section_no": 198,
      "text": "जो कोई, लोक सेवक होते हुए, जानते हुए विधि के किसी ऐसे निर्देश की अवज्ञा करता है कि उसे लोक सेवक के रूप में किस रीति से आचरण करना है, इस आशय से कि किसी व्यक्ति को क्षति कारित करे, या यह जानते हुए कि ऐसी अवज्ञा से वह किसी व्यक्ति को क्षति कारित करना संभाव्य है, तो उसे साधारण कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 199,
      "text": "जो कोई, लोक सेवक होते हुए,—\n(क) विधि के किसी ऐसे निर्देश की जानते हुए अवज्ञा करता है जो उसे किसी अपराध या किसी अन्य मामले की जांच के प्रयोजन के लिए किसी व्यक्ति की किसी स्थान पर उपस्थिति अपेक्षित करने से रोकता है; या\n(ख) जानते हुए, किसी व्यक्ति के प्रतिकूल, विधि के किसी अन्य निर्देश की अवज्ञा करता है जो उस रीति को विनियमित करता है जिससे वह ऐसी जांच का संचालन करेगा; या\n(ग) भारतीय नागरिक सुरक्षा संहिता, 2023 की धारा 173 की उप-धारा (1) के अधीन उसे दी गई किसी भी जानकारी को धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 70, धारा 71, धारा 74, धारा 76, धारा 77, धारा 79, धारा 124, धारा 143 या धारा 144 के अधीन दण्डनीय संज्ञेय अपराध के संबंध में दर्ज करने में विफल रहता है,\nतो उसे कठोर कारावास से दण्डित किया जाएगा जिसकी अवधि छह मास से कम नहीं होगी किंतु जो दो वर्ष तक की हो सकेगी, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 200,
      "text": "जो कोई, किसी अस्पताल, चाहे वह केन्द्रीय सरकार, राज्य सरकार, स्थानीय निकायों या किसी अन्य व्यक्ति द्वारा संचालित हो, सार्वजनिक या निजी, का भारसाधक होते हुए, भारतीय नागरिक सुरक्षा संहिता, 2023 की धारा 397 के प्रावधानों का उल्लंघन करता है, तो उसे कारावास से दण्डित किया जाएगा जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से।"
    },
    {
      "section_no": 201,
      "text": "जो कोई, लोक सेवक होते हुए, और ऐसे लोक सेवक के रूप में किसी दस्तावेज या इलेक्ट्रॉनिक अभिलेख को तैयार करने या अनुवाद करने के लिए भारित होते हुए, उस दस्तावेज या इलेक्ट्रॉनिक अभिलेख को इस रीति से तैयार करता है, बनाता है या अनुवाद करता है जिसे वह गलत जानता है या विश्वास करता है, जिससे किसी व्यक्ति को क्षति कारित करने का आशय रखता है या यह जानते हुए कि वह उससे किसी व्यक्ति को क्षति कारित कर सकता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 202,
      "text": "जो कोई, लोक सेवक होते हुए, और ऐसे लोक सेवक के रूप में व्यापार में संलग्न न होने के लिए कानूनी रूप से बाध्य होते हुए, व्यापार में संलग्न होता है, तो उसे साधारण कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से, या सामुदायिक सेवा से दण्डित किया जाएगा।"
    },
    {
      "section_no": 203,
      "text": "जो कोई, लोक सेवक होते हुए, और ऐसे लोक सेवक के रूप में कुछ संपत्ति को क्रय या बोली न लगाने के लिए कानूनी रूप से बाध्य होते हुए, उस संपत्ति को क्रय करता है या उस पर बोली लगाता है, या तो अपने नाम पर या किसी अन्य के नाम पर, या संयुक्त रूप से, या दूसरों के साथ हिस्सों में, तो उसे साधारण कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा; और यदि संपत्ति क्रय की गई है, तो वह जब्त कर ली जाएगी।"
    },
    {
      "section_no": 204,
      "text": "जो कोई किसी लोक सेवक के रूप में कोई विशेष पद धारण करने का ढोंग करता है, यह जानते हुए कि वह ऐसा पद धारण नहीं करता है या ऐसे पद धारण करने वाले किसी अन्य व्यक्ति का मिथ्या प्रतिरूपण करता है, और ऐसी धारित क्षमता में ऐसे पद के रंग के अधीन कोई कार्य करता है या करने का प्रयास करता है, तो उसे किसी भी प्रकार के कारावास से दण्डित किया जाएगा जिसकी अवधि छह मास से कम नहीं होगी किंतु जो तीन वर्ष तक की हो सकेगी और जुर्माने से।"
    },
    {
      "section_no": 205,
      "text": "जो कोई, लोक सेवकों के किसी निश्चित वर्ग से संबंधित न होते हुए, उस वर्ग के लोक सेवकों द्वारा उपयोग किए जाने वाले किसी भी वेशभूषा या प्रतीक के समान कोई वेशभूषा पहनता है या कोई प्रतीक रखता है इस आशय से कि यह विश्वास किया जाए, या इस ज्ञान के साथ कि यह विश्वास किया जाना संभाव्य है, कि वह उस वर्ग के लोक सेवकों से संबंधित है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    }
  ]
},
{
  "chapter_no": 13,
  "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
  "sections": [
    {
      "section_no": 206,
      "text": "जो कोई किसी ऐसे समन, सूचना या आदेश की तामील से बचने के लिए छिप जाता है, जो किसी ऐसे लोक सेवक द्वारा जारी किया गया है जो ऐसे लोक सेवक के रूप में ऐसे समन, सूचना या आदेश को जारी करने के लिए कानूनी रूप से सक्षम है, ––\n(क) उसे साधारण कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा;\n(ख) जहाँ ऐसा समन या सूचना या आदेश स्वयं या अभिकर्ता द्वारा न्यायालय में उपस्थित होने के लिए, या कोई दस्तावेज या इलेक्ट्रॉनिक अभिलेख पेश करने के लिए है, तो उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 207,
      "text": "जो कोई किसी ऐसे समन, सूचना या आदेश की तामील होने से, जो किसी ऐसे लोक सेवक द्वारा जारी किया गया है जो ऐसे लोक सेवक के रूप में ऐसे समन, सूचना या आदेश को जारी करने के लिए कानूनी रूप से सक्षम है, अपने आप पर, या किसी अन्य व्यक्ति पर, किसी भी रीति से जानबूझकर रोकता है, या किसी ऐसे समन, सूचना या आदेश को किसी भी स्थान पर विधिपूर्ण चिपकाए जाने से जानबूझकर रोकता है, या किसी ऐसे समन, सूचना या आदेश को किसी ऐसे स्थान से जानबूझकर हटा देता है जहाँ उसे विधिपूर्वक चिपकाया गया है, या किसी ऐसे लोक सेवक के प्राधिकार के अधीन, जो ऐसे लोक सेवक के रूप में ऐसी उद्घोषणा किए जाने का निर्देश देने के लिए कानूनी रूप से सक्षम है, किसी उद्घोषणा के विधिपूर्ण किए जाने से जानबूझकर रोकता है, ––\n(क) उसे साधारण कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा;\n(ख) जहाँ समन, सूचना, आदेश या उद्घोषणा स्वयं या अभिकर्ता द्वारा न्यायालय में उपस्थित होने के लिए, या कोई दस्तावेज या इलेक्ट्रॉनिक अभिलेख पेश करने के लिए है, तो उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 208,
      "text": "जो कोई किसी ऐसे समन, सूचना, आदेश या उद्घोषणा का पालन करने के लिए किसी निश्चित स्थान और समय पर स्वयं या अभिकर्ता द्वारा उपस्थित होने के लिए कानूनी रूप से बाध्य होते हुए, जो किसी ऐसे लोक सेवक द्वारा जारी किया गया है जो ऐसे लोक सेवक के रूप में उसे जारी करने के लिए कानूनी रूप से सक्षम है, जानबूझकर उस स्थान या समय पर उपस्थित होने का लोप करता है या उस स्थान से चला जाता है जहाँ वह उस समय से पहले उपस्थित होने के लिए बाध्य है जिस पर उसके लिए प्रस्थान करना विधिपूर्ण है, ––\n(क) उसे साधारण कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा;\n(ख) जहाँ समन, सूचना, आदेश या उद्घोषणा स्वयं या अभिकर्ता द्वारा न्यायालय में उपस्थित होने के लिए है, तो उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 209,
      "text": "जो कोई भारतीय नागरिक सुरक्षा संहिता, 2023 की धारा 84 की उप-धारा (1) के अधीन प्रकाशित उद्घोषणा द्वारा अपेक्षित विनिर्दिष्ट स्थान और विनिर्दिष्ट समय पर उपस्थित होने में विफल रहता है, तो उसे कारावास से दण्डित किया जाएगा जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से, या सामुदायिक सेवा से, और जहाँ उस धारा की उप-धारा (4) के अधीन उसे उद्घोषित अपराधी घोषित करने वाली कोई घोषणा की गई है, तो उसे कारावास से दण्डित किया जाएगा जिसकी अवधि सात वर्ष तक की हो सकेगी और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 210,
      "text": "जो कोई किसी लोक सेवक को कोई दस्तावेज या इलेक्ट्रॉनिक अभिलेख पेश करने या परिदत्त करने के लिए, ऐसे लोक सेवक के रूप में कानूनी रूप से बाध्य होते हुए, उसे पेश करने या परिदत्त करने का जानबूझकर लोप करता है, ––\n(क) उसे साधारण कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा;\n(ख) और जहाँ दस्तावेज या इलेक्ट्रॉनिक अभिलेख न्यायालय में पेश किया जाना या परिदत्त किया जाना है, तो उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 211,
      "text": "जो कोई किसी लोक सेवक को, ऐसे लोक सेवक के रूप में, किसी विषय पर कोई सूचना देने या प्रस्तुत करने के लिए कानूनी रूप से बाध्य होते हुए, ऐसी सूचना देने या ऐसी सूचना प्रस्तुत करने का, विधि द्वारा अपेक्षित रीति और समय पर, जानबूझकर लोप करता है, ––\n(क) उसे साधारण कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा;\n(ख) जहाँ अपेक्षित सूचना या जानकारी किसी अपराध के किए जाने का सम्मान करती है, या किसी अपराध के किए जाने को रोकने के प्रयोजन के लिए, या किसी अपराधी को पकड़ने के लिए अपेक्षित है, तो उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा;\n(ग) जहाँ अपेक्षित सूचना या जानकारी भारतीय नागरिक सुरक्षा संहिता, 2023 की धारा 394 के अधीन पारित किसी आदेश द्वारा अपेक्षित है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो एक हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 212,
      "text": "जो कोई किसी लोक सेवक को, ऐसे लोक सेवक के रूप में, किसी विषय पर जानकारी प्रस्तुत करने के लिए कानूनी रूप से बाध्य होते हुए, उस विषय पर ऐसी जानकारी प्रस्तुत करता है जिसे वह सत्य जानता है या सत्य होने का विश्वास करने का कारण रखता है, जो मिथ्या है, ––\n(क) उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा;\n(ख) जहाँ वह जानकारी जिसे देने के लिए वह कानूनी रूप से बाध्य है, किसी अपराध के किए जाने का सम्मान करती है, या किसी अपराध के किए जाने को रोकने के प्रयोजन के लिए, या किसी अपराधी को पकड़ने के लिए अपेक्षित है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 213,
      "text": "जो कोई सत्य कहने के लिए शपथ या प्रतिज्ञान द्वारा स्वयं को बाध्य करने से इनकार करता है, जब किसी लोक सेवक द्वारा, जो स्वयं को इस प्रकार बाध्य करने की अपेक्षा करने के लिए कानूनी रूप से सक्षम है, ऐसी अपेक्षा की जाती है, तो उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 214,
      "text": "जो कोई किसी लोक सेवक को किसी विषय पर सत्य कहने के लिए कानूनी रूप से बाध्य होते हुए, ऐसे लोक सेवक द्वारा अपने कानूनी शक्तियों के प्रयोग में उस विषय को छूने वाले किसी भी प्रश्न का उत्तर देने से इनकार करता है, तो उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 215,
      "text": "जो कोई अपने द्वारा दिए गए किसी भी बयान पर हस्ताक्षर करने से इनकार करता है, जब किसी लोक सेवक द्वारा, जो उस बयान पर हस्ताक्षर करने की अपेक्षा करने के लिए कानूनी रूप से सक्षम है, हस्ताक्षर करने की अपेक्षा की जाती है, तो उसे साधारण कारावास से, जिसकी अवधि तीन मास तक की हो सकेगी, या जुर्माने से, जो तीन हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 216,
      "text": "जो कोई किसी लोक सेवक या ऐसे शपथ या प्रतिज्ञान दिलाने के लिए विधि द्वारा प्राधिकृत किसी अन्य व्यक्ति को किसी विषय पर सत्य कहने के लिए शपथ या प्रतिज्ञान द्वारा कानूनी रूप से बाध्य होते हुए, ऐसे लोक सेवक या पूर्वोक्त अन्य व्यक्ति को, उस विषय को छूने वाला, कोई ऐसा बयान देता है जो मिथ्या है, और जिसे वह मिथ्या जानता है या मिथ्या होने का विश्वास करता है या जिसके सत्य होने का वह विश्वास नहीं करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 217,
      "text": "जो कोई किसी लोक सेवक को कोई ऐसी जानकारी देता है जिसे वह मिथ्या जानता है या मिथ्या होने का विश्वास करता है, इस आशय से कि वह उससे ऐसा लोक सेवक—\n(क) कोई ऐसा कार्य करे या करने का लोप करे जो उस लोक सेवक को नहीं करना चाहिए या लोप नहीं करना चाहिए यदि उस विषय के वास्तविक तथ्य जिसके संबंध में ऐसी जानकारी दी गई है, उसे ज्ञात होते; या\n(ख) किसी व्यक्ति की क्षति या क्षोभ के लिए ऐसे लोक सेवक की विधिपूर्ण शक्ति का उपयोग करे,\nतो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 218,
      "text": "जो कोई किसी लोक सेवक के विधिपूर्ण प्राधिकार द्वारा किसी संपत्ति को लेने का कोई प्रतिरोध करता है, यह जानते हुए या विश्वास करने का कारण रखते हुए कि वह ऐसा लोक सेवक है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 219,
      "text": "जो कोई किसी लोक सेवक के विधिपूर्ण प्राधिकार द्वारा, ऐसे लोक सेवक के रूप में, बिक्री के लिए पेश की गई किसी संपत्ति की किसी भी बिक्री को जानबूझकर बाधित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 220,
      "text": "जो कोई किसी लोक सेवक के विधिपूर्ण प्राधिकार द्वारा, ऐसे लोक सेवक के रूप में, आयोजित किसी भी संपत्ति की बिक्री में, किसी ऐसे व्यक्ति के खाते पर कोई संपत्ति क्रय करता है या बोली लगाता है, चाहे वह स्वयं हो या कोई अन्य, जिसे वह जानता है कि उस बिक्री में उस संपत्ति को क्रय करने के लिए कानूनी रूप से अक्षम है, या उस संपत्ति के लिए बोली लगाता है जिसका आशय ऐसी बोली लगाने से उत्पन्न होने वाले दायित्वों को पूरा करने का नहीं है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो दो सौ रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 221,
      "text": "जो कोई किसी लोक सेवक को उसके सार्वजनिक कार्यों के निर्वहन में स्वेच्छया बाधित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन मास तक की हो सकेगी, या जुर्माने से, जो दो हजार पांच सौ रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 222,
      "text": "जो कोई किसी लोक सेवक को उसके सार्वजनिक कर्तव्य के निष्पादन में सहायता देने या प्रस्तुत करने के लिए विधि द्वारा बाध्य होते हुए, ऐसी सहायता देने का जानबूझकर लोप करता है, ––\n(क) उसे साधारण कारावास से, जिसकी अवधि एक मास तक की हो सकेगी, या जुर्माने से, जो दो हजार पांच सौ रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा;\n(ख) और जहाँ ऐसी सहायता उससे किसी लोक सेवक द्वारा, जो ऐसी मांग करने के लिए कानूनी रूप से सक्षम है, न्यायालय द्वारा विधिपूर्वक जारी की गई किसी प्रक्रिया को निष्पादित करने, या किसी अपराध के किए जाने को रोकने, या किसी बलवा, या दंगा को दबाने, या किसी अपराध के लिए आरोपित या दोषी व्यक्ति को पकड़ने, या विधिपूर्ण अभिरक्षा से भागे हुए व्यक्ति को पकड़ने के प्रयोजनों के लिए मांगी जाती है, तो उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 223,
      "text": "जो कोई यह जानते हुए कि किसी लोक सेवक द्वारा विधिपूर्वक ऐसे आदेश को उद्घोषित करने के लिए सशक्त किसी आदेश द्वारा, उसे किसी निश्चित कार्य से विरत रहने, या उसके कब्जे या प्रबंधन के अधीन किसी निश्चित संपत्ति के साथ निश्चित आदेश करने का निर्देश दिया गया है, ऐसे निर्देश की अवज्ञा करता है, ––\n(क) यदि ऐसी अवज्ञा किसी विधिपूर्वक नियोजित व्यक्ति को बाधा, क्षोभ या क्षति, या बाधा, क्षोभ या क्षति का जोखिम कारित करती है या कारित करने की प्रवृत्ति रखती है, तो उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो दो हजार पांच सौ रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा;\n(ख) और जहाँ ऐसी अवज्ञा मानव जीवन, स्वास्थ्य या सुरक्षा को खतरा कारित करती है या कारित करने की प्रवृत्ति रखती है, या बलवा या दंगा कारित करती है या कारित करने की प्रवृत्ति रखती है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 224,
      "text": "जो कोई किसी लोक सेवक को, या किसी ऐसे व्यक्ति को जिसमें वह विश्वास करता है कि लोक सेवक रुचि रखता है, क्षति की कोई धमकी देता है, उस लोक सेवक को उसके सार्वजनिक कार्यों के प्रयोग से संबंधित कोई कार्य करने के लिए, या कोई कार्य करने से विरत रहने या विलंब करने के लिए प्रेरित करने के प्रयोजन से, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 225,
      "text": "जो कोई किसी व्यक्ति को क्षति की कोई धमकी देता है, उस व्यक्ति को किसी क्षति के विरुद्ध सुरक्षा के लिए किसी ऐसे लोक सेवक से कानूनी आवेदन करने से विरत रहने या रुकने के लिए प्रेरित करने के प्रयोजन से जो ऐसी सुरक्षा देने या ऐसी सुरक्षा दिए जाने का कारण बनने के लिए कानूनी रूप से सशक्त है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 226,
      "text": "जो कोई किसी लोक सेवक को उसके सरकारी कर्तव्य का निर्वहन करने से विवश करने या रोकने के आशय से आत्महत्या करने का प्रयास करता है, तो उसे साधारण कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से, या सामुदायिक सेवा से दण्डित किया जाएगा।"
    }
  ]
},
{
  "chapter_no": 14,
  "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
  "sections": [
    {
      "section_no": 227,
      "text": "जो कोई शपथ द्वारा, या विधि के किसी अभिव्यक्त उपबंध द्वारा सत्य कहने के लिए कानूनी रूप से बाध्य होते हुए, या किसी विषय पर घोषणा करने के लिए विधि द्वारा बाध्य होते हुए, कोई ऐसा कथन करता है जो मिथ्या है, और जिसके मिथ्या होने का वह जानता है या विश्वास करता है या जिसके सत्य होने का वह विश्वास नहीं करता है, तो उसे मिथ्या साक्ष्य देना कहा जाता है।"
    },
    {
      "section_no": 228,
      "text": "जो कोई किसी परिस्थिति को अस्तित्व में लाता है या किसी पुस्तक या अभिलेख में, या इलेक्ट्रॉनिक अभिलेख में, कोई मिथ्या प्रविष्टि करता है या कोई दस्तावेज या इलेक्ट्रॉनिक अभिलेख बनाता है जिसमें कोई मिथ्या कथन है, इस आशय से कि ऐसी परिस्थिति, मिथ्या प्रविष्टि या मिथ्या कथन किसी न्यायिक कार्यवाही में, या किसी लोक सेवक के समक्ष, ऐसे लोक सेवक के रूप में, या किसी मध्यस्थ के समक्ष विधि द्वारा की गई किसी कार्यवाही में साक्ष्य में प्रकट हो सकता है, और कि ऐसी परिस्थिति, मिथ्या प्रविष्टि या मिथ्या कथन, जो इस प्रकार साक्ष्य में प्रकट होता है, किसी भी व्यक्ति को, जिसे ऐसी कार्यवाही में साक्ष्य पर एक राय बनानी है, ऐसी कार्यवाही के परिणाम के लिए तात्विक किसी भी बिंदु को छूने वाली कोई त्रुटिपूर्ण राय धारण करने के लिए प्रेरित कर सकता है, तो उसे “मिथ्या साक्ष्य गढ़ना” कहा जाता है।"
    },
    {
      "section_no": 229,
      "text": "(1) जो कोई किसी न्यायिक कार्यवाही के किसी भी चरण में जानबूझकर मिथ्या साक्ष्य देता है, या किसी न्यायिक कार्यवाही के किसी भी चरण में उपयोग किए जाने के प्रयोजन के लिए मिथ्या साक्ष्य गढ़ता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा जो दस हजार रुपए तक का हो सकेगा।\n(2) जो कोई उप-धारा (1) में निर्दिष्ट के अलावा किसी भी मामले में जानबूझकर मिथ्या साक्ष्य देता है या गढ़ता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा जो पांच हजार रुपए तक का हो सकेगा।"
    },
    {
      "section_no": 230,
      "text": "(1) जो कोई मिथ्या साक्ष्य देता है या गढ़ता है, इस आशय से कि वह उससे किसी व्यक्ति को किसी ऐसे अपराध के लिए सिद्धदोष ठहराए जाने का कारण बने, या यह जानते हुए कि वह उससे ऐसा कारण बनने का संभाव्य है, जो भारत में तत्समय प्रवृत्त विधि द्वारा मृत्यु से दण्डनीय है, तो उसे आजीवन कारावास से, या कठोर कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा जो पचास हजार रुपए तक का हो सकेगा।\n(2) यदि उप-धारा (1) में निर्दिष्ट मिथ्या साक्ष्य के परिणामस्वरूप कोई निर्दोष व्यक्ति सिद्धदोष ठहराया जाता है और उसे फाँसी दी जाती है, तो मिथ्या साक्ष्य देने वाले व्यक्ति को या तो मृत्यु से या उप-धारा (1) में विनिर्दिष्ट दण्ड से दण्डित किया जाएगा।"
    },
    {
      "section_no": 231,
      "text": "जो कोई मिथ्या साक्ष्य देता है या गढ़ता है, इस आशय से कि वह उससे किसी व्यक्ति को किसी ऐसे अपराध के लिए सिद्धदोष ठहराए जाने का कारण बने, या यह जानते हुए कि वह उससे ऐसा कारण बनने का संभाव्य है, जो भारत में तत्समय प्रवृत्त विधि द्वारा मृत्यु से दण्डनीय नहीं है, किंतु आजीवन कारावास से, या सात वर्ष या उससे अधिक की अवधि के कारावास से दण्डनीय है, तो उसे उसी रीति से दण्डित किया जाएगा जिस रीति से उस अपराध के लिए सिद्धदोष व्यक्ति दण्डित होने के लिए दायी होता।"
    },
    {
      "section_no": 232,
      "text": "(1) जो कोई किसी अन्य व्यक्ति को उसके शरीर, प्रतिष्ठा या संपत्ति को, या किसी ऐसे व्यक्ति की प्रतिष्ठा को जिसमें वह व्यक्ति रुचि रखता है, किसी क्षति की धमकी देता है, उस व्यक्ति को मिथ्या साक्ष्य देने के लिए प्रेरित करने के आशय से, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(2) यदि उप-धारा (1) में निर्दिष्ट मिथ्या साक्ष्य के परिणामस्वरूप निर्दोष व्यक्ति को मृत्यु या सात वर्ष से अधिक के कारावास से सिद्धदोष ठहराया जाता है और दण्डित किया जाता है, तो धमकी देने वाले व्यक्ति को उसी दण्ड और सजा से उसी रीति से और उसी सीमा तक दण्डित और सजा दी जाएगी जैसे कि उस निर्दोष व्यक्ति को दण्डित और सजा दी गई है।"
    },
    {
      "section_no": 233,
      "text": "जो कोई किसी ऐसे साक्ष्य को जो वह जानता है कि मिथ्या या गढ़ा गया है, सत्य या असली साक्ष्य के रूप में भ्रष्टतापूर्वक उपयोग करता है या उपयोग करने का प्रयास करता है, तो उसे उसी रीति से दण्डित किया जाएगा मानो उसने मिथ्या साक्ष्य दिया हो या गढ़ा हो।"
    },
    {
      "section_no": 234,
      "text": "जो कोई कोई ऐसा प्रमाण पत्र जारी करता है या हस्ताक्षरित करता है जिसका विधि द्वारा दिया जाना या हस्ताक्षरित किया जाना अपेक्षित है, या जो किसी ऐसे तथ्य से संबंधित है जिसका ऐसा प्रमाण पत्र विधि द्वारा साक्ष्य में ग्राह्य है, यह जानते हुए या विश्वास करते हुए कि ऐसा प्रमाण पत्र किसी तात्विक बिंदु पर मिथ्या है, तो उसे उसी रीति से दण्डित किया जाएगा मानो उसने मिथ्या साक्ष्य दिया हो।"
    },
    {
      "section_no": 235,
      "text": "जो कोई किसी ऐसे प्रमाण पत्र को, किसी तात्विक बिंदु पर मिथ्या जानते हुए, सत्य प्रमाण पत्र के रूप में भ्रष्टतापूर्वक उपयोग करता है या उपयोग करने का प्रयास करता है, तो उसे उसी रीति से दण्डित किया जाएगा मानो उसने मिथ्या साक्ष्य दिया हो।"
    },
    {
      "section_no": 236,
      "text": "जो कोई अपने द्वारा की गई या अभिदत्त की गई किसी घोषणा में, जिसे कोई न्यायालय या कोई लोक सेवक या अन्य व्यक्ति किसी तथ्य के साक्ष्य के रूप में प्राप्त करने के लिए विधि द्वारा बाध्य या प्राधिकृत है, कोई ऐसा कथन करता है जो मिथ्या है, और जिसके मिथ्या होने का वह जानता है या विश्वास करता है या जिसके सत्य होने का वह विश्वास नहीं करता है, उस उद्देश्य के लिए तात्विक किसी भी बिंदु को छूता है जिसके लिए घोषणा की गई है या उपयोग की गई है, तो उसे उसी रीति से दण्डित किया जाएगा मानो उसने मिथ्या साक्ष्य दिया हो।"
    },
    {
      "section_no": 237,
      "text": "जो कोई किसी ऐसी घोषणा को, किसी तात्विक बिंदु पर मिथ्या जानते हुए, सत्य घोषणा के रूप में भ्रष्टतापूर्वक उपयोग करता है या उपयोग करने का प्रयास करता है, तो उसे उसी रीति से दण्डित किया जाएगा मानो उसने मिथ्या साक्ष्य दिया हो।"
    },
    {
      "section_no": 238,
      "text": "जो कोई, यह जानते हुए या विश्वास करने का कारण रखते हुए कि कोई अपराध किया गया है, अपराधी को कानूनी दण्ड से बचाने के आशय से उस अपराध के किए जाने के किसी भी साक्ष्य को गायब कर देता है, या उस आशय से अपराध के संबंध में कोई ऐसी जानकारी देता है जिसे वह मिथ्या जानता है या मिथ्या होने का विश्वास करता है, तो वह—\n(क) यदि वह अपराध जिसके किए जाने का वह जानता है या विश्वास करता है कि किया गया है, मृत्यु से दण्डनीय है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा;\n(ख) यदि वह अपराध आजीवन कारावास से, या कारावास से जो दस वर्ष तक की हो सकेगी, दण्डनीय है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा;\n(ग) यदि वह अपराध किसी ऐसी अवधि के कारावास से दण्डनीय है जो दस वर्ष तक विस्तारित नहीं होती है, तो उसे अपराध के लिए उपबंधित कारावास की सबसे लंबी अवधि के एक-चौथाई भाग तक की अवधि के लिए, अपराध के लिए उपबंधित विवरण के कारावास से, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 239,
      "text": "जो कोई, यह जानते हुए या विश्वास करने का कारण रखते हुए कि कोई अपराध किया गया है, उस अपराध के संबंध में कोई ऐसी जानकारी देने का जानबूझकर लोप करता है जिसे देने के लिए वह कानूनी रूप से बाध्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 240,
      "text": "जो कोई, यह जानते हुए या विश्वास करने का कारण रखते हुए कि कोई अपराध किया गया है, उस अपराध के संबंध में कोई ऐसी जानकारी देता है जिसे वह मिथ्या जानता है या मिथ्या होने का विश्वास करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 241,
      "text": "जो कोई किसी दस्तावेज या इलेक्ट्रॉनिक अभिलेख को छिपाता है या नष्ट करता है जिसे वह किसी न्यायालय में या किसी लोक सेवक के समक्ष, ऐसे लोक सेवक के रूप में, विधिपूर्वक आयोजित किसी कार्यवाही में साक्ष्य के रूप में पेश करने के लिए कानूनी रूप से विवश किया जा सकता है, या ऐसे दस्तावेज या इलेक्ट्रॉनिक अभिलेख के पूरे या किसी भी हिस्से को मिटाता है या अपाठ्य बनाता है, इस आशय से कि उसे पूर्वोक्त न्यायालय या लोक सेवक के समक्ष साक्ष्य के रूप में पेश किए जाने या उपयोग किए जाने से रोका जाए, या उसे उस प्रयोजन के लिए विधिपूर्वक समन या अपेक्षित किए जाने के पश्चात्, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 242,
      "text": "जो कोई किसी अन्य व्यक्ति का मिथ्या प्रतिरूपण करता है, और ऐसी धारित क्षमता में कोई स्वीकृति या बयान देता है, या दोष स्वीकार करता है, या कोई प्रक्रिया जारी कराता है या जमानत या प्रतिभूति बनता है, या किसी वाद या आपराधिक अभियोजन में कोई अन्य कार्य करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 243,
      "text": "जो कोई किसी संपत्ति को या उसमें किसी हित को किसी व्यक्ति को कपटपूर्वक हटाता है, छिपाता है, अंतरित करता है या परिदत्त करता है, इस आशय से कि उस संपत्ति या उसमें हित को किसी न्यायालय या अन्य सक्षम प्राधिकारी द्वारा दिए गए, या जिसके दिए जाने का वह संभाव्य जानता है, किसी दण्डादेश के अधीन ज़ब्ती के रूप में या जुर्माने के संतोष में लिए जाने से रोका जाए, या किसी न्यायालय द्वारा किसी सिविल वाद में किए गए, या जिसके किए जाने का वह संभाव्य जानता है, किसी डिक्री या आदेश के निष्पादन में लिए जाने से रोका जाए, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 244,
      "text": "जो कोई किसी संपत्ति को या उसमें किसी हित को कपटपूर्वक स्वीकार करता है, प्राप्त करता है या दावा करता है, यह जानते हुए कि उस संपत्ति या हित पर उसका कोई अधिकार या विधिपूर्ण दावा नहीं है, या किसी संपत्ति पर या उसमें किसी हित पर किसी अधिकार को छूने वाली कोई कपटकारी चाल चलता है, इस आशय से कि उस संपत्ति या उसमें हित को किसी न्यायालय या अन्य सक्षम प्राधिकारी द्वारा दिए गए, या जिसके दिए जाने का वह संभाव्य जानता है, किसी दण्डादेश के अधीन ज़ब्ती के रूप में या जुर्माने के संतोष में लिए जाने से रोका जाए, या किसी न्यायालय द्वारा किसी सिविल वाद में किए गए, या जिसके किए जाने का वह संभाव्य जानता है, किसी डिक्री या आदेश के निष्पादन में लिए जाने से रोका जाए, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 245,
      "text": "जो कोई कपटपूर्वक किसी व्यक्ति के वाद पर अपने विरुद्ध किसी ऐसी राशि के लिए जो देय नहीं है या ऐसी राशि से अधिक राशि के लिए जो उस व्यक्ति को देय है, या किसी संपत्ति या संपत्ति में हित के लिए जिसका वह व्यक्ति हकदार नहीं है, कोई डिक्री या आदेश पारित कराता है या पारित होने देता है, या कपटपूर्वक अपने विरुद्ध कोई डिक्री या आदेश संतुष्ट होने के पश्चात्, या किसी ऐसी बात के लिए जिसके संबंध में वह संतुष्ट हो चुका है, निष्पादित कराता है या निष्पादित होने देता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 246,
      "text": "जो कोई कपटपूर्वक या बेईमानी से, या किसी व्यक्ति को क्षति या क्षोभ कारित करने के आशय से, किसी न्यायालय में कोई ऐसा दावा करता है जिसे वह मिथ्या जानता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 247,
      "text": "जो कोई किसी व्यक्ति के विरुद्ध किसी ऐसी राशि के लिए जो देय नहीं है, या ऐसी राशि से अधिक राशि के लिए जो देय है, या किसी संपत्ति या संपत्ति में हित के लिए जिसका वह हकदार नहीं है, कपटपूर्वक कोई डिक्री या आदेश प्राप्त करता है, या कपटपूर्वक किसी व्यक्ति के विरुद्ध कोई डिक्री या आदेश संतुष्ट होने के पश्चात्, या किसी ऐसी बात के लिए जिसके संबंध में वह संतुष्ट हो चुका है, निष्पादित कराता है, या कपटपूर्वक अपने नाम में ऐसा कोई कार्य किए जाने देता है या अनुज्ञा देता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 248,
      "text": "जो कोई किसी व्यक्ति को क्षति कारित करने के आशय से, उस व्यक्ति के विरुद्ध कोई आपराधिक कार्यवाही संस्थित करता है या संस्थित कराता है, या किसी व्यक्ति पर कोई अपराध करने का मिथ्या आरोप लगाता है, यह जानते हुए कि उस व्यक्ति के विरुद्ध ऐसी कार्यवाही या आरोप के लिए कोई न्यायसंगत या विधिपूर्ण आधार नहीं है, —\n(क) उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, जो दो लाख रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा;\n(ख) यदि ऐसी आपराधिक कार्यवाही मृत्यु, आजीवन कारावास, या दस वर्ष या उससे अधिक के कारावास से दण्डनीय अपराध के मिथ्या आरोप पर संस्थित की जाती है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, दण्डनीय होगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 249,
      "text": "जब कभी कोई अपराध किया गया है, जो कोई किसी ऐसे व्यक्ति को संश्रय देता है या छिपाता है जिसे वह जानता है या विश्वास करने का कारण रखता है कि वह अपराधी है, उसे कानूनी दण्ड से बचाने के आशय से, तो वह—\n(क) यदि अपराध मृत्यु से दण्डनीय है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा;\n(ख) यदि अपराध आजीवन कारावास से, या कारावास से जो दस वर्ष तक की हो सकेगी, दण्डनीय है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा;\n(ग) यदि अपराध कारावास से जो एक वर्ष तक विस्तारित होता है, और दस वर्ष तक नहीं, दण्डनीय है, तो उसे अपराध के लिए उपबंधित कारावास की सबसे लंबी अवधि के एक-चौथाई भाग तक की अवधि के लिए, अपराध के लिए उपबंधित विवरण के कारावास से, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 250,
      "text": "जो कोई किसी अपराध को छिपाने के प्रतिफल में या किसी अपराध के लिए किसी व्यक्ति को कानूनी दण्ड से बचाने के प्रतिफल में, या उसे कानूनी दण्ड तक लाने के प्रयोजन से किसी व्यक्ति के विरुद्ध कार्यवाही न करने के प्रतिफल में, अपने लिए या किसी अन्य व्यक्ति के लिए कोई परितोषण स्वीकार करता है या प्राप्त करने का प्रयास करता है, या स्वीकार करने के लिए सहमत होता है, या अपने लिए या किसी अन्य व्यक्ति के लिए संपत्ति की कोई वापसी स्वीकार करता है, तो वह, ––\n(क) यदि अपराध मृत्यु से दण्डनीय है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा;\n(ख) यदि अपराध आजीवन कारावास से, या कारावास से जो दस वर्ष तक की हो सकेगी, दण्डनीय है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा;\n(ग) यदि अपराध कारावास से जो दस वर्ष तक विस्तारित नहीं होता है, दण्डनीय है, तो उसे अपराध के लिए उपबंधित कारावास की सबसे लंबी अवधि के एक-चौथाई भाग तक की अवधि के लिए, अपराध के लिए उपबंधित विवरण के कारावास से, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 251,
      "text": "जो कोई किसी व्यक्ति को कोई परितोषण देता है या दिलवाता है, या देने या दिलवाने का प्रस्ताव करता है या सहमत होता है, या उस व्यक्ति के किसी अपराध को छिपाने के प्रतिफल में, या किसी अपराध के लिए किसी व्यक्ति को कानूनी दण्ड से बचाने के प्रतिफल में, या उसे कानूनी दण्ड तक लाने के प्रयोजन से किसी व्यक्ति के विरुद्ध कार्यवाही न करने के प्रतिफल में, किसी व्यक्ति को कोई संपत्ति लौटाता है या लौटवाता है, तो वह, ––\n(क) यदि अपराध मृत्यु से दण्डनीय है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा;\n(ख) यदि अपराध आजीवन कारावास से या कारावास से जो दस वर्ष तक की हो सकेगी, दण्डनीय है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा;\n(ग) यदि अपराध कारावास से जो दस वर्ष तक विस्तारित नहीं होता है, दण्डनीय है, तो उसे अपराध के लिए उपबंधित कारावास की सबसे लंबी अवधि के एक-चौथाई भाग तक की अवधि के लिए, अपराध के लिए उपबंधित विवरण के कारावास से, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 252,
      "text": "जो कोई किसी व्यक्ति को उस जंगम संपत्ति को पुनः प्राप्त करने में मदद करने के बहाने या प्रतिफल में कोई परितोषण लेता है या लेने के लिए सहमत होता है या सहमति देता है जिससे वह इस संहिता के अधीन दण्डनीय किसी अपराध द्वारा वंचित किया गया हो, तो वह, जब तक कि वह अपराधी को पकड़े जाने और अपराध के लिए सिद्धदोष ठहराए जाने का कारण बनने के लिए अपनी शक्ति में सभी साधनों का उपयोग नहीं करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 253,
      "text": "जब कभी कोई व्यक्ति जो किसी अपराध के लिए सिद्धदोष ठहराया गया है या आरोपित है, उस अपराध के लिए विधिपूर्ण अभिरक्षा में होते हुए, ऐसी अभिरक्षा से भाग जाता है, या जब कभी कोई लोक सेवक, ऐसे लोक सेवक के विधिपूर्ण शक्तियों के प्रयोग में, किसी निश्चित व्यक्ति को किसी अपराध के लिए गिरफ्तार करने का आदेश देता है, जो कोई ऐसे भाग निकलने या गिरफ्तारी के आदेश को जानते हुए, उस व्यक्ति को गिरफ्तार किए जाने से रोकने के आशय से संश्रय देता है या छिपाता है, तो उसे निम्नलिखित रीति से दण्डित किया जाएगा, अर्थात्:––\n(क) यदि वह अपराध जिसके लिए व्यक्ति अभिरक्षा में था या जिसे गिरफ्तार करने का आदेश दिया गया है, मृत्यु से दण्डनीय है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा;\n(ख) यदि अपराध आजीवन कारावास से या दस वर्ष के कारावास से दण्डनीय है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा, जुर्माने के साथ या बिना जुर्माने के;\n(ग) यदि अपराध कारावास से जो एक वर्ष तक विस्तारित होता है, और दस वर्ष तक नहीं, दण्डनीय है, तो उसे ऐसे अपराध के लिए उपबंधित कारावास की सबसे लंबी अवधि के एक-चौथाई भाग तक की अवधि के लिए, अपराध के लिए उपबंधित विवरण के कारावास से, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 254,
      "text": "जो कोई यह जानते हुए या विश्वास करने का कारण रखते हुए कि कोई व्यक्ति डकैती या लूट करने वाले हैं या हाल ही में कर चुके हैं, ऐसे व्यक्तियों को या उनमें से किसी को संश्रय देता है, इस आशय से कि ऐसी लूट या डकैती के किए जाने को सुगम बनाया जाए, या उन्हें या उनमें से किसी को दण्ड से बचाया जाए, तो उसे कठोर कारावास से दण्डित किया जाएगा जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 255,
      "text": "जो कोई, लोक सेवक होते हुए, जानते हुए विधि के किसी ऐसे निर्देश की अवज्ञा करता है कि उसे लोक सेवक के रूप में किस रीति से आचरण करना है, इस आशय से कि वह उससे किसी व्यक्ति को कानूनी दण्ड से बचाए, या यह जानते हुए कि वह उससे ऐसा बचाना संभाव्य है, या उसे उस दण्ड से कम दण्ड के अधीन करे जिसके लिए वह दायी है, या किसी संपत्ति को ज़ब्ती से या किसी ऐसे प्रभार से बचाने के आशय से जिसके लिए वह विधि द्वारा दायी है, या यह जानते हुए कि वह उससे ऐसा बचाना संभाव्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 256,
      "text": "जो कोई, लोक सेवक होते हुए, और ऐसे लोक सेवक के रूप में किसी अभिलेख या अन्य लेख को तैयार करने के लिए भारित होते हुए, उस अभिलेख या लेख को इस रीति से बनाता है जिसे वह गलत जानता है, इस आशय से कि वह उससे लोक को या किसी व्यक्ति को हानि या क्षति कारित करे, या यह जानते हुए कि वह उससे ऐसा कारित करना संभाव्य है, या इस आशय से कि वह उससे किसी व्यक्ति को कानूनी दण्ड से बचाए, या यह जानते हुए कि वह उससे ऐसा बचाना संभाव्य है, या किसी संपत्ति को ज़ब्ती से या किसी अन्य प्रभार से बचाने के आशय से जिसके लिए वह विधि द्वारा दायी है, या यह जानते हुए कि वह उससे ऐसा बचाना संभाव्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 257,
      "text": "जो कोई, लोक सेवक होते हुए, किसी न्यायिक कार्यवाही के किसी भी चरण में भ्रष्टतापूर्वक या दुर्भावनापूर्वक कोई ऐसी रिपोर्ट, आदेश, निर्णय, या विनिश्चय करता है या सुनाता है जिसे वह विधि के विपरीत जानता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 258,
      "text": "जो कोई किसी ऐसे पद पर होते हुए जो उसे व्यक्तियों को विचारण के लिए या परिरोध में सुपुर्द करने, या व्यक्तियों को परिरोध में रखने का कानूनी प्राधिकार देता है, उस प्राधिकार के प्रयोग में किसी व्यक्ति को विचारण के लिए या परिरोध में भ्रष्टतापूर्वक या दुर्भावनापूर्वक सुपुर्द करता है, या किसी व्यक्ति को परिरोध में रखता है, यह जानते हुए कि ऐसा करने में वह विधि के विपरीत कार्य कर रहा है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 259,
      "text": "जो कोई, लोक सेवक होते हुए, ऐसे लोक सेवक के रूप में किसी ऐसे व्यक्ति को जिसे किसी अपराध के लिए आरोपित किया गया है या गिरफ्तार किए जाने के लिए दायी है, गिरफ्तार करने या परिरोध में रखने के लिए कानूनी रूप से बाध्य होते हुए, जानबूझकर ऐसे व्यक्ति को गिरफ्तार करने का लोप करता है, या जानबूझकर ऐसे व्यक्ति को भागने देता है, या जानबूझकर ऐसे व्यक्ति को ऐसे परिरोध से भागने या भागने का प्रयास करने में सहायता करता है, तो उसे दण्डित किया जाएगा, ––\n(क) किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, जुर्माने के साथ या बिना जुर्माने के, यदि वह व्यक्ति जो परिरोध में है, या जिसे गिरफ्तार किया जाना चाहिए था, मृत्यु से दण्डनीय अपराध के लिए आरोपित था, या गिरफ्तार किए जाने के लिए दायी था; या\n(ख) किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, जुर्माने के साथ या बिना जुर्माने के, यदि वह व्यक्ति जो परिरोध में है, या जिसे गिरफ्तार किया जाना चाहिए था, आजीवन कारावास या किसी ऐसी अवधि के कारावास से जो दस वर्ष तक की हो सकेगी, दण्डनीय अपराध के लिए आरोपित था, या गिरफ्तार किए जाने के लिए दायी था; या\n(ग) किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, जुर्माने के साथ या बिना जुर्माने के, यदि वह व्यक्ति जो परिरोध में है, या जिसे गिरफ्तार किया जाना चाहिए था, दस वर्ष से कम की अवधि के कारावास से दण्डनीय अपराध के लिए आरोपित था, या गिरफ्तार किए जाने के लिए दायी था।"
    },
    {
      "section_no": 260,
      "text": "जो कोई, लोक सेवक होते हुए, ऐसे लोक सेवक के रूप में किसी व्यक्ति को जो किसी अपराध के लिए किसी न्यायालय के दण्डादेश के अधीन है या विधिपूर्वक अभिरक्षा में सुपुर्द किया गया है, गिरफ्तार करने या परिरोध में रखने के लिए कानूनी रूप से बाध्य होते हुए, जानबूझकर ऐसे व्यक्ति को गिरफ्तार करने का लोप करता है, या जानबूझकर ऐसे व्यक्ति को भागने देता है या जानबूझकर ऐसे व्यक्ति को ऐसे परिरोध से भागने या भागने का प्रयास करने में सहायता करता है, तो उसे दण्डित किया जाएगा,—\n(क) आजीवन कारावास से या किसी भी प्रकार के कारावास से, जिसकी अवधि चौदह वर्ष तक की हो सकेगी, जुर्माने के साथ या बिना जुर्माने के, यदि वह व्यक्ति जो परिरोध में है, या जिसे गिरफ्तार किया जाना चाहिए था, मृत्यु दण्डादेश के अधीन है; या\n(ख) किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, जुर्माने के साथ या बिना जुर्माने के, यदि वह व्यक्ति जो परिरोध में है, या जिसे गिरफ्तार किया जाना चाहिए था, किसी न्यायालय के दण्डादेश द्वारा, या ऐसे दण्डादेश के लघुकरण के आधार पर, आजीवन कारावास या दस वर्ष की अवधि के कारावास, या उससे अधिक के अधीन है; या\n(ग) किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से, यदि वह व्यक्ति जो परिरोध में है या जिसे गिरफ्तार किया जाना चाहिए था, किसी न्यायालय के दण्डादेश द्वारा दस वर्ष तक विस्तारित न होने वाले कारावास के अधीन है या यदि वह व्यक्ति विधिपूर्वक अभिरक्षा में सुपुर्द किया गया था।"
    },
    {
      "section_no": 261,
      "text": "जो कोई, लोक सेवक होते हुए, ऐसे लोक सेवक के रूप में किसी ऐसे व्यक्ति को जिसे किसी अपराध के लिए आरोपित किया गया है या सिद्धदोष ठहराया गया है या विधिपूर्वक अभिरक्षा में सुपुर्द किया गया है, परिरोध में रखने के लिए कानूनी रूप से बाध्य होते हुए, उपेक्षापूर्वक ऐसे व्यक्ति को परिरोध से भागने देता है, तो उसे साधारण कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 262,
      "text": "जो कोई जानबूझकर स्वयं को किसी अपराध के लिए गिरफ्तार किए जाने के विधिपूर्ण गिरफ्तारी का कोई प्रतिरोध या अवैध बाधा डालता है जिसके लिए वह आरोपित है या जिसके लिए वह सिद्धदोष ठहराया गया है, या किसी ऐसी अभिरक्षा से भाग जाता है या भागने का प्रयास करता है जिसमें उसे ऐसे किसी अपराध के लिए विधिपूर्वक निरुद्ध किया गया है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 263,
      "text": "जो कोई जानबूझकर किसी अन्य व्यक्ति को किसी अपराध के लिए विधिपूर्ण गिरफ्तारी का कोई प्रतिरोध या अवैध बाधा डालता है, या किसी अन्य व्यक्ति को किसी ऐसी अभिरक्षा से बचाता है या बचाने का प्रयास करता है जिसमें वह व्यक्ति किसी अपराध के लिए विधिपूर्वक निरुद्ध किया गया है,—\n(क) उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा; या\n(ख) यदि वह व्यक्ति जिसे गिरफ्तार किया जाना है, या वह व्यक्ति जिसे बचाया गया है या बचाने का प्रयास किया गया है, आजीवन कारावास या किसी ऐसी अवधि के कारावास से जो दस वर्ष तक की हो सकेगी, दण्डनीय अपराध के लिए आरोपित है या गिरफ्तार किए जाने के लिए दायी है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा; या\n(ग) यदि वह व्यक्ति जिसे गिरफ्तार किया जाना है या बचाया जाना है, या बचाने का प्रयास किया गया है, मृत्यु से दण्डनीय अपराध के लिए आरोपित है या गिरफ्तार किए जाने के लिए दायी है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा; या\n(घ) यदि वह व्यक्ति जिसे गिरफ्तार किया जाना है या बचाया जाना है, या बचाने का प्रयास किया गया है, किसी न्यायालय के दण्डादेश के अधीन या ऐसे दण्डादेश के लघुकरण के आधार पर, आजीवन कारावास, या दस वर्ष या उससे अधिक की अवधि के कारावास के लिए दायी है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा; या\n(ङ) यदि वह व्यक्ति जिसे गिरफ्तार किया जाना है या बचाया जाना है, या बचाने का प्रयास किया गया है, मृत्यु दण्डादेश के अधीन है, तो उसे आजीवन कारावास से या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष से अधिक नहीं होगी, दण्डित किया जाएगा, और वह जुर्माने के लिए भी दायी होगा।"
    },
    {
      "section_no": 264,
      "text": "जो कोई, लोक सेवक होते हुए, ऐसे लोक सेवक के रूप में किसी व्यक्ति को गिरफ्तार करने, या परिरोध में रखने के लिए कानूनी रूप से बाध्य होते हुए, किसी ऐसे मामले में जो धारा 259, धारा 260 या धारा 261 में या तत्समय प्रवृत्त किसी अन्य विधि में उपबंधित नहीं है, उस व्यक्ति को गिरफ्तार करने का लोप करता है या उसे परिरोध से भागने देता है, तो उसे दण्डित किया जाएगा—\n(क) यदि वह ऐसा जानबूझकर करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से; और\n(ख) यदि वह ऐसा उपेक्षापूर्वक करता है, तो उसे साधारण कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से।"
    },
    {
      "section_no": 265,
      "text": "जो कोई, किसी ऐसे मामले में जो धारा 262 या धारा 263 में या तत्समय प्रवृत्त किसी अन्य विधि में उपबंधित नहीं है, जानबूझकर स्वयं की या किसी अन्य व्यक्ति की विधिपूर्ण गिरफ्तारी का कोई प्रतिरोध या अवैध बाधा डालता है, या किसी ऐसी अभिरक्षा से भाग जाता है या भागने का प्रयास करता है जिसमें उसे विधिपूर्वक निरुद्ध किया गया है, या किसी अन्य व्यक्ति को किसी ऐसी अभिरक्षा से बचाता है या बचाने का प्रयास करता है जिसमें वह व्यक्ति विधिपूर्वक निरुद्ध किया गया है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 266,
      "text": "जो कोई, दण्ड की किसी सशर्त छूट को स्वीकार करने के पश्चात्, जानबूझकर उस शर्त का उल्लंघन करता है जिस पर ऐसी छूट दी गई थी, तो उसे उस दण्ड से दण्डित किया जाएगा जिसके लिए उसे मूल रूप से दण्डादेश दिया गया था, यदि उसने उस दण्ड का कोई हिस्सा पहले ही नहीं भोगा है, और यदि उसने उस दण्ड का कोई हिस्सा भोगा है, तो उस दण्ड के उतने हिस्से से दण्डित किया जाएगा जितना उसने पहले ही नहीं भोगा है।"
    },
    {
      "section_no": 267,
      "text": "जो कोई जानबूझकर कोई अपमान करता है, या किसी लोक सेवक को कोई व्यवधान कारित करता है, जबकि ऐसा लोक सेवक किसी न्यायिक कार्यवाही के किसी भी चरण में बैठा है, तो उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 268,
      "text": "जो कोई प्रतिरूपण द्वारा या अन्यथा, जानबूझकर स्वयं को किसी मामले में, जिसमें वह जानता है कि वह विधि द्वारा इस प्रकार लौटाए जाने, पैनलबद्ध होने या शपथ लेने के लिए हकदार नहीं है, एक सहायक के रूप में लौटाया, पैनलबद्ध या शपथ दिलाई जाने का कारण बनता है, या जानते हुए कि वह विधि के विपरीत इस प्रकार लौटाया, पैनलबद्ध या शपथ दिलाई गई है, स्वेच्छया ऐसे सहायक के रूप में सेवा करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 269,
      "text": "जो कोई, किसी अपराध के लिए आरोपित किए जाने और जमानत बंधपत्र या बंधपत्र पर छोड़े जाने के पश्चात्, पर्याप्त कारण के बिना (जिसका साबित करने का भार उस पर होगा), जमानत या बंधपत्र के नियमों के अनुसार न्यायालय में उपस्थित होने में विफल रहता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    }
  ]
},
{
  "chapter_no": 15,
  "chapter_title": "लोक स्वास्थ्य, सुरक्षा, सुविधा, शालीनता और नैतिकता को प्रभावित करने वाले अपराधों के विषय में",
  "sections": [
    {
      "section_no": 270,
      "text": "कोई व्यक्ति लोक न्यूसेंस का दोषी है, जो कोई ऐसा कार्य करता है या किसी ऐसे अवैध लोप का दोषी है जिससे लोक को या सामान्य तौर पर आस-पड़ोस में रहने वाले या संपत्ति पर कब्जा करने वाले लोगों को कोई सामान्य क्षति, संकट या क्षोभ कारित होता है, या जिससे ऐसे व्यक्तियों को, जिन्हें किसी लोक अधिकार का उपयोग करने का अवसर मिल सकता है, आवश्यक रूप से क्षति, बाधा, संकट या क्षोभ कारित होना चाहिए, किंतु सामान्य न्यूसेंस इस आधार पर माफ नहीं किया जाता है कि वह कुछ सुविधा या फायदा कारित करता है।"
    },
    {
      "section_no": 271,
      "text": "जो कोई विधि विरुद्ध रूप से या उपेक्षापूर्वक कोई ऐसा कार्य करता है, जो जीवन के लिए खतरनाक किसी बीमारी के संक्रमण को फैलाने की संभावना रखता है, और जिसके बारे में वह जानता है या विश्वास करने का कारण रखता है कि वह ऐसा है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 272,
      "text": "जो कोई दुर्भावनापूर्वक कोई ऐसा कार्य करता है, जो जीवन के लिए खतरनाक किसी बीमारी के संक्रमण को फैलाने की संभावना रखता है, और जिसके बारे में वह जानता है या विश्वास करने का कारण रखता है कि वह ऐसा है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 273,
      "text": "जो कोई किसी परिवहन के साधन को क्वारंटाइन (संगरोध) की स्थिति में रखने के लिए, या क्वारंटाइन की स्थिति में ऐसे किसी परिवहन के साधन के आवागमन को विनियमित करने के लिए, या किसी संक्रामक बीमारी के फैलने वाले स्थानों और अन्य स्थानों के बीच आवागमन को विनियमित करने के लिए सरकार द्वारा बनाए गए किसी भी नियम की जानबूझकर अवज्ञा करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 274,
      "text": "जो कोई किसी खाद्य या पेय पदार्थ में अपमिश्रण करता है, जिससे ऐसा पदार्थ खाद्य या पेय के रूप में हानिकारक हो जाता है, इस आशय से कि ऐसे पदार्थ को खाद्य या पेय के रूप में बेचा जाए, या यह जानते हुए कि इसके खाद्य या पेय के रूप में बेचे जाने की संभावना है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 275,
      "text": "जो कोई किसी ऐसे पदार्थ को, जिसे हानिकारक बना दिया गया है या जो हानिकारक हो गया है, या जो खाद्य या पेय के लिए अनुपयुक्त स्थिति में है, खाद्य या पेय के रूप में बेचता है, या बेचने का प्रस्ताव करता है या प्रदर्शित करता है, यह जानते हुए या विश्वास करने का कारण रखते हुए कि वह खाद्य या पेय के रूप में हानिकारक है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 276,
      "text": "जो कोई किसी औषधि या औषधीय तैयारी में इस प्रकार अपमिश्रण करता है जिससे उस औषधि या औषधीय तैयारी की प्रभावकारिता कम हो जाए या उसका संचालन बदल जाए, या उसे हानिकारक बना दे, इस आशय से कि उसे किसी औषधीय प्रयोजन के लिए बेचा या उपयोग किया जाएगा, या यह जानते हुए कि उसके अपमिश्रण न किए जाने के समान, उसे किसी औषधीय प्रयोजन के लिए बेचे या उपयोग किए जाने की संभावना है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 277,
      "text": "जो कोई किसी औषधि या औषधीय तैयारी को इस प्रकार अपमिश्रित किए जाने के बारे में जानते हुए कि उसकी प्रभावकारिता कम हो गई है, उसका संचालन बदल गया है, या वह हानिकारक हो गई है, उसे बेचता है, या बेचने का प्रस्ताव करता है या प्रदर्शित करता है, या उसे किसी औषधालय से औषधीय प्रयोजनों के लिए अनापमिश्रित के रूप में जारी करता है, या किसी ऐसे व्यक्ति द्वारा औषधीय प्रयोजनों के लिए उपयोग किए जाने का कारण बनता है जो अपमिश्रण के बारे में नहीं जानता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 278,
      "text": "जो कोई जानबूझकर किसी औषधि या औषधीय तैयारी को किसी भिन्न औषधि या औषधीय तैयारी के रूप में बेचता है, या बेचने का प्रस्ताव करता है या प्रदर्शित करता है, या किसी औषधालय से औषधीय प्रयोजनों के लिए जारी करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 279,
      "text": "जो कोई किसी सार्वजनिक झरने या जलाशय के जल को स्वेच्छया दूषित या गंदा करता है, जिससे वह उस प्रयोजन के लिए कम उपयुक्त हो जाता है जिसके लिए वह साधारणतया उपयोग किया जाता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 280,
      "text": "जो कोई किसी स्थान में वायुमंडल को स्वेच्छया इस प्रकार दूषित करता है जिससे वह आस-पड़ोस में रहने वाले या व्यवसाय करने वाले या किसी सार्वजनिक मार्ग से गुजरने वाले सामान्य व्यक्तियों के स्वास्थ्य के लिए हानिकारक हो जाता है, तो उसे जुर्माने से, जो एक हजार रुपए तक का हो सकेगा, दण्डित किया जाएगा।"
    },
    {
      "section_no": 281,
      "text": "जो कोई किसी सार्वजनिक मार्ग पर किसी वाहन को इस प्रकार उतावलेपन से या उपेक्षापूर्वक चलाता है, जिससे मानव जीवन संकट में पड़ जाए, या किसी अन्य व्यक्ति को चोट या क्षति कारित होने की संभावना हो, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो एक हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 282,
      "text": "जो कोई किसी जलयान को इस प्रकार उतावलेपन से या उपेक्षापूर्वक चलाता है, जिससे मानव जीवन संकट में पड़ जाए, या किसी अन्य व्यक्ति को चोट या क्षति कारित होने की संभावना हो, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो दस हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 283,
      "text": "जो कोई कोई मिथ्या प्रकाश, चिह्न या बोया (buoy) प्रदर्शित करता है, इस आशय से कि ऐसे प्रदर्शन से किसी नाविक को भ्रम होगा, या यह जानते हुए कि ऐसा होना संभाव्य है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और जुर्माने से, जो दस हजार रुपए से कम नहीं होगा, दण्डित किया जाएगा।"
    },
    {
      "section_no": 284,
      "text": "जो कोई जानबूझकर या उपेक्षापूर्वक किसी जलयान में किसी व्यक्ति को जल द्वारा भाड़े पर ले जाता है या ले जाने का कारण बनता है, जबकि वह जलयान ऐसी स्थिति में है या इस प्रकार लदा हुआ है कि उस व्यक्ति के जीवन को संकट में डालता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 285,
      "text": "जो कोई किसी सार्वजनिक मार्ग या सार्वजनिक नौवहन रेखा में कोई कार्य करके, या अपने कब्जे या अपने प्रभार के अधीन किसी संपत्ति के साथ आदेश लेने का लोप करके, किसी व्यक्ति को संकट, बाधा या क्षति कारित करता है, तो उसे जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, दण्डित किया जाएगा।"
    },
    {
      "section_no": 286,
      "text": "जो कोई किसी विषैले पदार्थ के साथ कोई कार्य इस प्रकार उतावलेपन से या उपेक्षापूर्वक करता है जिससे मानव जीवन संकट में पड़ जाए, या किसी व्यक्ति को चोट या क्षति कारित होने की संभावना हो, या जानबूझकर या उपेक्षापूर्वक अपने कब्जे में किसी विषैले पदार्थ के साथ ऐसा आदेश लेने का लोप करता है जो ऐसे विषैले पदार्थ से मानव जीवन के किसी संभावित संकट से बचाव के लिए पर्याप्त है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 287,
      "text": "जो कोई आग या किसी ज्वलनशील पदार्थ के साथ कोई कार्य इस प्रकार उतावलेपन से या उपेक्षापूर्वक करता है जिससे मानव जीवन संकट में पड़ जाए, या किसी अन्य व्यक्ति को चोट या क्षति कारित होने की संभावना हो, या जानबूझकर या उपेक्षापूर्वक अपने कब्जे में किसी आग या किसी ज्वलनशील पदार्थ के साथ ऐसा आदेश लेने का लोप करता है जो ऐसी आग या ज्वलनशील पदार्थ से मानव जीवन के किसी संभावित संकट से बचाव के लिए पर्याप्त है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो दो हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 288,
      "text": "जो कोई किसी विस्फोटक पदार्थ के साथ कोई कार्य इस प्रकार उतावलेपन से या उपेक्षापूर्वक करता है जिससे मानव जीवन संकट में पड़ जाए, या किसी अन्य व्यक्ति को चोट या क्षति कारित होने की संभावना हो, या जानबूझकर या उपेक्षापूर्वक अपने कब्जे में किसी विस्फोटक पदार्थ के साथ ऐसा आदेश लेने का लोप करता है जो उस पदार्थ से मानव जीवन के किसी संभावित संकट से बचाव के लिए पर्याप्त है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 289,
      "text": "जो कोई किसी मशीनरी के साथ कोई कार्य इस प्रकार उतावलेपन से या उपेक्षापूर्वक करता है जिससे मानव जीवन संकट में पड़ जाए या किसी अन्य व्यक्ति को चोट या क्षति कारित होने की संभावना हो, या जानबूझकर या उपेक्षापूर्वक अपने कब्जे या अपने प्रभार के अधीन किसी मशीनरी के साथ ऐसा आदेश लेने का लोप करता है जो ऐसी मशीनरी से मानव जीवन के किसी संभावित संकट से बचाव के लिए पर्याप्त है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 290,
      "text": "जो कोई किसी भवन को गिराने, मरम्मत करने या निर्माण करने में, जानबूझकर या उपेक्षापूर्वक उस भवन के साथ ऐसे उपाय करने का लोप करता है जो उस भवन के, या उसके किसी भाग के गिरने से मानव जीवन के किसी संभावित संकट से बचाव के लिए पर्याप्त है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 291,
      "text": "जो कोई जानबूझकर या उपेक्षापूर्वक अपने कब्जे में किसी जानवर के साथ ऐसे उपाय करने का लोप करता है जो मानव जीवन के किसी संभावित संकट से, या ऐसे जानवर से घोर उपहति के किसी संभावित संकट से बचाव के लिए पर्याप्त है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 292,
      "text": "जो कोई किसी ऐसे मामले में लोक न्यूसेंस करता है जो इस संहिता द्वारा अन्यथा दण्डनीय नहीं है, तो उसे जुर्माने से, जो एक हजार रुपए तक का हो सकेगा, दण्डित किया जाएगा।"
    },
    {
      "section_no": 293,
      "text": "जो कोई लोक न्यूसेंस को दोहराता है या जारी रखता है, जिसे ऐसे न्यूसेंस को न दोहराने या जारी न रखने के लिए किसी ऐसे लोक सेवक द्वारा व्यादेश दिया गया है जिसके पास ऐसा व्यादेश जारी करने का विधिपूर्ण प्राधिकार है, तो उसे साधारण कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 294,
      "text": "(1) उप-धारा (2) के प्रयोजनों के लिए, किसी पुस्तक, पुस्तिका, कागज, लेख, चित्र, पेंटिंग, निरूपण, आकृति या किसी अन्य वस्तु को, जिसमें इलेक्ट्रॉनिक रूप में किसी भी सामग्री का प्रदर्शन शामिल है, अश्लील समझा जाएगा यदि वह कामुक है या कामुक हित को आकर्षित करता है या यदि उसका प्रभाव, या (जहाँ उसमें दो या दो से अधिक अलग-अलग वस्तुएँ शामिल हैं) उसकी किसी भी वस्तु का प्रभाव, यदि समग्र रूप से लिया जाए, तो वह उन व्यक्तियों को भ्रष्ट और दूषित करने की प्रवृत्ति रखता है जो सभी प्रासंगिक परिस्थितियों को ध्यान में रखते हुए, उसमें निहित या मूर्त सामग्री को पढ़ने, देखने या सुनने की संभावना रखते हैं।\n(2) जो कोई—\n(क) किसी अश्लील पुस्तक, पुस्तिका, कागज, चित्र, पेंटिंग, निरूपण या आकृति या किसी भी अन्य अश्लील वस्तु को किसी भी रीति से बेचता है, भाड़े पर देता है, वितरित करता है, सार्वजनिक रूप से प्रदर्शित करता है या किसी भी रीति से प्रचलन में डालता है, या बेचने, भाड़े पर देने, वितरण, सार्वजनिक प्रदर्शन या प्रचलन के प्रयोजनों के लिए बनाता है, उत्पादित करता है या अपने कब्जे में रखता है; या\n(ख) पूर्वोक्त प्रयोजनों में से किसी के लिए किसी अश्लील वस्तु का आयात, निर्यात या परिवहन करता है, या यह जानते हुए या विश्वास करने का कारण रखते हुए कि ऐसी वस्तु बेची जाएगी, भाड़े पर दी जाएगी, वितरित की जाएगी या सार्वजनिक रूप से प्रदर्शित की जाएगी या किसी भी रीति से प्रचलन में डाली जाएगी; या\n(ग) किसी ऐसे व्यवसाय में भाग लेता है या उससे लाभ प्राप्त करता है जिसके दौरान वह जानता है या विश्वास करने का कारण रखता है कि कोई ऐसी अश्लील वस्तुएं, पूर्वोक्त प्रयोजनों में से किसी के लिए, बनाई गई हैं, उत्पादित की गई हैं, क्रय की गई हैं, रखी गई हैं, आयात की गई हैं, निर्यात की गई हैं, परिवहन की गई हैं, सार्वजनिक रूप से प्रदर्शित की गई हैं या किसी भी रीति से प्रचलन में डाली गई हैं; या\n(घ) किसी भी साधन से विज्ञापन करता है या ज्ञात कराता है कि कोई व्यक्ति कोई ऐसा कार्य करने में लगा हुआ है या करने के लिए तैयार है जो इस धारा के अधीन एक अपराध है, या कि कोई ऐसी अश्लील वस्तु किसी भी व्यक्ति से या उसके माध्यम से प्राप्त की जा सकती है; या\n(ङ) कोई ऐसा कार्य करने का प्रस्ताव करता है या प्रयास करता है जो इस धारा के अधीन एक अपराध है,\nतो उसे पहली दोषसिद्धि पर किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, और जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, दण्डित किया जाएगा, और दूसरी या बाद की दोषसिद्धि की स्थिति में, किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, और जुर्माने से भी, जो दस हजार रुपए तक का हो सकेगा, दण्डित किया जाएगा।"
    },
    {
      "section_no": 295,
      "text": "जो कोई किसी बच्चे को धारा 294 में निर्दिष्ट कोई ऐसी अश्लील वस्तु बेचता है, भाड़े पर देता है, वितरित करता है, प्रदर्शित करता है या प्रसारित करता है, या ऐसा करने का प्रस्ताव करता है या प्रयास करता है, तो उसे पहली दोषसिद्धि पर किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, और जुर्माने से, जो दो हजार रुपए तक का हो सकेगा, दण्डित किया जाएगा, और दूसरी या बाद की दोषसिद्धि की स्थिति में, किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और जुर्माने से भी, जो पांच हजार रुपए तक का हो सकेगा, दण्डित किया जाएगा।"
    },
    {
      "section_no": 296,
      "text": "जो कोई, दूसरों के क्षोभ के लिए,—\n(क) किसी सार्वजनिक स्थान में कोई अश्लील कार्य करता है; या\n(ख) किसी सार्वजनिक स्थान में या उसके निकट कोई अश्लील गीत, गाथागीत या शब्द गाता है, पढ़ता है या उच्चारण करता है,\nतो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन मास तक की हो सकेगी, या जुर्माने से, जो एक हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 297,
      "text": "(1) जो कोई किसी लॉटरी को, जो कोई राज्य लॉटरी या राज्य सरकार द्वारा प्राधिकृत लॉटरी नहीं है, निकालने के प्रयोजन के लिए कोई कार्यालय या स्थान रखता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(2) जो कोई किसी ऐसी लॉटरी में किसी टिकट, लॉट, संख्या या आकृति के निकाले जाने के संबंध में या लागू होने वाली किसी घटना या आकस्मिकता पर, किसी व्यक्ति के फायदे के लिए कोई राशि का भुगतान करने, या कोई माल परिदत्त करने, या कोई कार्य करने या करने से विरत रहने का कोई प्रस्ताव प्रकाशित करता है, तो उसे जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, दण्डित किया जाएगा।"
    }
  ]
},
{
  "chapter_no": 16,
  "chapter_title": "धर्म से संबंधित अपराधों के विषय में",
  "sections": [
    {
      "section_no": 298,
      "text": "जो कोई किसी पूजा के स्थान, या किसी वर्ग के व्यक्तियों द्वारा पवित्र माने जाने वाली किसी वस्तु को नष्ट करता है, क्षति पहुँचाता है या अपवित्र करता है, जिसका आशय किसी वर्ग के व्यक्तियों के धर्म का अपमान करना है, या इस ज्ञान के साथ कि किसी वर्ग के व्यक्तियों द्वारा ऐसे विनाश, क्षति या अपवित्रीकरण को उनके धर्म का अपमान समझा जाना संभव है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 299,
      "text": "जो कोई भारत के नागरिकों के किसी वर्ग के धार्मिक भावनाओं को आहत करने के जानबूझकर और दुर्भावनापूर्ण इरादे से, बोले गए या लिखे गए शब्दों द्वारा, या संकेतों द्वारा या दृश्य निरूपणों द्वारा या इलेक्ट्रॉनिक माध्यम से या अन्यथा, उस वर्ग के धर्म या धार्मिक विश्वासों का अपमान करता है या अपमान करने का प्रयास करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 300,
      "text": "जो कोई स्वेच्छया धार्मिक पूजा, या धार्मिक समारोहों के प्रदर्शन में विधिपूर्वक लगे हुए किसी जमाव को बाधा कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 301,
      "text": "जो कोई किसी व्यक्ति की भावनाओं को आहत करने के आशय से, या किसी व्यक्ति के धर्म का अपमान करने के आशय से, या इस ज्ञान के साथ कि किसी व्यक्ति की भावनाएँ आहत होने की संभावना है, या किसी व्यक्ति के धर्म का अपमान होने की संभावना है, किसी पूजा के स्थान में या किसी कब्रगाह के स्थान पर, या अंत्येष्टि संस्कारों के प्रदर्शन के लिए अलग रखे गए किसी स्थान पर या मृत के अवशेषों के निक्षेपागार के रूप में किसी स्थान पर अतिचार करता है, या किसी मानव शव का अनादर करता है, या अंत्येष्टि समारोहों के प्रदर्शन के लिए एकत्र हुए किसी व्यक्तियों को बाधा कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 302,
      "text": "जो कोई किसी व्यक्ति की धार्मिक भावनाओं को आहत करने के जानबूझकर आशय से, उस व्यक्ति की सुनवाई में कोई शब्द उच्चारित करता है या कोई ध्वनि करता है या उस व्यक्ति के दृष्टि में कोई हावभाव करता है या उस व्यक्ति के दृष्टि में कोई वस्तु रखता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    }
  ]
},
{
  "chapter_no": 17,
  "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
  "sections": [
    {
      "section_no": 303,
      "text": "(1) जो कोई किसी व्यक्ति के कब्जे में से उसकी सहमति के बिना बेईमानी से कोई जंगम संपत्ति लेने का आशय रखते हुए, ऐसे लेने के लिए उस संपत्ति को हटाता है, तो वह चोरी करना कहा जाता है।\n(2) जो कोई चोरी करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा और इस धारा के अधीन किसी व्यक्ति को दूसरी या बाद की दोषसिद्धि के मामले में, उसे कठोर कारावास से, जिसकी अवधि एक वर्ष से कम नहीं होगी किंतु पांच वर्ष तक की हो सकेगी, और जुर्माने से दण्डित किया जाएगा:\nपरंतु चोरी के ऐसे मामलों में जहाँ चुराई गई संपत्ति का मूल्य पांच हजार रुपए से कम है, और किसी व्यक्ति को पहली बार दोषी ठहराया जाता है, तो संपत्ति का मूल्य लौटाने या चुराई गई संपत्ति को बहाल करने पर, उसे सामुदायिक सेवा से दण्डित किया जाएगा।"
    },
    {
      "section_no": 304,
      "text": "(1) चोरी झपटमारी है यदि, चोरी करने के लिए, अपराधी अचानक या तेजी से या बलपूर्वक किसी व्यक्ति से या उसके कब्जे में से कोई जंगम संपत्ति छीन लेता है या सुरक्षित कर लेता है या पकड़ लेता है या ले जाता है।\n(2) जो कोई झपटमारी करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 305,
      "text": "जो कोई चोरी करता है—\n(क) किसी ऐसे भवन, तम्बू या जलयान में जो मानव आवास के रूप में उपयोग किया जाता है या संपत्ति की अभिरक्षा के लिए उपयोग किया जाता है; या\n(ख) वस्तुओं या यात्रियों के परिवहन के लिए उपयोग किए जाने वाले किसी भी परिवहन के साधन की; या\n(ग) वस्तुओं या यात्रियों के परिवहन के लिए उपयोग किए जाने वाले किसी भी परिवहन के साधन में से किसी वस्तु या माल की; या\n(घ) किसी पूजा के स्थान में मूर्ति या प्रतिमा की; या\n(ङ) सरकार की या किसी स्थानीय प्राधिकारी की किसी संपत्ति की,\nतो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 306,
      "text": "जो कोई, लिपिक या सेवक होते हुए, या लिपिक या सेवक की क्षमता में नियोजित होते हुए, अपने स्वामी या नियोजक के कब्जे में की किसी संपत्ति के संबंध में चोरी करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 307,
      "text": "जो कोई चोरी करता है, जिसने ऐसी चोरी करने के लिए, या ऐसी चोरी करने के बाद अपना निकल भागना सिद्ध करने के लिए, या ऐसी चोरी द्वारा ली गई संपत्ति को बनाए रखने के लिए, किसी व्यक्ति को मृत्यु, या उपहति, या अवरोध, या मृत्यु के भय, या उपहति के भय, या अवरोध के भय कारित करने की तैयारी की है, तो उसे कठोर कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 308,
      "text": "(1) जो कोई किसी व्यक्ति को उस व्यक्ति को, या किसी अन्य को, कोई क्षति के भय में डालने का जानबूझकर आशय रखते हुए, और तद्द्वारा भय में डाले गए व्यक्ति को बेईमानी से किसी व्यक्ति को कोई संपत्ति, या मूल्यवान प्रतिभूति या हस्ताक्षरित या मुद्रांकित कोई वस्तु, जिसे मूल्यवान प्रतिभूति में परिवर्तित किया जा सकता है, परिदत्त करने के लिए उत्प्रेरित करता है, तो वह उद्दापन करना कहा जाता है।\n(2) जो कोई उद्दापन करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(3) जो कोई उद्दापन करने के लिए, किसी व्यक्ति को किसी क्षति के भय में डालता है, या किसी व्यक्ति को भय में डालने का प्रयास करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(4) जो कोई उद्दापन करने के लिए, किसी व्यक्ति को उस व्यक्ति को या किसी अन्य को मृत्यु के या घोर उपहति के भय में डालता है या डालने का प्रयास करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(5) जो कोई उस व्यक्ति को या किसी अन्य को मृत्यु के या घोर उपहति के भय में डालकर उद्दापन करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(6) जो कोई उद्दापन करने के लिए, किसी व्यक्ति को उस व्यक्ति या किसी अन्य के विरुद्ध मृत्यु से या आजीवन कारावास से, या दस वर्ष तक की अवधि के कारावास से दण्डनीय अपराध करने, या करने का प्रयास करने के अभियोग के भय में डालता है या डालने का प्रयास करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(7) जो कोई किसी व्यक्ति को उस व्यक्ति या किसी अन्य के विरुद्ध मृत्यु से, या आजीवन कारावास से, या दस वर्ष तक की अवधि के कारावास से दण्डनीय किसी अपराध करने, या करने का प्रयास करने, या किसी अन्य व्यक्ति को ऐसा अपराध करने के लिए उत्प्रेरित करने का प्रयास करने के अभियोग के भय में डालकर उद्दापन करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 309,
      "text": "(1) सभी डकैतियों में या तो चोरी या उद्दापन होता है।\n(2) चोरी लूट है यदि, चोरी करने के लिए, या चोरी करने में, या चोरी द्वारा प्राप्त संपत्ति को ले जाने या ले जाने का प्रयास करने में, अपराधी उस प्रयोजन के लिए स्वेच्छया किसी व्यक्ति को मृत्यु या उपहति या सदोष अवरोध, या तत्काल मृत्यु के भय या तत्काल उपहति के भय, या तत्काल सदोष अवरोध के भय कारित करता है या कारित करने का प्रयास करता है।\n(3) उद्दापन लूट है यदि अपराधी, उद्दापन करते समय, भय में डाले गए व्यक्ति की उपस्थिति में है, और उस व्यक्ति को या किसी अन्य व्यक्ति को तत्काल मृत्यु के, तत्काल उपहति के, या तत्काल सदोष अवरोध के भय में डालकर उद्दापन करता है, और इस प्रकार भय में डालकर, भय में डाले गए व्यक्ति को तत्काल और उसी स्थान पर उद्दापित वस्तु परिदत्त करने के लिए उत्प्रेरित करता है।\n(4) जो कोई लूट करता है, तो उसे कठोर कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा; और, यदि लूट सूर्यास्त और सूर्योदय के बीच राजमार्ग पर की जाती है, तो कारावास चौदह वर्ष तक बढ़ाया जा सकता है।\n(5) जो कोई लूट करने का प्रयास करता है, तो उसे कठोर कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(6) यदि कोई व्यक्ति, लूट करने में या लूट करने का प्रयास करने में, स्वेच्छया उपहति कारित करता है, तो ऐसा व्यक्ति, और ऐसे लूट करने या करने का प्रयास करने में संयुक्त रूप से संबंधित कोई अन्य व्यक्ति, आजीवन कारावास से, या कठोर कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 310,
      "text": "(1) जब पांच या अधिक व्यक्ति संयुक्त रूप से लूट करते हैं या करने का प्रयास करते हैं, या जहाँ संयुक्त रूप से लूट करने वाले या करने का प्रयास करने वाले व्यक्तियों की कुल संख्या, और ऐसे कार्य या प्रयास में उपस्थित और सहायता करने वाले व्यक्तियों की संख्या, पांच या अधिक होती है, तो ऐसा करने वाला, प्रयास करने वाला या सहायता करने वाला प्रत्येक व्यक्ति डकैती करना कहा जाता है।\n(2) जो कोई डकैती करता है, तो उसे आजीवन कारावास से, या कठोर कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(3) यदि पांच या अधिक व्यक्तियों में से कोई भी, जो संयुक्त रूप से डकैती कर रहे हैं, ऐसी डकैती करने में हत्या करता है, तो उन व्यक्तियों में से प्रत्येक को मृत्यु से, या आजीवन कारावास से, या कठोर कारावास से, जिसकी अवधि दस वर्ष से कम नहीं होगी, और वह जुर्माने से भी दण्डित किया जाएगा।\n(4) जो कोई डकैती करने की कोई तैयारी करता है, तो उसे कठोर कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(5) जो कोई डकैती करने के प्रयोजन के लिए एकत्र हुए पांच या अधिक व्यक्तियों में से एक है, तो उसे कठोर कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(6) जो कोई अभ्यासिक रूप से डकैती करने के प्रयोजन के लिए संगठित व्यक्तियों के गिरोह से संबंधित है, तो उसे आजीवन कारावास से, या कठोर कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 311,
      "text": "यदि, लूट या डकैती करते समय, अपराधी किसी घातक हथियार का उपयोग करता है, या किसी व्यक्ति को घोर उपहति कारित करता है, या किसी व्यक्ति को मृत्यु या घोर उपहति कारित करने का प्रयास करता है, तो जिस कारावास से ऐसे अपराधी को दण्डित किया जाएगा, वह सात वर्ष से कम नहीं होगा।"
    },
    {
      "section_no": 312,
      "text": "यदि, लूट या डकैती करने का प्रयास करते समय, अपराधी किसी घातक हथियार से लैस है, तो जिस कारावास से ऐसे अपराधी को दण्डित किया जाएगा, वह सात वर्ष से कम नहीं होगा।"
    },
    {
      "section_no": 313,
      "text": "जो कोई अभ्यासिक रूप से चोरी या लूट करने में संगठित व्यक्तियों के किसी गिरोह से संबंधित है, और डकैतों का गिरोह नहीं है, तो उसे कठोर कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 314,
      "text": "जो कोई बेईमानी से किसी जंगम संपत्ति का दुर्विनियोग करता है या अपने उपयोग के लिए परिवर्तित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास से कम नहीं होगी किंतु दो वर्ष तक की हो सकेगी, और जुर्माने से दण्डित किया जाएगा।"
    },
    {
      "section_no": 315,
      "text": "जो कोई बेईमानी से किसी संपत्ति का दुर्विनियोग करता है या अपने उपयोग के लिए परिवर्तित करता है, यह जानते हुए कि ऐसी संपत्ति उस व्यक्ति के मरने के समय मृतक व्यक्ति के कब्जे में थी, और तब से उस पर वैध रूप से हकदार किसी व्यक्ति के कब्जे में नहीं रही है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा, और यदि अपराधी उस व्यक्ति के मरने के समय उसके द्वारा लिपिक या सेवक के रूप में नियोजित था, तो कारावास सात वर्ष तक बढ़ाया जा सकता है।"
    },
    {
      "section_no": 316,
      "text": "(1) जो कोई, किसी भी तरह से संपत्ति के साथ, या संपत्ति पर किसी भी प्रभुत्व के साथ न्यास में सौंपा गया है, बेईमानी से उस संपत्ति का दुर्विनियोग करता है या अपने उपयोग के लिए परिवर्तित करता है, या उस संपत्ति का बेईमानी से उपयोग करता है या निपटाता है, ऐसे न्यास का निर्वहन करने के तरीके को निर्धारित करने वाले किसी विधि के निर्देश के उल्लंघन में, या किसी कानूनी अनुबंध, व्यक्त या निहित, जो उसने ऐसे न्यास के निर्वहन के संबंध में किया है, के उल्लंघन में, या जानबूझकर किसी अन्य व्यक्ति को ऐसा करने देता है, तो वह आपराधिक न्यास भंग करना कहा जाता है।\n(2) जो कोई आपराधिक न्यास भंग करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(3) जो कोई वाहक, घाटपाल या भंडारपाल के रूप में संपत्ति के साथ न्यास में सौंपा गया है, ऐसी संपत्ति के संबंध में आपराधिक न्यास भंग करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(4) जो कोई लिपिक या सेवक होते हुए या लिपिक या सेवक के रूप में नियोजित होते हुए, और ऐसी क्षमता में किसी भी तरह से संपत्ति के साथ, या संपत्ति पर किसी भी प्रभुत्व के साथ न्यास में सौंपा गया है, उस संपत्ति के संबंध में आपराधिक न्यास भंग करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(5) जो कोई किसी भी तरह से संपत्ति के साथ, या संपत्ति पर किसी भी प्रभुत्व के साथ अपनी लोक सेवक की क्षमता में या एक बैंकर, व्यापारी, अभिकर्ता (फैक्टर), दलाल, अटॉर्नी या एजेंट के रूप में अपने व्यवसाय के तरीके में न्यास में सौंपा गया है, उस संपत्ति के संबंध में आपराधिक न्यास भंग करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 317,
      "text": "(1) संपत्ति, जिसका कब्जा चोरी या उद्दापन या लूट या छल द्वारा अंतरित किया गया है, और वह संपत्ति जिसका आपराधिक रूप से दुर्विनियोग किया गया है या जिसके संबंध में आपराधिक न्यास भंग किया गया है, चुराई गई संपत्ति के रूप में नामित की जाती है, चाहे अंतरण किया गया हो, या दुर्विनियोग या न्यास भंग भारत के भीतर या बाहर किया गया हो, लेकिन, यदि ऐसी संपत्ति बाद में उस पर वैध रूप से हकदार किसी व्यक्ति के कब्जे में आती है, तो वह चुराई गई संपत्ति होना बंद हो जाती है।\n(2) जो कोई बेईमानी से कोई चुराई गई संपत्ति प्राप्त करता है या प्रतिधारित करता है, यह जानते हुए या विश्वास करने का कारण रखते हुए कि वह चुराई गई संपत्ति है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(3) जो कोई बेईमानी से कोई चुराई गई संपत्ति प्राप्त करता है या प्रतिधारित करता है, जिसका कब्जा वह जानता है या विश्वास करने का कारण रखता है कि डकैती के अपराध द्वारा अंतरित किया गया है, या किसी ऐसे व्यक्ति से बेईमानी से संपत्ति प्राप्त करता है, जिसके बारे में वह जानता है या विश्वास करने का कारण रखता है कि वह डकैतों के गिरोह से संबंधित है या संबंधित रहा है, ऐसी संपत्ति जिसे वह जानता है या विश्वास करने का कारण रखता है कि वह चुराई गई है, तो उसे आजीवन कारावास से, या कठोर कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(4) जो कोई अभ्यासिक रूप से ऐसी संपत्ति प्राप्त करता है या उससे व्यवहार करता है जिसे वह जानता है या विश्वास करने का कारण रखता है कि वह चुराई गई संपत्ति है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(5) जो कोई स्वेच्छया ऐसी संपत्ति को छिपाने या निपटाने या दूर करने में सहायता करता है जिसे वह जानता है या विश्वास करने का कारण रखता है कि वह चुराई गई संपत्ति है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 318,
      "text": "(1) जो कोई किसी व्यक्ति को धोखा देकर, कपटपूर्वक या बेईमानी से धोखे में आए हुए व्यक्ति को किसी व्यक्ति को कोई संपत्ति परिदत्त करने के लिए उत्प्रेरित करता है, या सहमति देता है कि कोई व्यक्ति कोई संपत्ति रखेगा, या जानबूझकर धोखे में आए हुए व्यक्ति को कोई ऐसा कार्य करने या करने का लोप करने के लिए उत्प्रेरित करता है जो वह यदि धोखा नहीं खाता तो नहीं करता या लोप नहीं करता, और जो कार्य या लोप उस व्यक्ति को शरीर, मन, प्रतिष्ठा या संपत्ति में क्षति या नुकसान कारित करता है या कारित करने की संभावना रखता है, तो वह छल करना कहा जाता है।\n(2) जो कोई छल करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(3) जो कोई इस ज्ञान के साथ छल करता है कि वह तद्द्वारा किसी ऐसे व्यक्ति को सदोष हानि कारित करने की संभावना रखता है जिसके हित का संरक्षण करने के लिए वह छल से संबंधित संव्यवहार में, या तो विधि द्वारा, या किसी कानूनी अनुबंध द्वारा, बाध्य था, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(4) जो कोई छल करता है और तद्द्वारा बेईमानी से धोखे में आए हुए व्यक्ति को किसी व्यक्ति को कोई संपत्ति परिदत्त करने के लिए, या किसी मूल्यवान प्रतिभूति के, या हस्ताक्षरित या मुद्रांकित किसी वस्तु के, जिसे मूल्यवान प्रतिभूति में परिवर्तित किया जा सकता है, पूरे या किसी भाग को बनाने, बदलने या नष्ट करने के लिए उत्प्रेरित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 319,
      "text": "(1) किसी व्यक्ति को प्रतिरूपण द्वारा छल करना तब कहा जाता है जब वह किसी अन्य व्यक्ति का प्रतिरूपण करके, या जानबूझकर एक व्यक्ति को दूसरे के स्थान पर रखकर, या यह दर्शाकर कि वह या कोई अन्य व्यक्ति वह व्यक्ति है जो वह या ऐसा अन्य व्यक्ति वास्तव में नहीं है, छल करता है।\n(2) जो कोई प्रतिरूपण द्वारा छल करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 320,
      "text": "जो कोई बेईमानी से या कपटपूर्वक पर्याप्त प्रतिफल के बिना किसी संपत्ति को हटाता है, छिपाता है या किसी व्यक्ति को परिदत्त करता है, या किसी व्यक्ति को अंतरित करता है या अंतरित करने का कारण बनता है, जिसका आशय तद्द्वारा उस संपत्ति को अपने लेनदारों या किसी अन्य व्यक्ति के लेनदारों के बीच विधि के अनुसार वितरित होने से रोकना है, या यह जानते हुए कि वह तद्द्वारा ऐसा रोकेगा, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास से कम नहीं होगी किंतु दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 321,
      "text": "जो कोई बेईमानी से या कपटपूर्वक अपने या किसी अन्य व्यक्ति के देय किसी ऋण या मांग को अपने ऋणों या ऐसे अन्य व्यक्ति के ऋणों के भुगतान के लिए विधि के अनुसार उपलब्ध होने से रोकता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 322,
      "text": "जो कोई बेईमानी से या कपटपूर्वक किसी विलेख या लिखत पर हस्ताक्षर करता है, निष्पादित करता है या उसका पक्षकार बनता है जो किसी संपत्ति को, या उसमें किसी हित को, अंतरित करने या किसी प्रभार के अधीन करने का तात्पर्य रखता है, और जिसमें ऐसे अंतरण या प्रभार के प्रतिफल से संबंधित, या उस व्यक्ति या व्यक्तियों से संबंधित जिनके उपयोग या फायदे के लिए यह वास्तव में कार्य करने के लिए आशयित है, कोई मिथ्या कथन शामिल है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 323,
      "text": "जो कोई बेईमानी से या कपटपूर्वक अपनी या किसी अन्य व्यक्ति की किसी संपत्ति को छिपाता है या हटाता है, या उसके छिपाने या हटाने में बेईमानी से या कपटपूर्वक सहायता करता है, या बेईमानी से किसी मांग या दावे को जारी करता है जिसका वह हकदार है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 324,
      "text": "(1) जो कोई लोक को या किसी व्यक्ति को सदोष हानि या क्षति कारित करने के आशय से, या यह जानते हुए कि वह ऐसा कारित करने की संभावना रखता है, किसी संपत्ति का विनाश कारित करता है, या किसी संपत्ति में या उसकी स्थिति में कोई ऐसा परिवर्तन करता है जो उसके मूल्य या उपयोगिता को नष्ट करता है या कम करता है, या उसे हानिकारक रूप से प्रभावित करता है, तो वह रिष्टि करना कहा जाता है।\n(2) जो कोई रिष्टि करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(3) जो कोई रिष्टि करता है और तद्द्वारा सरकार या स्थानीय प्राधिकारी की संपत्ति सहित किसी संपत्ति को हानि या क्षति कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(4) जो कोई रिष्टि करता है और तद्द्वारा बीस हजार रुपए और अधिक किंतु एक लाख रुपए से कम की हानि या क्षति कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(5) जो कोई रिष्टि करता है और तद्द्वारा एक लाख रुपए या उससे अधिक की हानि या क्षति कारित करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(6) जो कोई रिष्टि करता है, जिसने किसी व्यक्ति को मृत्यु, या उपहति, या सदोष अवरोध, या मृत्यु के भय, या उपहति के भय, या सदोष अवरोध के भय कारित करने की तैयारी की है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 325,
      "text": "जो कोई किसी जानवर को मारकर, विष देकर, अपंग बनाकर या निरुपयोगी बनाकर रिष्टि करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 326,
      "text": "जो कोई रिष्टि करता है,—\n(क) कोई ऐसा कार्य करके जो कृषि प्रयोजनों के लिए, या मानवों या जानवरों के लिए खाद्य या पेय के लिए, या स्वच्छता के लिए, या किसी विनिर्माण को चलाने के लिए पानी की आपूर्ति को कम करता है, या जिसके बारे में वह जानता है कि ऐसा होने की संभावना है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा;\n(ख) कोई ऐसा कार्य करके जो किसी सार्वजनिक सड़क, पुल, नौवहन नदी या नौवहन नहर, प्राकृतिक या कृत्रिम, को यात्रा करने या संपत्ति ले जाने के लिए अगम्य या कम सुरक्षित बनाता है, या जिसके बारे में वह जानता है कि ऐसा होने की संभावना है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा;\n(ग) कोई ऐसा कार्य करके जो क्षति या नुकसान के साथ होने वाली किसी बाढ़ या किसी सार्वजनिक जल निकासी में बाधा कारित करता है, या जिसके बारे में वह जानता है कि ऐसा होने की संभावना है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा;\n(घ) रेल, विमान या जहाज के नौवहन के लिए उपयोग किए जाने वाले किसी संकेत या सिग्नल को नष्ट करके या हटाकर या नाविकों के लिए मार्गदर्शक के रूप में रखे गए किसी अन्य वस्तु को नष्ट करके या हटाकर, या किसी ऐसे कार्य द्वारा जो ऐसे किसी संकेत या सिग्नल को नाविकों के लिए मार्गदर्शक के रूप में कम उपयोगी बनाता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा;\n(ङ) किसी लोक सेवक के प्राधिकार द्वारा तय किए गए किसी भू-चिह्न को नष्ट करके या हटाकर, या किसी ऐसे कार्य द्वारा जो ऐसे भू-चिह्न को उस रूप में कम उपयोगी बनाता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा;\n(च) आग या किसी विस्फोटक पदार्थ से संपत्ति, जिसमें कृषि उपज शामिल है, को क्षति कारित करने का आशय रखते हुए, या यह जानते हुए कि वह तद्द्वारा ऐसा कारित करेगा, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा;\n(छ) आग या किसी विस्फोटक पदार्थ से, किसी ऐसे भवन के विनाश को कारित करने का आशय रखते हुए, या यह जानते हुए कि वह तद्द्वारा ऐसा कारित करेगा, जो सामान्यतः पूजा के स्थान के रूप में या मानव आवास के रूप में या संपत्ति की अभिरक्षा के स्थान के रूप में उपयोग किया जाता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 327,
      "text": "(1) जो कोई किसी रेल, विमान, या एक डेक वाले जलयान या बीस टन या उससे अधिक भार वाले किसी जलयान को नष्ट करने या असुरक्षित बनाने का आशय रखते हुए, या यह जानते हुए कि वह तद्द्वारा उस रेल, विमान या जलयान को नष्ट करेगा या असुरक्षित बनाएगा, रिष्टि करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(2) जो कोई आग या किसी विस्फोटक पदार्थ से उप-धारा (1) में वर्णित ऐसी रिष्टि करता है, या करने का प्रयास करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 328,
      "text": "जो कोई जानबूझकर किसी जलयान को जमीन पर या किनारे पर चढ़ाता है, उसमें निहित किसी संपत्ति की चोरी करने का आशय रखते हुए या किसी ऐसी संपत्ति का बेईमानी से दुर्विनियोग करने का आशय रखते हुए, या इस आशय से कि ऐसी चोरी या संपत्ति का दुर्विनियोग किया जा सकता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 329,
      "text": "(1) जो कोई अपराध करने या किसी व्यक्ति को धमकाने, अपमानित करने या क्षुब्ध करने के आशय से किसी अन्य के कब्जे में की संपत्ति में या उस पर प्रवेश करता है या विधिपूर्वक ऐसी संपत्ति में या उस पर प्रवेश करने के बाद, तद्द्वारा ऐसे किसी व्यक्ति को धमकाने, अपमानित करने या क्षुब्ध करने के आशय से या अपराध करने के आशय से विधि विरुद्ध रूप से वहाँ रहता है, तो वह आपराधिक अतिचार करना कहा जाता है।\n(2) जो कोई किसी भवन, तम्बू या जलयान में, जो मानव आवास के रूप में उपयोग किया जाता है, या किसी भवन में, जो पूजा के स्थान के रूप में, या संपत्ति की अभिरक्षा के स्थान के रूप में उपयोग किया जाता है, प्रवेश करके या उसमें रहकर आपराधिक अतिचार करता है, तो वह गृह-अतिचार करना कहा जाता है।\n(3) जो कोई आपराधिक अतिचार करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।\n(4) जो कोई गृह-अतिचार करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 330,
      "text": "(1) जो कोई उस व्यक्ति से, जिसे अतिचारी को भवन, तम्बू या जलयान में से, जो अतिचार का विषय है, अपवर्जित या बेदखल करने का अधिकार है, ऐसे गृह-अतिचार को छिपाने के लिए सावधानी बरतने के बाद गृह-अतिचार करता है, तो वह छिपकर गृह-अतिचार करना कहा जाता है।\n(2) कोई व्यक्ति गृह-भेदन करना कहा जाता है जो गृह-अतिचार करता है यदि वह इसके बाद वर्णित छह तरीकों में से किसी भी तरीके से घर में या उसके किसी भाग में अपना प्रवेश सिद्ध करता है; या यदि, अपराध करने के प्रयोजन के लिए घर में या उसके किसी भाग में रहते हुए, या उसमें अपराध करने के बाद, वह निम्नलिखित तरीकों में से किसी भी तरीके से घर या उसके किसी भाग को छोड़ता है, अर्थात्:––\n(क) यदि वह स्वयं द्वारा, या गृह-अतिचार के किसी दुष्प्रेरक द्वारा, गृह-अतिचार करने के लिए बनाए गए मार्ग से प्रवेश करता है या बाहर निकलता है;\n(ख) यदि वह किसी ऐसे मार्ग से प्रवेश करता है या बाहर निकलता है जो स्वयं के या अपराध के दुष्प्रेरक के अलावा किसी व्यक्ति द्वारा मानव प्रवेश के लिए आशयित नहीं था; या किसी ऐसे मार्ग से जिस तक उसने किसी दीवार या भवन पर चढ़कर या सीढ़ी लगाकर पहुँच प्राप्त की है;\n(ग) यदि वह किसी ऐसे मार्ग से प्रवेश करता है या बाहर निकलता है जिसे उसने या गृह-अतिचार के किसी दुष्प्रेरक ने, गृह-अतिचार करने के लिए किसी ऐसे साधन से खोला है जिससे उस मार्ग को घर के अधिभोगी द्वारा खोला जाना आशयित नहीं था;\n(घ) यदि वह गृह-अतिचार करने के लिए, या गृह-अतिचार के बाद घर छोड़ने के लिए, किसी ताले को खोलकर प्रवेश करता है या बाहर निकलता है;\n(ङ) यदि वह आपराधिक बल का उपयोग करके या हमला करके, या किसी व्यक्ति को हमले की धमकी देकर अपना प्रवेश या प्रस्थान सिद्ध करता है;\n(च) यदि वह किसी ऐसे मार्ग से प्रवेश करता है या बाहर निकलता है जिसे वह जानता है कि ऐसे प्रवेश या प्रस्थान के विरुद्ध बंद किया गया था, और जिसे स्वयं या गृह-अतिचार के किसी दुष्प्रेरक द्वारा खोला गया है।"
    },
    {
      "section_no": 331,
      "text": "(1) जो कोई छिपकर गृह-अतिचार या गृह-भेदन करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(2) जो कोई सूर्यास्त के बाद और सूर्योदय से पहले छिपकर गृह-अतिचार या गृह-भेदन करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(3) जो कोई कारावास से दण्डनीय किसी अपराध को करने के लिए छिपकर गृह-अतिचार या गृह-भेदन करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा; और यदि आशयित अपराध चोरी है, तो कारावास की अवधि दस वर्ष तक बढ़ाई जा सकती है।\n(4) जो कोई सूर्यास्त के बाद और सूर्योदय से पहले कारावास से दण्डनीय किसी अपराध को करने के लिए छिपकर गृह-अतिचार या गृह-भेदन करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा; और, यदि आशयित अपराध चोरी है, तो कारावास की अवधि चौदह वर्ष तक बढ़ाई जा सकती है।\n(5) जो कोई छिपकर गृह-अतिचार, या गृह-भेदन करता है, जिसने किसी व्यक्ति को उपहति कारित करने की, या किसी व्यक्ति पर हमला करने की, या किसी व्यक्ति को सदोष अवरोधित करने की, या किसी व्यक्ति को उपहति या हमले या सदोष अवरोध के भय में डालने की तैयारी की है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(6) जो कोई सूर्यास्त के बाद और सूर्योदय से पहले छिपकर गृह-अतिचार या गृह-भेदन करता है, जिसने किसी व्यक्ति को उपहति कारित करने की, या किसी व्यक्ति पर हमला करने की, या किसी व्यक्ति को सदोष अवरोधित करने की, या किसी व्यक्ति को उपहति के, या हमले के, या सदोष अवरोध के भय में डालने की तैयारी की है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि चौदह वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(7) जो कोई, छिपकर गृह-अतिचार या गृह-भेदन करते समय, किसी व्यक्ति को घोर उपहति कारित करता है या किसी व्यक्ति को मृत्यु या घोर उपहति कारित करने का प्रयास करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(8) यदि, सूर्यास्त के बाद और सूर्योदय से पहले छिपकर गृह-अतिचार या गृह-भेदन करने के समय, ऐसे अपराध का दोषी कोई व्यक्ति स्वेच्छया\n"
    },
    {
      "section_no": 332,
      "text": "जो कोई कोई अपराध करने के लिए गृह-अतिचार करता है—\n(क) मृत्यु से दण्डनीय, तो उसे आजीवन कारावास से, या कठोर कारावास से, जिसकी अवधि दस वर्ष से अधिक नहीं होगी, और वह जुर्माने से भी दण्डनीय होगा;\n(ख) आजीवन कारावास से दण्डनीय, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष से अधिक नहीं होगी, और वह जुर्माने से भी दण्डनीय होगा;\n(ग) कारावास से दण्डनीय, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा:\nपरंतु यदि आशयित अपराध चोरी है, तो कारावास की अवधि सात वर्ष तक बढ़ाई जा सकती है।"
    },
    {
      "section_no": 333,
      "text": "जो कोई गृह-अतिचार करता है, जिसने किसी व्यक्ति को उपहति कारित करने की, या किसी व्यक्ति पर हमला करने की, या किसी व्यक्ति को सदोष अवरोधित करने की, या किसी व्यक्ति को उपहति के, या हमले के, या सदोष अवरोध के भय में डालने की तैयारी की है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 334,
      "text": "(1) जो कोई बेईमानी से या रिष्टि करने के आशय से किसी बंद पात्र को तोड़ता है या खोलता है जिसमें संपत्ति है या जिसके बारे में वह विश्वास करता है कि उसमें संपत्ति है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(2) जो कोई, किसी बंद पात्र के साथ न्यास में सौंपा गया है जिसमें संपत्ति है या जिसके बारे में वह विश्वास करता है कि उसमें संपत्ति है, उसे खोलने का प्राधिकार न रखते हुए, बेईमानी से, या रिष्टि करने के आशय से, उस पात्र को तोड़ता है या खोलता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    }
  ]
},
{
  "chapter_no": 18,
  "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
  "sections": [
    {
      "section_no": 335,
      "text": "कोई व्यक्ति मिथ्या दस्तावेज या मिथ्या इलेक्ट्रॉनिक अभिलेख बनाना तब कहा जाता है—\n(क) जो बेईमानी से या कपटपूर्वक—\n(i) कोई दस्तावेज़ या दस्तावेज़ का भाग बनाता है, हस्ताक्षर करता है, मुद्रांकित करता है या निष्पादित करता है;\n(ii) कोई इलेक्ट्रॉनिक अभिलेख या किसी इलेक्ट्रॉनिक अभिलेख का भाग बनाता है या पारेषित करता है;\n(iii) किसी इलेक्ट्रॉनिक अभिलेख पर कोई इलेक्ट्रॉनिक हस्ताक्षर चिपकाता है;\n(iv) दस्तावेज़ के निष्पादन या इलेक्ट्रॉनिक हस्ताक्षर की प्रामाणिकता को दर्शाने वाला कोई चिह्न बनाता है,\nइस आशय से कि यह विश्वास कारित किया जाए कि ऐसा दस्तावेज़ या दस्तावेज़ का भाग, इलेक्ट्रॉनिक अभिलेख या इलेक्ट्रॉनिक हस्ताक्षर किसी ऐसे व्यक्ति द्वारा या उसके प्राधिकार से बनाया गया, हस्ताक्षरित, मुद्रांकित, निष्पादित, पारेषित या चिपकाया गया था जिसके द्वारा या जिसके प्राधिकार से वह जानता है कि वह बनाया, हस्ताक्षरित, मुद्रांकित, निष्पादित या चिपकाया नहीं गया था; या\n(ख) जो विधिपूर्ण प्राधिकार के बिना, बेईमानी से या कपटपूर्वक, रद्दकरण द्वारा या अन्यथा, किसी दस्तावेज़ या किसी इलेक्ट्रॉनिक अभिलेख को उसके किसी भी महत्वपूर्ण भाग में बदल देता है, उसके बनाए जाने, निष्पादित किए जाने या इलेक्ट्रॉनिक हस्ताक्षर से चिपकाए जाने के बाद, चाहे ऐसा व्यक्ति ऐसे परिवर्तन के समय जीवित हो या मृत हो; या\n(ग) जो बेईमानी से या कपटपूर्वक किसी व्यक्ति को किसी दस्तावेज़ या किसी इलेक्ट्रॉनिक अभिलेख पर हस्ताक्षर करने, मुद्रांकित करने, निष्पादित करने या बदलने के लिए या उस पर अपना इलेक्ट्रॉनिक हस्ताक्षर चिपकाने के लिए उत्प्रेरित करता है, यह जानते हुए कि ऐसा व्यक्ति मन की अस्वस्थता या मदहोशी के कारण ऐसा नहीं कर सकता है, या उस पर किए गए धोखे के कारण, वह दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख की सामग्री या परिवर्तन की प्रकृति को नहीं जानता है।"
    },
    {
      "section_no": 336,
      "text": "(1) जो कोई लोक को या किसी व्यक्ति को क्षति या नुकसान कारित करने के आशय से, या किसी दावे या हक का समर्थन करने के लिए, या किसी व्यक्ति को संपत्ति से अलग करने के लिए, या किसी व्यक्त या निहित अनुबंध में प्रवेश करने के लिए, या कपट करने के आशय से या कि कपट किया जा सकता है, कोई मिथ्या दस्तावेज़ या मिथ्या इलेक्ट्रॉनिक अभिलेख या किसी दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख का भाग बनाता है, तो वह कूटरचना करना कहा जाता है।\n(2) जो कोई कूटरचना करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(3) जो कोई कूटरचना करता है, इस आशय से कि कूटरचित दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख का उपयोग छल के प्रयोजन के लिए किया जाएगा, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(4) जो कोई कूटरचना करता है, इस आशय से कि कूटरचित दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख किसी पक्षकार की प्रतिष्ठा को हानि पहुँचाएगा, या यह जानते हुए कि इसके उस प्रयोजन के लिए उपयोग किए जाने की संभावना है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 337,
      "text": "जो कोई किसी दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख की कूटरचना करता है, जो न्यायालय के अभिलेख या कार्यवाही, या मतदाता पहचान पत्र या आधार कार्ड सहित सरकार द्वारा जारी पहचान दस्तावेज़, या जन्म, विवाह या दफन का रजिस्टर, या किसी लोक सेवक द्वारा ऐसे के रूप में रखा गया कोई रजिस्टर, या किसी लोक सेवक द्वारा अपनी आधिकारिक क्षमता में बनाया गया कोई प्रमाण पत्र या दस्तावेज़, या किसी वाद को संस्थित या बचाव करने, या उसमें कोई कार्यवाही करने, या निर्णय स्वीकार करने का कोई प्राधिकार, या मुख्तारनामा होने का तात्पर्य रखता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 338,
      "text": "जो कोई किसी दस्तावेज़ की कूटरचना करता है जो किसी मूल्यवान प्रतिभूति या वसीयत, या एक पुत्र गोद लेने के प्राधिकार, या जो किसी व्यक्ति को कोई मूल्यवान प्रतिभूति बनाने या अंतरित करने, या उस पर मूलधन, ब्याज या लाभांश प्राप्त करने, या कोई धन, जंगम संपत्ति, या मूल्यवान प्रतिभूति प्राप्त करने या परिदत्त करने का प्राधिकार देने का तात्पर्य रखता है, या कोई दस्तावेज़ जो धन के भुगतान को स्वीकार करने वाली निस्तारण या रसीद होने का तात्पर्य रखता है, या किसी जंगम संपत्ति या मूल्यवान प्रतिभूति के परिदान के लिए निस्तारण या रसीद होने का तात्पर्य रखता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि दस वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 339,
      "text": "जो कोई किसी दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख को अपने कब्जे में रखता है, यह जानते हुए कि वह कूटरचित है और इस आशय से कि उसे कपटपूर्वक या बेईमानी से असली के रूप में उपयोग किया जाएगा, यदि वह दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख इस संहिता की धारा 337 में वर्णित विवरण में से एक है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा; और यदि वह दस्तावेज़ धारा 338 में वर्णित विवरण में से एक है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 340,
      "text": "(1) कूटरचना द्वारा पूरी तरह से या आंशिक रूप से बनाया गया मिथ्या दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख कूटरचित दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख के रूप में नामित किया जाता है।\n(2) जो कोई किसी दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख को, जिसे वह जानता है या विश्वास करने का कारण रखता है कि वह कूटरचित दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख है, कपटपूर्वक या बेईमानी से असली के रूप में उपयोग करता है, तो उसे उसी तरह दण्डित किया जाएगा मानो उसने ऐसे दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख की कूटरचना की हो।"
    },
    {
      "section_no": 341,
      "text": "(1) जो कोई कोई छाप बनाने के लिए कोई मुद्रा, प्लेट या अन्य उपकरण बनाता है या उसकी कूटरचना करता है, इस आशय से कि उसका उपयोग किसी ऐसी कूटरचना करने के प्रयोजन के लिए किया जाएगा जो इस संहिता की धारा 338 के अधीन दण्डनीय होगी, या, ऐसे आशय से, उसके कब्जे में कोई ऐसी मुद्रा, प्लेट या अन्य उपकरण है, यह जानते हुए कि वह कूटरचित है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(2) जो कोई कोई छाप बनाने के लिए कोई मुद्रा, प्लेट या अन्य उपकरण बनाता है या उसकी कूटरचना करता है, इस आशय से कि उसका उपयोग किसी ऐसी कूटरचना करने के प्रयोजन के लिए किया जाएगा जो धारा 338 के अलावा इस अध्याय की किसी भी धारा के अधीन दण्डनीय होगी, या, ऐसे आशय से, उसके कब्जे में कोई ऐसी मुद्रा, प्लेट या अन्य उपकरण है, यह जानते हुए कि वह कूटरचित है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(3) जो कोई कोई मुद्रा, प्लेट या अन्य उपकरण रखता है, यह जानते हुए कि वह कूटरचित है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(4) जो कोई किसी मुद्रा, प्लेट या अन्य उपकरण को, यह जानते हुए या विश्वास करने का कारण रखते हुए कि वह कूटरचित है, कपटपूर्वक या बेईमानी से असली के रूप में उपयोग करता है, तो उसे उसी तरह दण्डित किया जाएगा मानो उसने ऐसी मुद्रा, प्लेट या अन्य उपकरण बनाया या कूटरचित किया हो।"
    },
    {
      "section_no": 342,
      "text": "(1) जो कोई धारा 338 में वर्णित किसी दस्तावेज़ को प्रमाणित करने के प्रयोजन के लिए उपयोग किए जाने वाले किसी साधन या चिह्न की कूटरचना किसी सामग्री पर, या उसके सार में करता है, इस आशय से कि ऐसे साधन या चिह्न का उपयोग उस सामग्री पर तब कूटरचित या उसके बाद कूटरचित किए जाने वाले किसी दस्तावेज़ को प्रामाणिकता का स्वरूप देने के प्रयोजन के लिए किया जाएगा, या जो, ऐसे आशय से, अपने कब्जे में कोई ऐसी सामग्री रखता है जिस पर या जिसके सार में कोई ऐसा साधन या चिह्न कूटरचित किया गया है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।\n(2) जो कोई धारा 338 में वर्णित दस्तावेज़ों के अलावा किसी दस्तावेज़ या इलेक्ट्रॉनिक अभिलेख को प्रमाणित करने के प्रयोजन के लिए उपयोग किए जाने वाले किसी साधन या चिह्न की कूटरचना किसी सामग्री पर, या उसके सार में करता है, इस आशय से कि ऐसे साधन या चिह्न का उपयोग उस सामग्री पर तब कूटरचित या उसके बाद कूटरचित किए जाने वाले किसी दस्तावेज़ को प्रामाणिकता का स्वरूप देने के प्रयोजन के लिए किया जाएगा, या जो, ऐसे आशय से, अपने कब्जे में कोई ऐसी सामग्री रखता है जिस पर या जिसके सार में कोई ऐसा साधन या चिह्न कूटरचित किया गया है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 343,
      "text": "जो कोई कपटपूर्वक या बेईमानी से, या लोक को या किसी व्यक्ति को क्षति या नुकसान कारित करने के आशय से, किसी दस्तावेज़ को, जो कोई वसीयत, या एक पुत्र गोद लेने का प्राधिकार, या कोई मूल्यवान प्रतिभूति है या होने का तात्पर्य रखता है, रद्द करता है, नष्ट करता है या विरूपित करता है, या रद्द करने, नष्ट करने या विरूपित करने का प्रयास करता है, या छिपाता है या छिपाने का प्रयास करता है, या ऐसे दस्तावेज़ के संबंध में रिष्टि करता है, तो उसे आजीवन कारावास से, या किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 344,
      "text": "जो कोई, लिपिक, अधिकारी या सेवक होते हुए, या लिपिक, अधिकारी या सेवक की क्षमता में नियोजित या कार्य करते हुए, जानबूझकर, और कपट करने के आशय से, किसी पुस्तक, इलेक्ट्रॉनिक अभिलेख, कागज, लेखन, मूल्यवान प्रतिभूति या खाते को, जो उसके नियोक्ता का है या उसके नियोक्ता के कब्जे में है, या उसके द्वारा अपने नियोक्ता के लिए या उसकी ओर से प्राप्त किया गया है, नष्ट करता है, बदलता है, विकृत करता है या मिथ्या बनाता है, या जानबूझकर, और कपट करने के आशय से, किसी ऐसी पुस्तक, इलेक्ट्रॉनिक अभिलेख, कागज, लेखन, मूल्यवान प्रतिभूति या खाते में कोई मिथ्या प्रविष्टि करता है या करवाने का दुष्प्रेरण करता है, या उसमें से किसी महत्वपूर्ण विवरण का लोप करता है या बदलता है या लोप या परिवर्तन का दुष्प्रेरण करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 345,
      "text": "(1) किसी जंगम संपत्ति को किसी विशेष व्यक्ति का होने को दर्शाने के लिए उपयोग किया जाने वाला चिह्न संपत्ति चिह्न कहलाता है।\n(2) जो कोई किसी जंगम संपत्ति या माल पर या जंगम संपत्ति या माल वाले किसी केस, पैकेज या अन्य पात्र पर कोई चिह्न लगाता है, या किसी ऐसे केस, पैकेज या अन्य पात्र का उपयोग करता है जिस पर कोई चिह्न है, इस तरह से जो यह विश्वास कारित करने के लिए यथोचित रूप से परिकलित है कि इस प्रकार चिह्नित संपत्ति या माल, या इस प्रकार चिह्नित ऐसे किसी पात्र में निहित कोई संपत्ति या माल, किसी ऐसे व्यक्ति का है जिसका वे नहीं हैं, तो वह मिथ्या संपत्ति चिह्न का उपयोग करना कहा जाता है।\n(3) जो कोई किसी मिथ्या संपत्ति चिह्न का उपयोग करता है, तो जब तक वह यह सिद्ध नहीं करता कि उसने कपट करने के आशय के बिना कार्य किया, उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 346,
      "text": "जो कोई किसी संपत्ति चिह्न को हटाता है, नष्ट करता है, विरूपित करता है या उसमें जोड़ता है, इस आशय से या यह जानते हुए कि वह तद्द्वारा किसी व्यक्ति को क्षति कारित कर सकता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 347,
      "text": "(1) जो कोई किसी अन्य व्यक्ति द्वारा उपयोग किए गए किसी संपत्ति चिह्न की कूटरचना करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(2) जो कोई किसी लोक सेवक द्वारा उपयोग किए गए किसी संपत्ति चिह्न की, या किसी लोक सेवक द्वारा यह दर्शाने के लिए उपयोग किए गए किसी चिह्न की कूटरचना करता है कि किसी संपत्ति का विनिर्माण किसी विशेष व्यक्ति द्वारा या किसी विशेष समय या स्थान पर किया गया है, या कि वह संपत्ति किसी विशेष गुणवत्ता की है या किसी विशेष कार्यालय से गुजरी है, या कि वह किसी छूट की हकदार है, या किसी ऐसे चिह्न को कूटरचित जानते हुए असली के रूप में उपयोग करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 348,
      "text": "जो कोई किसी संपत्ति चिह्न की कूटरचना करने के प्रयोजन के लिए कोई डाई, प्लेट या अन्य उपकरण बनाता है या अपने कब्जे में रखता है, या किसी संपत्ति चिह्न को यह दर्शाने के प्रयोजन के लिए अपने कब्जे में रखता है कि कोई माल किसी ऐसे व्यक्ति का है जिसका वे नहीं हैं, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 349,
      "text": "जो कोई किसी माल या वस्तु को बेचता है, या बेचने के लिए प्रदर्शित करता है, या कब्जे में रखता है, जिस पर कोई कूटरचित संपत्ति चिह्न चिपकाया गया है या मुद्रित किया गया है या उस पर या किसी केस, पैकेज या अन्य पात्र पर जिसमें ऐसा माल निहित है, जब तक वह यह सिद्ध नहीं करता है कि—\n(क) इस धारा के विरुद्ध अपराध करने के विरुद्ध सभी उचित सावधानियाँ बरतने के बाद, आरोपित अपराध के समय उसके पास चिह्न की वास्तविकता पर संदेह करने का कोई कारण नहीं था; और\n(ख) अभियोजक द्वारा या उसकी ओर से मांग किए जाने पर, उसने उन व्यक्तियों के संबंध में अपनी शक्ति में सभी जानकारी दी जिनसे उसने ऐसा माल या वस्तुएँ प्राप्त कीं; या\n(ग) कि अन्यथा उसने निर्दोषता से कार्य किया था,\nतो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 350,
      "text": "(1) जो कोई माल वाले किसी केस, पैकेज या अन्य पात्र पर कोई मिथ्या चिह्न इस तरह से लगाता है जो किसी लोक सेवक या किसी अन्य व्यक्ति को यह विश्वास करने के लिए यथोचित रूप से परिकलित है कि ऐसे पात्र में ऐसा माल है जो उसमें नहीं है या उसमें ऐसा माल नहीं है जो उसमें है, या कि ऐसे पात्र में निहित माल उसकी वास्तविक प्रकृति या गुणवत्ता से भिन्न प्रकृति या गुणवत्ता का है, तो जब तक वह यह सिद्ध नहीं करता कि उसने कपट करने के आशय के बिना कार्य किया, उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(2) जो कोई उप-धारा (1) के अधीन निषिद्ध किसी भी तरह से किसी मिथ्या चिह्न का उपयोग करता है, तो जब तक वह यह सिद्ध नहीं करता कि उसने कपट करने के आशय के बिना कार्य किया, उसे उसी तरह दण्डित किया जाएगा मानो उसने उप-धारा (1) के अधीन अपराध किया हो।"
    }
  ]
},
{
  "chapter_no": 19,
  "chapter_title": "आपराधिक धमकी, अपमान, क्षोभ, मानहानि आदि के विषय में",
  "sections": [
    {
      "section_no": 351,
      "text": "(1) जो कोई किसी अन्य व्यक्ति को उसके शरीर, प्रतिष्ठा या संपत्ति को, या उस व्यक्ति में हित रखने वाले किसी भी व्यक्ति के शरीर या प्रतिष्ठा को, कोई क्षति पहुँचाने की धमकी किसी भी साधन से देता है, जिसका आशय उस व्यक्ति को भय कारित करना है, या उस व्यक्ति को कोई ऐसा कार्य करने के लिए उत्प्रेरित करना है जिसे करने के लिए वह कानूनी रूप से बाध्य नहीं है, या कोई ऐसा कार्य करने का लोप करने के लिए उत्प्रेरित करना है जिसे करने के लिए वह कानूनी रूप से हकदार है, ऐसी धमकी के निष्पादन से बचने के साधन के रूप में, तो वह आपराधिक धमकी करना कहा जाता है।\n(2) जो कोई आपराधिक धमकी का अपराध करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(3) जो कोई मृत्यु या घोर उपहति कारित करने की, या आग द्वारा किसी संपत्ति का विनाश कारित करने की, या मृत्यु या आजीवन कारावास से, या सात वर्ष तक की अवधि के कारावास से दण्डनीय अपराध कारित करने की, या किसी महिला पर अपवित्रता का आरोप लगाने की धमकी देकर आपराधिक धमकी का अपराध करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि सात वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(4) जो कोई गुमनाम संचार द्वारा, या जिस व्यक्ति से धमकी आती है, उसके नाम या निवास को छिपाने के लिए सावधानी बरतने के बाद आपराधिक धमकी का अपराध करता है, तो उसे उप-धारा (1) के अधीन अपराध के लिए उपबंधित दण्ड के अतिरिक्त, किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, दण्डित किया जाएगा।"
    },
    {
      "section_no": 352,
      "text": "जो कोई जानबूझकर किसी भी तरह से अपमान करता है, और तद्द्वारा किसी व्यक्ति को उत्तेजना देता है, जिसका आशय या यह जानते हुए कि ऐसी उत्तेजना से वह लोक शांति भंग करेगा, या कोई अन्य अपराध करेगा, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 353,
      "text": "(1) जो कोई कोई कथन, मिथ्या जानकारी, अफवाह, या रिपोर्ट बनाता है, प्रकाशित करता है या प्रसारित करता है, जिसमें इलेक्ट्रॉनिक माध्यम भी शामिल है—\n(क) भारत की सेना, नौसेना या वायु सेना में किसी अधिकारी, सैनिक, नाविक या वायुसैनिक को विद्रोह करने या अन्यथा अपने कर्तव्य की अवहेलना करने या उसमें विफल होने के लिए उत्प्रेरित करने के आशय से, या जिससे ऐसा होने की संभावना है; या\n(ख) लोक को, या लोक के किसी वर्ग को भय या आतंक कारित करने के आशय से, या जिससे ऐसा होने की संभावना है, जिससे किसी व्यक्ति को राज्य के विरुद्ध या लोक शांति के विरुद्ध कोई अपराध करने के लिए उत्प्रेरित किया जा सकता है; या\n(ग) व्यक्तियों के किसी वर्ग या समुदाय को किसी अन्य वर्ग या समुदाय के विरुद्ध कोई अपराध करने के लिए उकसाने के आशय से, या जिससे ऐसा होने की संभावना है,\nतो उसे कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(2) जो कोई मिथ्या जानकारी, अफवाह या भयभीत करने वाले समाचार सहित कोई कथन या रिपोर्ट बनाता है, प्रकाशित करता है या प्रसारित करता है, जिसमें इलेक्ट्रॉनिक माध्यम भी शामिल है, जिसका आशय धर्म, नस्ल, जन्म स्थान, निवास, भाषा, जाति या समुदाय या किसी अन्य आधार पर विभिन्न धार्मिक, नस्लीय, भाषाई या क्षेत्रीय समूहों या जातियों या समुदायों के बीच शत्रुता, घृणा या दुर्भावना की भावनाओं को उत्पन्न करना या बढ़ावा देना है, या जिससे ऐसा होने की संभावना है, तो उसे कारावास से, जिसकी अवधि तीन वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(3) जो कोई उप-धारा (2) में निर्दिष्ट अपराध किसी पूजा के स्थान में या धार्मिक पूजा या धार्मिक समारोहों के प्रदर्शन में लगे हुए किसी जमाव में करता है, तो उसे कारावास से, जिसकी अवधि पांच वर्ष तक की हो सकेगी, और वह जुर्माने से भी दण्डनीय होगा।"
    },
    {
      "section_no": 354,
      "text": "जो कोई स्वेच्छया किसी व्यक्ति को कोई ऐसा कार्य करने के लिए उत्प्रेरित करता है या उत्प्रेरित करने का प्रयास करता है जिसे करने के लिए वह कानूनी रूप से बाध्य नहीं है, या कोई ऐसा कार्य करने का लोप करने के लिए उत्प्रेरित करता है जिसे करने के लिए वह कानूनी रूप से हकदार है, उस व्यक्ति को यह विश्वास दिलाकर या विश्वास दिलाने का प्रयास करके कि यदि वह वह कार्य नहीं करता है जिसे अपराधी उसे करने के लिए उत्प्रेरित करना चाहता है, या यदि वह वह कार्य करता है जिसे अपराधी उसे लोप करने के लिए उत्प्रेरित करना चाहता है, तो वह या उसमें हित रखने वाला कोई व्यक्ति अपराधी के किसी कार्य से ईश्वर के अप्रसन्नता का पात्र बन जाएगा या बना दिया जाएगा, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि एक वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 355,
      "text": "जो कोई नशे की स्थिति में, किसी सार्वजनिक स्थान में, या किसी ऐसे स्थान में जहाँ उसका प्रवेश करना अतिचार है, उपस्थित होता है, और वहाँ इस तरह से आचरण करता है जिससे किसी व्यक्ति को क्षोभ कारित होता है, तो उसे साधारण कारावास से, जिसकी अवधि चौबीस घंटे तक की हो सकेगी, या जुर्माने से, जो एक हजार रुपए तक का हो सकेगा, या दोनों से, या सामुदायिक सेवा से दण्डित किया जाएगा।"
    },
    {
      "section_no": 356,
      "text": "(1) जो कोई बोले गए या पढ़ने के लिए आशयित शब्दों द्वारा, या संकेतों द्वारा या दृश्य निरूपणों द्वारा, किसी भी तरह से, किसी व्यक्ति के संबंध में कोई ऐसा लांछन लगाता है या प्रकाशित करता है जिसका आशय उस व्यक्ति की प्रतिष्ठा को हानि पहुँचाना है, या यह जानते हुए या विश्वास करने का कारण रखते हुए कि ऐसा लांछन उस व्यक्ति की प्रतिष्ठा को हानि पहुँचाएगा, तो वह, इसके बाद अपवादित मामलों को छोड़कर, उस व्यक्ति की मानहानि करना कहा जाता है।\n(2) जो कोई किसी अन्य की मानहानि करता है, तो उसे साधारण कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से, या सामुदायिक सेवा से दण्डित किया जाएगा।\n(3) जो कोई किसी विषय को मुद्रित या उत्कीर्ण करता है, यह जानते हुए या विश्वास करने का अच्छा कारण रखते हुए कि ऐसा विषय किसी व्यक्ति की मानहानिकारक है, तो उसे साधारण कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।\n(4) जो कोई मानहानिकारक विषय वाली किसी मुद्रित या उत्कीर्ण वस्तु को बेचता है या बेचने के लिए प्रस्तावित करता है, यह जानते हुए कि उसमें ऐसा विषय है, तो उसे साधारण कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुर्माने से, या दोनों से दण्डित किया जाएगा।"
    },
    {
      "section_no": 357,
      "text": "जो कोई किसी ऐसे व्यक्ति की सेवा करने या उसकी आवश्यकताओं की आपूर्ति करने के लिए कानूनी अनुबंध द्वारा बाध्य है जो, युवा होने के कारण, या मन की अस्वस्थता के कारण, या किसी रोग या शारीरिक दुर्बलता के कारण, असहाय है या अपनी सुरक्षा के लिए प्रावधान करने या अपनी आवश्यकताओं की आपूर्ति करने में असमर्थ है, स्वेच्छया ऐसा करने का लोप करता है, तो उसे किसी भी प्रकार के कारावास से, जिसकी अवधि तीन मास तक की हो सकेगी, या जुर्माने से, जो पांच हजार रुपए तक का हो सकेगा, या दोनों से दण्डित किया जाएगा।"
    }
  ]
},
{
  "chapter_no": 20,
  "chapter_title": "निरसन और व्यावृत्तियाँ",
  "sections": [
    {
      "section_no": 358,
      "text": "(1) भारतीय दण्ड संहिता इसके द्वारा निरसित की जाती है।\n(2) उप-धारा (1) में निर्दिष्ट संहिता के निरसन के बावजूद, यह—\n(क) इस प्रकार निरसित संहिता के पिछले प्रवर्तन या उसके अधीन विधिवत किए गए या सहन किए गए किसी भी कार्य को प्रभावित नहीं करेगा; या\n(ख) इस प्रकार निरसित संहिता के अधीन अर्जित, प्रोद्भूत या उपगत किसी अधिकार, विशेषाधिकार, दायित्व या जिम्मेदारी को प्रभावित नहीं करेगा; या\n(ग) इस प्रकार निरसित संहिता के विरुद्ध किए गए किसी अपराध के संबंध में उपगत किसी शास्ति, या दण्ड को प्रभावित नहीं करेगा; या\n(घ) किसी ऐसी शास्ति, या दण्ड के संबंध में किसी अन्वेषण या उपचार को प्रभावित नहीं करेगा; या\n(ङ) उपर्युक्त किसी ऐसी शास्ति या दण्ड के संबंध में किसी कार्यवाही, अन्वेषण या उपचार को प्रभावित नहीं करेगा, और किसी ऐसी कार्यवाही या उपचार को संस्थित, जारी या लागू किया जा सकता है, और किसी ऐसी शास्ति को इस तरह अधिरोपित किया जा सकता है मानो वह संहिता निरसित न की गई हो।\n(3) ऐसे निरसन के बावजूद, उक्त संहिता के अधीन किया गया कोई भी कार्य या की गई कोई भी कार्रवाई इस संहिता के तत्समान प्रावधानों के अधीन किया गया या की गई समझी जाएगी।\n(4) उप-धारा (2) में विशेष मामलों का उल्लेख, निरसन के प्रभाव के संबंध में साधारण खंड अधिनियम, 1897 की धारा 6 के सामान्य अनुप्रयोग पर पूर्वाग्रह या प्रभाव डालने वाला नहीं माना जाएगा।"
    }
  ]
}
]