[
  {
    "chapter_no": 1,
    "chapter_title": "प्रारम्भिक (Preliminary)",
    "sections": [
      {
        "section_no": 1,
        "text": "(१) यस अधिनियमलाई **भारतीय न्याय संहिता, २०२३** भन्न सकिन्छ।\n(२) यो, **केन्द्रीय सरकारले, सरकारी राजपत्रमा अधिसूचनाद्वारा, तोकेको मितिमा लागू हुनेछ**, र **यस संहिताका विभिन्न प्रावधानहरूका लागि विभिन्न मितिहरू तोक्न सकिन्छ**।\n(३) **प्रत्येक व्यक्ति यस संहिता अन्तर्गत सजायको लागि उत्तरदायी हुनेछ** र **अन्यथा होइन**, **यसका प्रावधानहरूको विपरीत प्रत्येक कार्य वा चूकका लागि**, **जसको लागि ऊ भारत भित्र दोषी हुनेछ**।\n(४) **भारतमा त्यस समयमा लागू भएको कुनै पनि कानुनद्वारा, भारत बाहिर गरिएको एक अपराधका लागि परीक्षण गरिन उत्तरदायी कुनै पनि व्यक्तिलाई, भारत बाहिर गरिएको कुनै पनि कार्यका लागि यस संहिताका प्रावधानहरू अनुसार व्यवहार गरिनेछ, जसरी त्यस्तो कार्य भारत भित्र गरिएको थियो**।\n(५) **यस संहिताका प्रावधानहरू निम्नद्वारा गरिएको कुनै पनि अपराधमा पनि लागू हुनेछन्**—\n(क) **भारतको कुनै पनि नागरिकले भारत बाहिर र टाढाको कुनै पनि स्थानमा**;\n(ख) **भारतमा दर्ता भएको कुनै पनि जहाज वा वायुयानमा रहेको कुनै पनि व्यक्तिले, जहाँसुकै भए पनि**;\n(ग) **भारत बाहिर र टाढाको कुनै पनि स्थानमा रहेको कुनै पनि व्यक्तिले भारतमा रहेको एक कम्प्युटर स्रोतलाई लक्षित गरी अपराध गर्दा**।\n**स्पष्टीकरण**—**यस दफामा**, **“अपराध” शब्दमा भारत बाहिर गरिएको प्रत्येक कार्य समावेश छ** जुन, **यदि भारतमा गरिएको भए, यस संहिता अन्तर्गत सजाय योग्य हुने थियो**।\n(६) **यस संहितामा रहेको कुनै पनि कुराले भारत सरकारको सेवामा रहेका अधिकारीहरू, सिपाहीहरू, नाविकहरू वा वायुसैनिकहरूको विद्रोह र सेवात्यागलाई सजाय दिने कुनै पनि अधिनियमका प्रावधानहरूलाई** वा **कुनै विशेष वा स्थानीय कानुनका प्रावधानहरूलाई असर पार्ने छैन**।"
      },
      {
        "section_no": 2,
        "text": "**यस संहितामा, जबसम्म सन्दर्भले अन्यथा आवश्यक गर्दैन**,—\n(१) **“कार्य”** ले **एकल कार्य जस्तै कार्यहरूको एक शृङ्खलालाई पनि जनाउँछ**;\n(२) **“जनावर”** भन्नाले **मानव बाहेक कुनै पनि जीवित प्राणीलाई जनाउँछ**;\n(३) **“बालक/बालिका (Child)”** भन्नाले **अठार वर्षभन्दा कम उमेरको कुनै पनि व्यक्तिलाई जनाउँछ**;\n(४) **“नक्कली बनाउनु (Counterfeit)”**—एक व्यक्तिलाई **“नक्कली बनाउने”** भनिएको छ जसले **छलकपट गर्ने उद्देश्यले वा त्यसद्वारा छलकपट गरिने सम्भावना छ भन्ने थाहा पाउँदै, त्यस समानताको माध्यमबाट, एउटा कुरालाई अर्को कुरा जस्तै बनाउँछ**।\n(५) **“अदालत (Court)”** भन्नाले **एक न्यायाधीश जसलाई कानुनद्वारा एक्लै न्यायिक रूपमा कार्य गर्न सशक्त गरिएको छ**, वा **न्यायाधीशहरूको एक समूह जसलाई कानुनद्वारा एक समूहको रूपमा न्यायिक रूपमा कार्य गर्न सशक्त गरिएको छ**, **जब त्यस्तो न्यायाधीश वा न्यायाधीशहरूको समूह न्यायिक रूपमा कार्य गरिरहेको हुन्छ**।\n(६) **“मृत्यु (Death)”** भन्नाले **मानवको मृत्युलाई जनाउँछ, जबसम्म सन्दर्भले विपरीत देखाउँदैन**।\n(७) **“बेईमानीपूर्वक (Dishonestly)”** भन्नाले **एक व्यक्तिलाई अनुचित लाभ वा अर्को व्यक्तिलाई अनुचित हानि पुर्याउने मनसायका साथ कुनै पनि कार्य गर्नुलाई जनाउँछ**।\n(८) **“कागजात (Document)”** भन्नाले **कुनै पनि पदार्थमा अक्षर, अङ्क वा चिह्नहरूको माध्यमले, वा ती माध्यमहरू मध्ये एकभन्दा बढीद्वारा व्यक्त वा वर्णन गरिएको कुनै पनि कुरालाई जनाउँछ**, र **त्यो कुराको प्रमाणको रूपमा प्रयोग गर्ने उद्देश्यले वा प्रयोग गर्न सकिने इलेक्ट्रोनिक र डिजिटल अभिलेखलाई समावेश गर्दछ**।\n(९) **“जालसाजीपूर्वक (Fraudulently)”** भन्नाले **छलकपट गर्ने मनसायका साथ कुनै पनि कार्य गर्नुलाई जनाउँछ** तर **अन्यथा होइन**।\n(१०) **“लिङ्ग (Gender)”**—सर्वनाम **“he”** (उहाँ) र यसका व्युत्पन्नहरू **कुनै पनि व्यक्ति, चाहे पुरुष, महिला वा तेस्रो लिङ्गी (transgender), को लागि प्रयोग गरिन्छन्**।\n(११) **“सद्भावना (Good faith)”**—**कुनै पनि कुरा “सद्भावना” मा गरिएको वा विश्वास गरिएको भनिँदैन** जुन **उचित हेरचाह र ध्यान बिना गरिएको वा विश्वास गरिएको होस्**।\n(१२) **“सरकार (Government)”** भन्नाले **केन्द्रीय सरकार वा एक राज्य सरकारलाई जनाउँछ**।\n(१३) **“आश्रय दिनु (Harbour)”** मा **कुनै व्यक्तिलाई आश्रय, खाना, पेय, पैसा, लुगा, हतियार, गोलाबारुद वा सवारी साधन उपलब्ध गराउनु समावेश छ**, वा **कुनै पनि माध्यमबाट कुनै व्यक्तिलाई पक्राउबाट बच्न सहयोग गर्नु समावेश छ**, **चाहे यस खण्डमा सूचीबद्ध गरिएका प्रकारका हुन् वा होइनन्**।\n(१४) **“क्षति/हानि (Injury)”** भन्नाले **शरीर, मन, प्रतिष्ठा वा सम्पत्तिमा कुनै पनि व्यक्तिलाई गैरकानूनी रूपमा पुर्याइएको कुनै पनि हानि वा नोक्सानलाई जनाउँछ**।\n(१५) **“गैरकानूनी (Illegal)”** र **“कानूनी रूपमा गर्न बाध्य (legally bound to do)”**।—**“गैरकानूनी” शब्द प्रत्येक कुरामा लागू हुन्छ जुन एक अपराध हो वा जुन कानुनद्वारा निषेधित छ, वा जसले एक दीवानी कारबाहीका लागि आधार प्रदान गर्छ**; र **एक व्यक्तिलाई “कानूनी रूपमा गर्न बाध्य” भनिएको छ, जुन कार्य गर्नबाट उम्कनु उसलाई गैरकानूनी छ**।\n(१६) **“न्यायाधीश (Judge)”** भन्नाले **एक व्यक्ति जसलाई आधिकारिक रूपमा न्यायाधीशको रूपमा तोकिएको छ** र **निम्न व्यक्तिहरूलाई समावेश गर्दछ**,—\n(i) **जसलाई कानुनद्वारा, कुनै पनि कानूनी कार्यवाहीमा, चाहे दीवानी वा फौजदारी, एक निश्चित फैसला, वा यदि अपील नगरिएमा निश्चित हुने फैसला, वा यदि कुनै अन्य प्राधिकरणद्वारा पुष्टि गरिएमा निश्चित हुने फैसला दिन सशक्त गरिएको छ**; वा\n(ii) **जो व्यक्तिहरूको एक समूहमध्ये एक हो, जस समूहलाई कानुनद्वारा त्यस्तो फैसला दिन सशक्त गरिएको छ**।\n(१७) **“जीवन (Life)”** भन्नाले **मानवको जीवनलाई जनाउँछ, जबसम्म सन्दर्भले विपरीत देखाउँदैन**।\n(१८) **“स्थानीय कानुन (local law)”** भन्नाले **भारतको कुनै विशेष भागमा मात्र लागू हुने कानुनलाई जनाउँछ**।\n(१९) **“पुरुष (Man)”** भन्नाले **कुनै पनि उमेरको पुरुष मानवलाई जनाउँछ**।\n(२०) **“महिना (Month)”** र **“वर्ष (year)”**।—जहाँ पनि **“महिना”** वा **“वर्ष”** शब्द प्रयोग भएको छ, **त्यो महिना वा वर्षलाई ग्रेगोरियन पात्रो अनुसार गणना गरिनेछ भनी बुझ्नुपर्छ**।\n(२१) **“चल सम्पत्ति (movable property)”** मा **जमीन र पृथ्वीसँग जोडिएका वा पृथ्वीसँग जोडिएको कुनै पनि कुरामा स्थायी रूपमा बाँधिएका चीजहरू बाहेक, हरेक प्रकारको सम्पत्ति समावेश हुन्छ**।\n(२२) **“सङ्ख्या (Number)”**।—**जबसम्म सन्दर्भले विपरीत देखाउँदैन, एकवचन सङ्ख्यालाई जनाउने शब्दहरूले बहुवचन सङ्ख्यालाई समावेश गर्दछन्, र बहुवचन सङ्ख्यालाई जनाउने शब्दहरूले एकवचन सङ्ख्यालाई समावेश गर्दछन्**।\n(२३) **“शपथ (Oath)”** मा **कानुनद्वारा शपथको सट्टामा राखिएको एक गम्भीर प्रतिज्ञा (solemn affirmation)**, र **एक लोक सेवक समक्ष वा अदालतमा होस् वा नहोस्, प्रमाणको उद्देश्यका लागि प्रयोग गर्नका लागि कानुनद्वारा आवश्यक वा अधिकृत कुनै पनि घोषणा समावेश छ**।\n(२४) **“अपराध (Offence)”**।—**उप-खण्ड (क) र (ख) मा उल्लिखित अध्यायहरू र दफाहरू बाहेक**, **“अपराध” शब्दको अर्थ यस संहिताद्वारा दण्डनीय बनाइएको कुरा हो**, तर—\n(क) **अध्याय III मा र निम्न दफाहरूमा**, अर्थात्, **दफा ८ को उप-दफा (२), (३), (४) र (५), दफा ९, ४९, ५०, ५२, ५४, ५५, ५६, ५७, ५८, ५९, ६०, ६१, ११९, १२०, १२३, दफा १२७ को उप-दफा (७) र (८), २२२, २३०, २३१, २४०, २४८, २५०, २५१, २५९, २६०, २६१, २६२, २६३, दफा ३०८ को उप-दफा (६) र (७) र दफा ३३० को उप-दफा (२) मा**, **“अपराध” शब्दको अर्थ यस संहिता अन्तर्गत, वा कुनै विशेष कानुन वा स्थानीय कानुन अन्तर्गत दण्डनीय कुरा हो**; र\n(ख) **दफा १८९ को उप-दफा (१), दफा २११, २१२, २३८, २३९, २४९, २५३ र दफा ३२९ को उप-दफा (१) मा**, **“अपराध” शब्दको त्यही अर्थ हुनेछ जब विशेष कानुन वा स्थानीय कानुन अन्तर्गत दण्डनीय कार्य त्यस्तो कानुन अन्तर्गत छ महिना वा सोभन्दा बढी अवधिको कारावासले, जरिवाना सहित वा बिना, दण्डनीय छ**।\n(२५) **“चूक (Omission)”** ले **एकल चूक जस्तै चूकहरूको एक शृङ्खलालाई पनि जनाउँछ**।\n(२६) **“व्यक्ति (Person)”** मा **कुनै पनि कम्पनी वा सङ्गठन वा व्यक्तिहरूको समूह समावेश हुन्छ, चाहे निगमित (incorporated) होस् वा नहोस्**।\n(२७) **“सार्वजनिक (Public)”** मा **सार्वजनिकको कुनै पनि वर्ग वा कुनै पनि समुदाय समावेश हुन्छ**।\n(२८) **“लोक सेवक (public servant)”** भन्नाले **निम्नमध्ये कुनै पनि वर्णन अन्तर्गत पर्ने व्यक्तिलाई जनाउँछ**, अर्थात्:—\n(क) **सेना, नौसेना वा वायुसेनामा हरेक कमिसन्ड अधिकारी**;\n(ख) **हरेक न्यायाधीश** जसमा **कानुनद्वारा, चाहे आफैंले वा व्यक्तिहरूको कुनै पनि समूहको सदस्यको रूपमा, कुनै पनि न्यायिक कार्यहरू निर्वाह गर्न सशक्त गरिएको कुनै पनि व्यक्ति समावेश छ**;\n(ग) **एक परिसमापक (liquidator), प्रापक (receiver) वा आयुक्त (commissioner) सहित एक अदालतको हरेक अधिकारी** जसको कर्तव्य, त्यस्तो अधिकारीको रूपमा, **कानुन वा तथ्यको कुनै पनि कुरामाथि जाँचबुझ वा रिपोर्ट गर्नु हो**, वा **कुनै पनि कागजात बनाउनु, प्रमाणित गर्नु (authenticate), वा राख्नु हो**, वा **कुनै पनि सम्पत्तिको जिम्मा लिनु वा निपटारा गर्नु हो**, वा **कुनै पनि न्यायिक प्रक्रियालाई कार्यान्वयन गर्नु हो**, वा **कुनै पनि शपथ दिलाउनु हो**, वा **अदालतमा व्याख्या गर्नु वा व्यवस्था कायम राख्नु हो**, र **त्यस्ता कर्तव्यहरू मध्ये कुनै पनि प्रदर्शन गर्न अदालतद्वारा विशेष रूपमा अधिकृत हरेक व्यक्ति**;\n(घ) **एक अदालत वा लोक सेवकलाई सहयोग गर्ने हरेक मूल्याङ्कनकर्ता (assessor) वा पञ्चायतको सदस्य**;\n(ङ) **हरेक मध्यस्थ (arbitrator) वा अन्य व्यक्ति जसलाई कुनै पनि अदालतद्वारा, वा कुनै पनि अन्य सक्षम सार्वजनिक प्राधिकरणद्वारा, निर्णय वा रिपोर्टका लागि कुनै पनि कारण वा मामिला सन्दर्भ गरिएको छ**;\n(च) **हरेक व्यक्ति जसले कुनै पनि पद धारण गर्दछ जसको आधारमा उसलाई कुनै पनि व्यक्तिलाई कैदमा राख्न वा राख्न सशक्त गरिएको छ**;\n(छ) **सरकारको हरेक अधिकारी जसको कर्तव्य, त्यस्तो अधिकारीको रूपमा, अपराधहरू रोक्नु हो, अपराधहरूको सूचना दिनु हो, अपराधीहरूलाई न्यायको लागि ल्याउनु हो, वा सार्वजनिक स्वास्थ्य, सुरक्षा वा सुविधाको रक्षा गर्नु हो**;\n(ज) **हरेक अधिकारी जसको कर्तव्य, त्यस्तो अधिकारीको रूपमा, सरकारको तर्फबाट कुनै पनि सम्पत्ति लिनु, प्राप्त गर्नु, राख्नु वा खर्च गर्नु हो**, वा **सरकारको तर्फबाट कुनै पनि सर्वेक्षण, मूल्याङ्कन वा ठेक्का गर्नु हो**, वा **कुनै पनि राजस्व-प्रक्रिया कार्यान्वयन गर्नु हो**, वा **सरकारको वित्तीय हितहरूलाई असर गर्ने कुनै पनि कुरामाथि जाँचबुझ गर्नु वा रिपोर्ट गर्नु हो**, वा **सरकारको वित्तीय हितहरूसँग सम्बन्धित कुनै पनि कागजात बनाउनु, प्रमाणित गर्नु वा राख्नु हो**, वा **सरकारको वित्तीय हितहरूको सुरक्षाका लागि कुनै पनि कानुनको उल्लङ्घन रोक्नु हो**;\n(झ) **हरेक अधिकारी जसको कर्तव्य, त्यस्तो अधिकारीको रूपमा, कुनै पनि सम्पत्ति लिनु, प्राप्त गर्नु, राख्नु वा खर्च गर्नु हो**, **कुनै पनि सर्वेक्षण वा मूल्याङ्कन गर्नु हो** वा **कुनै पनि गाउँ, सहर वा जिल्लाको कुनै पनि धर्मनिरपेक्ष साझा उद्देश्यका लागि कुनै पनि दर वा कर लगाउनु हो**, वा **कुनै पनि गाउँ, सहर वा जिल्लाका मानिसहरूको अधिकारहरू सुनिश्चित गर्नका लागि कुनै पनि कागजात बनाउनु, प्रमाणित गर्नु वा राख्नु हो**;\n(ञ) **हरेक व्यक्ति जसले कुनै पनि पद धारण गर्दछ जसको आधारमा उसलाई एक मतदाता नामावली तयार गर्न, प्रकाशित गर्न, कायम राख्न वा संशोधन गर्न वा एक चुनाव वा चुनावको अंश सञ्चालन गर्न सशक्त गरिएको छ**;\n(ट) **हरेक व्यक्ति**—\n(i) **सरकारको सेवामा वा तलबमा रहेको वा सरकारद्वारा कुनै पनि सार्वजनिक कर्तव्यको प्रदर्शनका लागि शुल्क वा कमिसनद्वारा पारिश्रमिक प्राप्त गर्ने**;\n(ii) **जनरल क्लज एक्ट, १८९७ को दफा ३ को खण्ड (३१) मा परिभाषित स्थानीय प्राधिकरण, केन्द्रीय वा राज्य अधिनियम अन्तर्गत वा त्यसद्वारा स्थापित एक निगम वा कम्पनी एक्ट, २०१३ को दफा २ को खण्ड (४५) मा परिभाषित सरकारी कम्पनीको सेवामा वा तलबमा रहेको**।\n(२९) **“विश्वास गर्ने कारण (reason to believe)”**।—**एक व्यक्तिलाई कुनै कुरा “विश्वास गर्ने कारण” छ भनिएको छ, यदि उसँग त्यो कुरा विश्वास गर्न पर्याप्त कारण छ भने** तर **अन्यथा होइन**।\n(३०) **“विशेष कानुन (special law)”** भन्नाले **एक विशेष विषयमा लागू हुने कानुनलाई जनाउँछ**।\n(३१) **“मूल्यवान प्रतिभूति (valuable security)”** भन्नाले **एक कागजातलाई जनाउँछ जुन एक कागजात हो, वा भएको दाबी गर्दछ, जसद्वारा कुनै पनि कानूनी अधिकार सिर्जना, विस्तार, हस्तान्तरण, प्रतिबन्धित, समाप्त वा मुक्त गरिएको छ, वा जसद्वारा कुनै पनि व्यक्तिले स्वीकार गर्दछ कि ऊ कानूनी दायित्व अन्तर्गत छ, वा एक निश्चित कानूनी अधिकार छैन**।\n(३२) **“जलयान (vessel)”** भन्नाले **मानव वा सम्पत्तिको पानीद्वारा ढुवानीका लागि बनाइएको कुनै पनि चीजलाई जनाउँछ**।\n(३३) **“स्वेच्छाले (Voluntarily)”**।—**एक व्यक्तिलाई एक प्रभाव “स्वेच्छाले” उत्पन्न गरेको भनिएको छ जब उसले यसलाई उत्पन्न गर्ने मनसाय राखेको माध्यमद्वारा, वा जुन माध्यमहरू प्रयोग गर्दा, उसलाई थाहा थियो वा विश्वास गर्ने कारण थियो कि त्यसले त्यसलाई उत्पन्न गर्ने सम्भावना छ**।\n(३४) **“वसीयत (will)”** भन्नाले **कुनै पनि वसीयती कागजातलाई जनाउँछ**।\n(३५) **“महिला (Woman)”** भन्नाले **कुनै पनि उमेरको महिला मानवलाई जनाउँछ**।\n(३६) **“अनुचित लाभ (wrongful gain)”** भन्नाले **सम्पत्तिको गैरकानूनी माध्यमद्वारा लाभलाई जनाउँछ जसमा लाभ पाउने व्यक्ति कानूनी रूपमा हकदार छैन**।\n(३७) **“अनुचित हानि (wrongful loss)”** भन्नाले **सम्पत्तिको गैरकानूनी माध्यमद्वारा भएको नोक्सानलाई जनाउँछ जसमा गुमाउने व्यक्ति कानूनी रूपमा हकदार छ**।\n(३८) **“अनुचित रूपमा लाभ पाउँदै (gaining wrongfully)”** र **“अनुचित रूपमा गुमाउँदै (losing wrongfully)”**।—**एक व्यक्तिलाई अनुचित रूपमा लाभ पाउँदै भनिएको छ जब त्यस्तो व्यक्तिले अनुचित रूपमा राख्छ, साथै जब त्यस्तो व्यक्तिले अनुचित रूपमा प्राप्त गर्छ। एक व्यक्तिलाई अनुचित रूपमा गुमाउँदै भनिएको छ जब त्यस्तो व्यक्तिलाई कुनै पनि सम्पत्तिबाट अनुचित रूपमा बाहिर राखिन्छ, साथै जब त्यस्तो व्यक्तिलाई सम्पत्तिबाट अनुचित रूपमा वञ्चित गरिन्छ**; र\n(३९) **यस संहितामा प्रयोग गरिएका तर परिभाषित नगरिएका शब्दहरू र अभिव्यक्तिहरू तर सूचना प्रविधि अधिनियम, २००० र भारतीय नागरिक सुरक्षा संहिता, २०२३ मा परिभाषित गरिएका शब्दहरू र अभिव्यक्तिहरूको अर्थ क्रमशः त्यस अधिनियम र संहितामा तोकिएका अर्थहरू हुनेछन्**।"
      },
      {
        "section_no": 3,
        "text": "(१) **यस संहिता भरि, एक अपराधको हरेक परिभाषा, हरेक दण्डनीय प्रावधान, र हरेक त्यस्तो परिभाषा वा दण्डनीय प्रावधानको हरेक दृष्टान्तलाई “सामान्य अपवादहरू” नामक अध्यायमा रहेका अपवादहरूको अधीनमा बुझिनेछ, यद्यपि ती अपवादहरू त्यस्तो परिभाषा, दण्डनीय प्रावधान, वा दृष्टान्तमा दोहोर्याइएका छैनन्**।\n(२) **यस संहिताको कुनै पनि भागमा व्याख्या गरिएको हरेक अभिव्यक्ति, यस संहिताको हरेक भागमा व्याख्या अनुसार प्रयोग गरिएको छ**।\n(३) **जब सम्पत्ति एक व्यक्तिको पति/पत्नी, क्लर्क वा सेवकको कब्जामा त्यस व्यक्तिको कारणले हुन्छ, त्यो यस संहिताको अर्थ भित्र त्यस व्यक्तिको कब्जामा हुन्छ**।\n(४) **यस संहिताको हरेक भागमा, जहाँ सन्दर्भले विपरीत मनसाय नदेखाउँछ, गरिएका कार्यहरूलाई सन्दर्भ गर्ने शब्दहरू गैरकानूनी चूकहरूमा पनि विस्तार हुन्छन्**।\n(५) **जब धेरै व्यक्तिहरूद्वारा सबैको साझा मनसायको प्रवर्धनमा एक आपराधिक कार्य गरिन्छ, त्यस्ता प्रत्येक व्यक्ति त्यस कार्यका लागि त्यसै गरी उत्तरदायी हुन्छ जसरी त्यो उसले एक्लै गरेको भए**।\n(६) **जब कुनै कार्य, जुन केवल आपराधिक ज्ञान वा मनसायका साथ गरिएको कारणले मात्र आपराधिक हुन्छ, धेरै व्यक्तिहरूद्वारा गरिन्छ, त्यस्तो ज्ञान वा मनसायका साथ कार्यमा सामेल हुने त्यस्ता प्रत्येक व्यक्ति त्यस कार्यका लागि त्यसै गरी उत्तरदायी हुन्छ जसरी त्यो कार्य उसले एक्लै त्यस ज्ञान वा मनसायका साथ गरेको भए**।\n(७) **जहाँ एक निश्चित प्रभावको कारण बन्नु, वा त्यो प्रभाव उत्पन्न गर्ने प्रयास गर्नु, एक कार्यद्वारा वा एक चूकद्वारा, एक अपराध हो, यो बुझ्न आवश्यक छ कि त्यस प्रभावको आंशिक रूपमा एक कार्यद्वारा र आंशिक रूपमा एक चूकद्वारा कारण बन्नु सोही अपराध हो**।\n(८) **जब एक अपराध धेरै कार्यहरूको माध्यमबाट गरिन्छ, जसले जानाजानी ती कार्यहरूमध्ये कुनै एकलाई, एक्लै वा अन्य कुनै व्यक्तिसँग संयुक्त रूपमा गरेर, त्यस अपराधको आयोगमा सहयोग गर्छ, उसले त्यस अपराध गर्छ**।\n(९) **जहाँ धेरै व्यक्तिहरू एक आपराधिक कार्यको आयोगमा संलग्न वा सम्बन्धित हुन्छन्, तिनीहरू त्यस कार्यको माध्यमबाट विभिन्न अपराधहरूको दोषी हुन सक्छन्**।"
      }
    ]
  },
  {
    "chapter_no": 2,
    "chapter_title": "सजायहरू सम्बन्धी (Of Punishments)",
    "sections": [
      {
        "section_no": 4,
        "text": "**यस संहिताका प्रावधानहरू अन्तर्गत अपराधीहरूलाई उत्तरदायी हुने सजायहरू निम्न हुन्**—\n(क) **मृत्यु (Death)**;\n(ख) **आजीवन कारावास (Imprisonment for life)**;\n(ग) **कारावास (Imprisonment)**, जुन दुई प्रकारका हुन्छन्, अर्थात्:—\n(१) **कडा (Rigorous)**, अर्थात्, **कडा श्रमसहित**;\n(२) **सामान्य (Simple)**;\n(घ) **सम्पत्ति जफत (Forfeiture of property)**;\n(ङ) **जरिवाना (Fine)**;\n(च) **सामुदायिक सेवा (Community Service)**।"
      },
      {
        "section_no": 5,
        "text": "**उपयुक्त सरकारले, अपराधीको सहमति बिना पनि, भारतीय नागरिक सुरक्षा संहिता, २०२३ को दफा ४७४ अनुसार यस संहिता अन्तर्गत कुनै पनि सजायलाई कुनै अन्य सजायमा घटाउन/परिवर्तन गर्न (commute) सक्नेछ**।"
      },
      {
        "section_no": 6,
        "text": "**सजायका अवधिका अंशहरू गणना गर्दा, अन्यथा प्रदान नगरिएसम्म, आजीवन कारावासलाई बीस वर्षको कारावास बराबर मानिनेछ**।"
      },
      {
        "section_no": 7,
        "text": "**हरेक मुद्दामा जसमा एक अपराधी दुवै प्रकारका कारावासले दण्डनीय हुन्छ, त्यस अपराधीलाई सजाय दिने अदालतले सजायमा निर्देशन दिन सक्षम हुनेछ** कि **त्यस्तो कारावास पूर्ण रूपमा कडा हुनेछ**, वा **त्यस्तो कारावास पूर्ण रूपमा सामान्य हुनेछ**, वा **त्यस्तो कारावासको कुनै अंश कडा र बाँकी सामान्य हुनेछ**।"
      },
      {
        "section_no": 8,
        "text": "(१) **जहाँ जरिवाना कतिसम्म हुन सक्छ भन्ने कुनै रकम व्यक्त गरिएको छैन, त्यहाँ अपराधी उत्तरदायी हुने जरिवानाको रकम असीमित हुन्छ**, तर **अत्यधिक हुने छैन**।\n(२) **अपराधको हरेक मुद्दामा**—\n(क) **कारावास र जरिवाना दुवैले दण्डनीय**, जसमा **अपराधीलाई जरिवानाको सजाय दिइन्छ, चाहे कारावास सहित वा बिना**;\n(ख) **कारावास वा जरिवाना, वा केवल जरिवानाले मात्र दण्डनीय**, जसमा **अपराधीलाई जरिवानाको सजाय दिइन्छ**,\n**त्यस अपराधीलाई सजाय दिने अदालतले सजायद्वारा निर्देशन दिन सक्षम हुनेछ** कि, **जरिवाना तिर्न असफल भएमा, अपराधीले एक निश्चित अवधिका लागि कारावास भोग्नेछ**, जुन **कारावास उसलाई सजाय दिइएको वा सजायको कटौती (commutation) अन्तर्गत ऊ उत्तरदायी हुन सक्ने अन्य कुनै पनि कारावासभन्दा बढी हुनेछ**।\n(३) **जरिवाना तिर्न असफल भएमा अदालतले अपराधीलाई कारावास भोग्न निर्देशन दिने अवधि, यदि अपराध कारावास र जरिवाना दुवैले दण्डनीय छ भने, त्यस अपराधका लागि अधिकतम तोकिएको कारावास अवधिको एक-चौथाईभन्दा बढी हुने छैन**।\n(४) **जरिवाना तिर्न असफल भएमा वा सामुदायिक सेवामा असफल भएमा अदालतले लगाउने कारावास, त्यस अपराधका लागि अपराधीलाई सजाय दिन सकिने कुनै पनि प्रकारको हुन सक्छ**।\n(५) **यदि अपराध जरिवाना वा सामुदायिक सेवाले दण्डनीय छ भने, जरिवाना तिर्न असफल भएमा वा सामुदायिक सेवामा असफल भएमा अदालतले लगाउने कारावास सामान्य हुनेछ, र जरिवाना तिर्न असफल भएमा वा सामुदायिक सेवामा असफल भएमा अदालतले अपराधीलाई कारावास भोग्न निर्देशन दिने अवधि, निम्नभन्दा बढी हुने छैन**,—\n(क) **दुई महिना जब जरिवानाको रकम पाँच हजार रुपैयाँभन्दा बढी हुँदैन**;\n(ख) **चार महिना जब जरिवानाको रकम दस हजार रुपैयाँभन्दा बढी हुँदैन**; र\n(ग) **अन्य कुनै पनि मुद्दामा एक वर्ष**।\n(६) (क) **जरिवाना तिर्न असफल भएमा लगाइएको कारावास तब समाप्त हुनेछ जब त्यो जरिवाना या त भुक्तानी गरिन्छ वा कानूनी प्रक्रियाद्वारा उठाइन्छ**;\n(ख) **यदि, भुक्तानी असफल भएमा तोकिएको कारावास अवधि समाप्त हुनु अघि, जरिवानाको त्यस्तो अनुपात भुक्तानी वा उठाइन्छ कि भुक्तानी असफल भएमा भोगिएको कारावास अवधि भुक्तान नगरिएको जरिवानाको भागको अनुपातमा भन्दा कम छैन भने, कारावास समाप्त हुनेछ**।\n(७) **जरिवाना, वा त्यसको कुनै पनि अंश जुन भुक्तान नगरिएको रहन्छ, सजाय पारित भएपछि छ वर्ष भित्र कुनै पनि समयमा उठाउन सकिन्छ**, र **यदि, सजाय अन्तर्गत, अपराधी छ वर्षभन्दा लामो अवधिको कारावासको लागि उत्तरदायी छ भने, त्यस अवधिको समाप्ति भन्दा पहिले कुनै पनि समयमा**; र **अपराधीको मृत्युले कुनै पनि सम्पत्तिलाई दायित्वबाट मुक्त गर्दैन जुन, उसको मृत्यु पछि, उसको ऋणका लागि कानूनी रूपमा उत्तरदायी हुने थियो**।"
      },
      {
        "section_no": 9,
        "text": "(१) **जहाँ एक अपराध भएको कुनै पनि कुरा अंशहरू मिलेर बनेको छ, जसमध्ये कुनै पनि अंश आफैंमा एक अपराध हो, अपराधीलाई त्यस्ता उसका अपराधहरू मध्ये एकभन्दा बढीको सजाय दिइने छैन, जबसम्म त्यसो स्पष्ट रूपमा प्रदान गरिएको छैन**।\n(२) **जहाँ**—\n(क) **कुनै पनि कुरा त्यस समयमा लागू भएको कुनै पनि कानुनको दुई वा सोभन्दा बढी अलग-अलग परिभाषाहरू अन्तर्गत पर्ने एक अपराध हो जसद्वारा अपराधहरू परिभाषित वा दण्डित हुन्छन्**; वा\n(ख) **धेरै कार्यहरू, जसमध्ये एक वा एकभन्दा बढीले आफैंमा एक अपराध गठन गर्नेछन्, जब संयुक्त हुन्छन्, एक फरक अपराध गठन गर्छन्**,\n**अपराधीलाई त्यस अदालतले दिन सक्ने कुनै पनि एक अपराधका लागि प्रदान गर्न सक्ने भन्दा बढी कडा सजाय दिइने छैन**।"
      },
      {
        "section_no": 10,
        "text": "**सबै मुद्दाहरूमा जसमा एक व्यक्तिलाई फैसलामा निर्दिष्ट गरिएका धेरै अपराधहरू मध्ये एकको दोषी ठहराइन्छ, तर ऊ तीमध्ये कुन अपराधको दोषी हो भन्नेमा शंका छ भने, यदि सबैका लागि समान सजाय प्रदान गरिएको छैन भने, अपराधीलाई त्यस अपराधका लागि सजाय दिइनेछ जसका लागि सबैभन्दा कम सजाय प्रदान गरिएको छ**।"
      },
      {
        "section_no": 11,
        "text": "**जब कुनै पनि व्यक्तिलाई एक अपराधका लागि दोषी ठहराइन्छ जसका लागि यस संहिता अन्तर्गत अदालतसँग उसलाई कडा कारावासको सजाय दिने शक्ति छ, अदालतले, आफ्नो सजायद्वारा, आदेश दिन सक्नेछ** कि **अपराधीलाई उसलाई सजाय दिइएको कारावासको कुनै पनि अंश वा अंशहरूका लागि एकान्त कारावास (solitary confinement) मा राखिनेछ**, **जुन समग्रमा तीन महिनाभन्दा बढी हुने छैन, निम्न मापन अनुसार**,—\n(क) **एक महिनाभन्दा बढी नहुने समय यदि कारावासको अवधि छ महिनाभन्दा बढी हुने छैन भने**;\n(ख) **दुई महिनाभन्दा बढी नहुने समय यदि कारावासको अवधि छ महिनाभन्दा बढी हुन्छ र एक वर्षभन्दा बढी हुने छैन भने**;\n(ग) **तीन महिनाभन्दा बढी नहुने समय यदि कारावासको अवधि एक वर्षभन्दा बढी हुन्छ भने**।"
      },
      {
        "section_no": 12,
        "text": "**एकान्त कारावासको सजाय कार्यान्वयन गर्दा, त्यस्तो कारावास कुनै पनि मुद्दामा एक पटकमा चौध दिनभन्दा बढी हुने छैन**, **एकान्त कारावासको अवधिहरू बीचमा त्यस्ता अवधिहरू भन्दा कम अवधिको अन्तरालहरू सहित**; र **जब दिइएको कारावास तीन महिनाभन्दा बढी हुन्छ, एकान्त कारावास दिइएको सम्पूर्ण कारावासको कुनै एक महिनामा सात दिनभन्दा बढी हुने छैन, एकान्त कारावासको अवधिहरू बीचमा त्यस्ता अवधिहरू भन्दा कम अवधिको अन्तरालहरू सहित**।"
      },
      {
        "section_no": 13,
        "text": "**जसले, भारतमा एक अदालतद्वारा, यस संहिताको अध्याय X वा अध्याय XVII अन्तर्गत तीन वर्ष वा सोभन्दा बढी अवधिको कुनै पनि प्रकारको कारावासले दण्डनीय एक अपराधका लागि दोषी ठहराइएको छ**, **त्यसले ती अध्यायहरू मध्ये कुनै पनि अन्तर्गत उही अवधिको उही प्रकारको कारावासले दण्डनीय कुनै पनि अपराधको दोषी ठहरिएमा, त्यस्तो हरेक पछिल्लो अपराधका लागि आजीवन कारावास, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासको अधीनमा हुनेछ**।"
      }
    ]
  },
  {
    "chapter_no": 3,
    "chapter_title": "सामान्य अपवादहरू (General Exceptions)",
    "sections": [
      {
        "section_no": 14,
        "text": "**कुनै पनि कार्य अपराध हुँदैन जुन एक व्यक्तिले गर्छ जो, वा जसले तथ्यको गल्तीको कारणले र कानुनको गल्तीको कारणले होइन, सद्भावमा आफूलाई त्यो गर्न कानुनद्वारा बाध्य भएको विश्वास गर्छ**।"
      },
      {
        "section_no": 15,
        "text": "**कुनै पनि कार्य अपराध हुँदैन जुन एक न्यायाधीशले न्यायिक रूपमा कार्य गर्दा, उसलाई कानुनद्वारा दिइएको वा सद्भावमा उसले आफूलाई दिइएको विश्वास गरेको कुनै पनि शक्तिको प्रयोगमा गर्छ**।"
      },
      {
        "section_no": 16,
        "text": "**कुनै पनि कार्य जुन एक अदालतको फैसला वा आदेशको अनुसरणमा गरिएको छ, वा जसद्वारा न्यायोचित छ; यदि त्यस्तो फैसला वा आदेश लागू रहँदासम्म गरिएको छ भने, त्यो अपराध हुँदैन, यद्यपि अदालतसँग त्यस्तो फैसला वा आदेश पारित गर्ने क्षेत्राधिकार नभएको हुन सक्छ, यदि कार्य गर्ने व्यक्तिले सद्भावमा अदालतसँग त्यस्तो क्षेत्राधिकार थियो भनी विश्वास गर्छ**।"
      },
      {
        "section_no": 17,
        "text": "**कुनै पनि कार्य अपराध हुँदैन जुन कानुनद्वारा न्यायोचित कुनै पनि व्यक्तिले गर्छ, वा जसले तथ्यको गल्तीको कारणले र कानुनको गल्तीको कारणले होइन, सद्भावमा आफूलाई त्यो गर्न कानुनद्वारा न्यायोचित भएको विश्वास गर्छ**।"
      },
      {
        "section_no": 18,
        "text": "**कुनै पनि कार्य अपराध हुँदैन जुन दुर्घटना वा विपत्तिको कारणले, र कुनै पनि आपराधिक मनसाय वा ज्ञान बिना एक कानूनी कार्यलाई कानूनी तरिकामा कानूनी माध्यमद्वारा र उचित हेरचाह र सावधानीका साथ गर्दा भएको होस्**।"
      },
      {
        "section_no": 19,
        "text": "**कुनै पनि कार्य केवल यो ज्ञानको कारणले मात्र अपराध हुँदैन कि त्यसले क्षति पुर्याउने सम्भावना छ, यदि त्यो क्षति पुर्याउने कुनै पनि आपराधिक मनसाय बिना, र व्यक्ति वा सम्पत्तिलाई अन्य क्षति रोक्न वा टार्ने उद्देश्यका लागि सद्भावमा गरिएको हो**।"
      },
      {
        "section_no": 20,
        "text": "**सात वर्षभन्दा कम उमेरको बालक/बालिकाद्वारा गरिएको कुनै पनि कार्य अपराध हुँदैन**।"
      },
      {
        "section_no": 21,
        "text": "**सात वर्षभन्दा माथिको र बाह्र वर्षभन्दा कम उमेरको बालक/बालिकाद्वारा गरिएको कुनै पनि कार्य अपराध हुँदैन, जसले त्यस अवसरमा आफ्नो आचरणको प्रकृति र परिणामहरूलाई न्याय गर्न पर्याप्त परिपक्वता प्राप्त गरेको छैन**।"
      },
      {
        "section_no": 22,
        "text": "**कुनै पनि कार्य अपराध हुँदैन जुन एक व्यक्तिले, त्यो गर्दाको समयमा, मानसिक असन्तुलन (unsoundness of mind) को कारणले, त्यस कार्यको प्रकृति जान्न, वा उसले गलत वा कानुन विपरीत जे गरिरहेको छ, त्यो जान्न असमर्थ छ**।"
      },
      {
        "section_no": 23,
        "text": "**कुनै पनि कार्य अपराध हुँदैन जुन एक व्यक्तिले, त्यो गर्दाको समयमा, नशाको कारणले, त्यस कार्यको प्रकृति जान्न, वा उसले गलत वा कानुन विपरीत जे गरिरहेको छ, त्यो जान्न असमर्थ छ; बशर्ते कि उसलाई नशा गराउने चीज उसको जानकारी बिना वा उसको इच्छा विपरीत दिइएको थियो**।"
      },
      {
        "section_no": 24,
        "text": "**जुन मुद्दाहरूमा गरिएको कार्य विशेष ज्ञान वा मनसाय बिना अपराध हुँदैन, त्यस्तो कार्य नशाको अवस्थामा गर्ने व्यक्तिलाई उसले नशा नभएको भए जस्तो ज्ञान हुने थियो, त्यसरी नै व्यवहार गर्न उत्तरदायी हुनेछ, जबसम्म उसलाई नशा गराउने चीज उसको जानकारी बिना वा उसको इच्छा विपरीत दिइएको थिएन**।"
      },
      {
        "section_no": 25,
        "text": "**कुनै पनि कार्य जसले मृत्यु वा गम्भीर चोट (grievous hurt) पुर्याउने मनसाय राख्दैन, र जसले मृत्यु वा गम्भीर चोट पुर्याउने सम्भावना छ भनी कर्तालाई थाहा छैन, त्यसले पुर्याउन सक्ने, वा कर्ताले पुर्याउने मनसाय राखेको, वा त्यस क्षति भोग्नका लागि स्पष्ट वा निहित सहमति दिएको अठार वर्षभन्दा माथिको कुनै पनि व्यक्तिलाई पुर्याउने सम्भावना छ भनी कर्तालाई थाहा हुन सक्ने कुनै पनि क्षतिको कारणले अपराध हुँदैन**।"
      },
      {
        "section_no": 26,
        "text": "**कुनै पनि कार्य जसले मृत्यु पुर्याउने मनसाय राख्दैन, त्यसले पुर्याउन सक्ने, वा कर्ताले पुर्याउने मनसाय राखेको, वा त्यसलाई पुर्याउने सम्भावना छ भनी कर्तालाई थाहा हुन सक्ने, त्यस व्यक्तिको हितको लागि सद्भावमा गरिएको कुनै पनि व्यक्तिलाई, र जसले त्यस क्षति भोग्न, वा त्यस क्षतिको जोखिम लिन, स्पष्ट वा निहित सहमति दिएको छ, त्यस क्षतिको कारणले अपराध हुँदैन**।"
      },
      {
        "section_no": 27,
        "text": "**बाह्र वर्षभन्दा कम उमेरको एक व्यक्तिको, वा मानसिक रूपमा अस्वस्थ व्यक्तिको हितको लागि सद्भावमा, त्यस व्यक्तिको संरक्षक वा त्यसको कानूनी जिम्मामा रहेको अन्य व्यक्तिद्वारा, वा त्यसको स्पष्ट वा निहित सहमतिद्वारा गरिएको कुनै पनि कार्य, त्यसले त्यस व्यक्तिलाई पुर्याउन सक्ने, वा कर्ताले पुर्याउने मनसाय राखेको वा पुर्याउने सम्भावना छ भनी कर्तालाई थाहा हुन सक्ने कुनै पनि क्षतिको कारणले अपराध हुँदैन**:\n**बशर्ते** कि **यो अपवाद निम्नमा विस्तार हुने छैन**—\n(क) **मृत्युको जानाजानी कारण बन्ने, वा मृत्युको कारण बन्ने प्रयास गर्ने**;\n(ख) **मृत्यु वा गम्भीर चोटलाई रोक्ने, वा कुनै पनि गम्भीर रोग वा दुर्बलताको उपचार गर्ने बाहेक अन्य कुनै पनि उद्देश्यका लागि, कर्तालाई मृत्युको कारण बन्ने सम्भावना छ भनी थाहा भएको कुनै पनि कार्य गर्ने**;\n(ग) **गम्भीर चोटको स्वेच्छाले कारण बन्ने, वा गम्भीर चोटको कारण बन्ने प्रयास गर्ने, जबसम्म यो मृत्यु वा गम्भीर चोटलाई रोक्ने, वा कुनै पनि गम्भीर रोग वा दुर्बलताको उपचार गर्ने उद्देश्यका लागि होइन**;\n(घ) **कुनै पनि अपराधको दुरुत्साहन (abetment) मा, जस अपराधको आयोगमा यो विस्तार हुने थिएन**।"
      },
      {
        "section_no": 28,
        "text": "**एक सहमति यस संहिताको कुनै पनि दफाद्वारा अभिप्रेत सहमति हुँदैन**,—\n(क) **यदि सहमति क्षतिको डरमा, वा तथ्यको गलत धारणा अन्तर्गत एक व्यक्तिद्वारा दिइएको हो**, र **यदि कार्य गर्ने व्यक्तिलाई थाहा छ, वा विश्वास गर्ने कारण छ, कि सहमति त्यस्तो डर वा गलत धारणाको परिणाम स्वरूप दिइएको थियो भने**; वा\n(ख) **यदि सहमति एक व्यक्तिद्वारा दिइएको हो जसले, मानसिक असन्तुलन वा नशाको कारणले, उसले सहमति दिएको कुराको प्रकृति र परिणाम बुझ्न असमर्थ छ भने**; वा\n(ग) **जबसम्म सन्दर्भले विपरीत देखाउँदैन, यदि सहमति बाह्र वर्षभन्दा कम उमेरको व्यक्तिद्वारा दिइएको हो भने**।"
      },
      {
        "section_no": 29,
        "text": "**दफा २५, २६ र २७ मा रहेका अपवादहरू ती कार्यहरूमा विस्तार हुँदैनन् जुन सहमति दिने व्यक्तिलाई, वा जसको तर्फबाट सहमति दिइएको छ, त्यसलाई पुर्याउन सक्ने, वा पुर्याउने मनसाय राखिएको, वा पुर्याउने सम्भावना छ भनी थाहा हुन सक्ने कुनै पनि क्षतिबाट स्वतन्त्र रूपमा अपराध हुन्**।"
      },
      {
        "section_no": 30,
        "text": "**कुनै पनि कार्य अपराध हुँदैन जुन एक व्यक्तिको हितको लागि सद्भावमा गरिएको हो, त्यस व्यक्तिको सहमति बिना पनि, यदि परिस्थितिहरू यस्ता छन् कि त्यस व्यक्तिको लागि सहमति जनाउन असम्भव छ**, वा **यदि त्यो व्यक्ति सहमति दिन असमर्थ छ, र उसको कानूनी जिम्मामा कुनै संरक्षक वा अन्य व्यक्ति छैन जसबाट कार्यलाई लाभ सहित गर्नको लागि समयमै सहमति प्राप्त गर्न सम्भव छ भने**:\n**बशर्ते** कि **यो अपवाद निम्नमा विस्तार हुने छैन**—\n(क) **मृत्युको जानाजानी कारण बन्ने, वा मृत्युको कारण बन्ने प्रयास गर्ने**;\n(ख) **मृत्यु वा गम्भीर चोटलाई रोक्ने, वा कुनै पनि गम्भीर रोग वा दुर्बलताको उपचार गर्ने बाहेक अन्य कुनै पनि उद्देश्यका लागि, कर्तालाई मृत्युको कारण बन्ने सम्भावना छ भनी थाहा भएको कुनै पनि कार्य गर्ने**;\n(ग) **मृत्यु वा चोटलाई रोक्ने बाहेक अन्य कुनै पनि उद्देश्यका लागि, चोट (hurt) को स्वेच्छाले कारण बन्ने, वा चोटको कारण बन्ने प्रयास गर्ने**;\n(घ) **कुनै पनि अपराधको दुरुत्साहनमा, जस अपराधको आयोगमा यो विस्तार हुने थिएन**।"
      },
      {
        "section_no": 31,
        "text": "**सद्भावमा गरिएको कुनै पनि सञ्चार (communication) त्यस व्यक्तिलाई पुर्याइएको कुनै पनि क्षतिको कारणले अपराध हुँदैन, यदि त्यो त्यस व्यक्तिको हितका लागि गरिएको हो**।"
      },
      {
        "section_no": 32,
        "text": "**हत्या (murder), र मृत्युले दण्डनीय राज्य विरुद्धका अपराधहरू बाहेक, कुनै पनि कार्य अपराध हुँदैन जुन एक व्यक्तिले धम्कीहरूद्वारा गर्न बाध्य हुन्छ, जसले, त्यो गर्दाको समयमा, उचित रूपमा यो आशंका उत्पन्न गर्दछ कि अन्यथा त्यस व्यक्तिलाई तत्काल मृत्यु त्यसको परिणाम हुनेछ**:\n**बशर्ते** कि **कार्य गर्ने व्यक्तिले स्वेच्छाले, वा तत्काल मृत्यु भन्दा कम उसलाई हुने क्षतिको उचित आशंकाबाट, आफूलाई त्यस्तो बाध्यताको अधीनमा हुने स्थितिमा राखेको थिएन**।"
      },
      {
        "section_no": 33,
        "text": "**कुनै पनि कार्य अपराध हुँदैन यो कारणले कि त्यसले कुनै पनि क्षति पुर्याउँछ, वा त्यसले पुर्याउने मनसाय राखेको छ, वा त्यसले पुर्याउने सम्भावना छ भनी थाहा छ, यदि त्यो क्षति यति सामान्य छ कि सामान्य समझ र स्वभावको कुनै पनि व्यक्तिले त्यस्तो क्षतिको उजुरी गर्ने थिएन**।"
      },
      {
        "section_no": 34,
        "text": "**निजी प्रतिरक्षा (private defence) को अधिकारको प्रयोगमा गरिएको कुनै पनि कार्य अपराध हुँदैन**।"
      },
      {
        "section_no": 35,
        "text": "**दफा ३७ मा निर्दिष्ट प्रतिबन्धहरूको अधीनमा, हरेक व्यक्तिलाई निम्नको प्रतिरक्षा गर्ने अधिकार छ**—\n(क) **उसको आफ्नै शरीर, र मानव शरीरलाई असर गर्ने कुनै पनि अपराध विरुद्ध कुनै पनि अन्य व्यक्तिको शरीर**;\n(ख) **सम्पत्ति, चाहे चल वा अचल, उसको आफ्नै वा कुनै पनि अन्य व्यक्तिको, जुन कार्य चोरी, डकैती, बदमासी (mischief) वा आपराधिक अतिक्रमण (criminal trespass) को परिभाषा अन्तर्गत पर्ने अपराध हो**, वा **जुन चोरी, डकैती, बदमासी वा आपराधिक अतिक्रमण गर्ने प्रयास हो**।"
      },
      {
        "section_no": 36,
        "text": "**जब एक कार्य, जुन अन्यथा एक निश्चित अपराध हुने थियो, त्यस कार्य गर्ने व्यक्तिको युवावस्था, समझको परिपक्वताको कमी, मानसिक असन्तुलन वा नशाको कारणले, वा त्यस व्यक्तिको भागमा रहेको कुनै पनि गलत धारणाको कारणले त्यो अपराध हुँदैन, तब हरेक व्यक्तिलाई त्यस कार्य विरुद्ध निजी प्रतिरक्षाको त्यही अधिकार हुन्छ जुन उसलाई त्यो कार्य त्यो अपराध भएको भए हुने थियो**।"
      },
        {
        "section_no": 37,
        "text": "(१) **निजी प्रतिरक्षाको कुनै अधिकार हुँदैन**,—\n(क) **एक कार्य विरुद्ध जुन मृत्यु वा गम्भीर चोटको आशंका उचित रूपमा उत्पन्न गर्दैन, यदि त्यो एक लोक सेवकद्वारा आफ्नो पदको आडमा सद्भावमा कार्य गर्दा गरिएको छ, वा गर्ने प्रयास गरिएको छ, यद्यपि त्यो कार्य कानुनद्वारा कडाईका साथ न्यायोचित नहुन सक्छ**;\n(ख) **एक कार्य विरुद्ध जुन मृत्यु वा गम्भीर चोटको आशंका उचित रूपमा उत्पन्न गर्दैन, यदि त्यो एक लोक सेवकको निर्देशनमा आफ्नो पदको आडमा सद्भावमा कार्य गर्दा गरिएको छ, वा गर्ने प्रयास गरिएको छ, यद्यपि त्यो निर्देशन कानुनद्वारा कडाईका साथ न्यायोचित नहुन सक्छ**;\n(ग) **जुन मुद्दाहरूमा सार्वजनिक अधिकारीहरूको संरक्षणको लागि सहारा लिने समय हुन्छ**।\n(२) **निजी प्रतिरक्षाको अधिकार कुनै पनि मुद्दामा प्रतिरक्षाको उद्देश्यका लागि पुर्याउन आवश्यक भन्दा बढी क्षति पुर्याउनमा विस्तार हुँदैन**।"
      },
      {
        "section_no": 38,
        "text": "**शरीरको निजी प्रतिरक्षाको अधिकार**, **दफा ३७ मा निर्दिष्ट प्रतिबन्धहरू अन्तर्गत**, **आक्रमणकर्ताको मृत्यु वा कुनै पनि अन्य क्षति स्वेच्छाले पुर्याउनमा विस्तार हुन्छ**, यदि **त्यस अधिकारको प्रयोगको कारण बन्ने अपराध निम्नमध्ये कुनै पनि वर्णनको हो भने**, अर्थात्:—\n(क) **त्यस्तो आक्रमण जसले उचित रूपमा यो आशंका उत्पन्न गर्न सक्छ कि अन्यथा मृत्यु त्यस आक्रमणको परिणाम हुनेछ**;\n(ख) **त्यस्तो आक्रमण जसले उचित रूपमा यो आशंका उत्पन्न गर्न सक्छ कि अन्यथा गम्भीर चोट त्यस आक्रमणको परिणाम हुनेछ**;\n(ग) **बलात्कार गर्ने मनसायका साथ गरिएको आक्रमण**;\n(घ) **अप्राकृतिक वासना पूरा गर्ने मनसायका साथ गरिएको आक्रमण**;\n(ङ) **अपहरण (kidnapping) वा अपहरण गर्ने (abducting) मनसायका साथ गरिएको आक्रमण**;\n(च) **एक व्यक्तिलाई अनुचित रूपमा कैद गर्ने मनसायका साथ गरिएको आक्रमण**, **जुन परिस्थितिहरूमा उसलाई उचित रूपमा यो आशंका हुन सक्छ कि उसले आफ्नो रिहाइका लागि सार्वजनिक अधिकारीहरूको सहारा लिन असमर्थ हुनेछ**;\n(छ) **अम्ल (acid) फाल्ने वा प्रशासित गर्ने कार्य वा अम्ल फाल्ने वा प्रशासित गर्ने प्रयास जसले उचित रूपमा यो आशंका उत्पन्न गर्न सक्छ कि अन्यथा गम्भीर चोट त्यस कार्यको परिणाम हुनेछ**।"
      },
      {
        "section_no": 39,
        "text": "**यदि अपराध दफा ३८ मा निर्दिष्ट कुनै पनि वर्णनको होइन भने, शरीरको निजी प्रतिरक्षाको अधिकार आक्रमणकर्ताको मृत्यु स्वेच्छाले पुर्याउनमा विस्तार हुँदैन**, तर **दफा ३७ मा निर्दिष्ट प्रतिबन्धहरू अन्तर्गत, आक्रमणकर्तालाई मृत्यु बाहेक कुनै पनि क्षति स्वेच्छाले पुर्याउनमा विस्तार हुन्छ**।"
      },
      {
        "section_no": 40,
        "text": "**शरीरको निजी प्रतिरक्षाको अधिकार** **अपराध गर्ने प्रयास वा धम्कीबाट शरीरलाई खतराको उचित आशंका उत्पन्न हुने बित्तिकै सुरु हुन्छ, यद्यपि अपराध गरिएको नहुन सक्छ**; र **शरीरलाई खतराको त्यस्तो आशंका जारी रहेसम्म यो जारी रहन्छ**।"
      },
      {
        "section_no": 41,
        "text": "**सम्पत्तिको निजी प्रतिरक्षाको अधिकार, दफा ३७ मा निर्दिष्ट प्रतिबन्धहरू अन्तर्गत, अपराधीलाई मृत्यु वा कुनै पनि अन्य क्षति स्वेच्छाले पुर्याउनमा विस्तार हुन्छ**, यदि **त्यस अधिकारको प्रयोगको कारण बन्ने अपराध, जसको आयोग, वा आयोगको प्रयास, निम्नमध्ये कुनै पनि वर्णनको हो भने**, अर्थात्:—\n(क) **डकैती (robbery)**;\n(ख) **सूर्यास्त पछि र सूर्योदय अघि घर तोड्ने (house-breaking)**;\n(ग) **कुनै पनि भवन, पाल वा जलयानमा आगो वा कुनै विस्फोटक पदार्थद्वारा गरिएको बदमासी (mischief)**, जुन भवन, पाल वा जलयान **मानव बसोबासको रूपमा, वा सम्पत्तिको हिरासतका लागि ठाउँको रूपमा प्रयोग गरिन्छ**;\n(घ) **चोरी, बदमासी, वा घर-अतिक्रमण (house-trespass)**, **जुन परिस्थितिहरूमा उचित रूपमा यो आशंका उत्पन्न हुन सक्छ कि यदि त्यस्तो निजी प्रतिरक्षाको अधिकार प्रयोग गरिएन भने, मृत्यु वा गम्भीर चोट त्यसको परिणाम हुनेछ**।"
      },
      {
        "section_no": 42,
        "text": "**यदि निजी प्रतिरक्षाको अधिकारको प्रयोगको कारण बन्ने अपराध, जसको आयोग, वा आयोगको प्रयास, दफा ४१ मा निर्दिष्ट कुनै पनि वर्णनको नभएको चोरी, बदमासी, वा आपराधिक अतिक्रमण (criminal trespass) हो भने, त्यस अधिकार स्वेच्छाले मृत्युको कारण बन्नमा विस्तार हुँदैन**, तर **दफा ३७ मा निर्दिष्ट प्रतिबन्धहरूको अधीनमा, अपराधीलाई मृत्यु बाहेक कुनै पनि क्षति स्वेच्छाले पुर्याउनमा विस्तार हुन्छ**।"
      },
      {
        "section_no": 43,
        "text": "**सम्पत्तिको निजी प्रतिरक्षाको अधिकार**,—\n(क) **सम्पत्तिलाई खतराको उचित आशंका सुरु भएपछि सुरु हुन्छ**;\n(ख) **चोरी विरुद्ध तबसम्म जारी रहन्छ जबसम्म अपराधीले सम्पत्ति सहित पछि हटिसकेको हुन्छ वा सार्वजनिक अधिकारीहरूको सहायता प्राप्त हुन्छ, वा सम्पत्ति फिर्ता प्राप्त भएको हुन्छ**;\n(ग) **डकैती विरुद्ध तबसम्म जारी रहन्छ जबसम्म अपराधीले कुनै पनि व्यक्तिलाई मृत्यु वा चोट वा अनुचित अवरोध (wrongful restraint) पुर्याउँछ वा पुर्याउने प्रयास गर्छ, वा जबसम्म तत्काल मृत्यु वा तत्काल चोट वा तत्काल व्यक्तिगत अवरोधको डर जारी रहन्छ**;\n(घ) **आपराधिक अतिक्रमण वा बदमासी विरुद्ध तबसम्म जारी रहन्छ जबसम्म अपराधी आपराधिक अतिक्रमण वा बदमासीको आयोगमा जारी रहन्छ**;\n(ङ) **सूर्यास्त पछि र सूर्योदय अघि घर तोड्ने विरुद्ध तबसम्म जारी रहन्छ जबसम्म त्यस्तो घर तोड्नेद्वारा सुरु गरिएको घर-अतिक्रमण जारी रहन्छ**।"
      },
      {
        "section_no": 44,
        "text": "**यदि मृत्युको आशंका उचित रूपमा उत्पन्न गर्ने आक्रमण विरुद्ध निजी प्रतिरक्षाको अधिकारको प्रयोगमा, प्रतिरक्षा गर्ने व्यक्ति यस्तो स्थितिमा छ कि उसले एक निर्दोष व्यक्तिलाई क्षतिको जोखिम बिना त्यो अधिकारलाई प्रभावकारी रूपमा प्रयोग गर्न सक्दैन भने, उसको निजी प्रतिरक्षाको अधिकार त्यस जोखिम लिनमा विस्तार हुन्छ**।"
      }
    ]
  },
  {
    "chapter_no": 4,
    "chapter_title": "दुरुत्साहन (Abetment), आपराधिक षड्यन्त्र (Criminal Conspiracy) र प्रयास (Attempt) सम्बन्धी",
    "sections": [
      {
        "section_no": 45,
        "text": "**एक व्यक्तिले कुनै काम गर्न दुरुत्साहन गर्छ**, जसले—\n(क) **कुनै पनि व्यक्तिलाई त्यो काम गर्न उक्साउँछ**; वा\n(ख) **त्यो काम गर्नका लागि कुनै पनि षड्यन्त्रमा एक वा सोभन्दा बढी अन्य व्यक्तिसँग सामेल हुन्छ, यदि त्यस षड्यन्त्रको अनुसरणमा, र त्यो काम गर्नका लागि, एक कार्य वा गैरकानूनी चूक हुन्छ भने**; वा\n(ग) **कुनै पनि कार्य वा गैरकानूनी चूकद्वारा, त्यो काम गर्न जानाजानी सहयोग गर्छ**।"
      },
      {
        "section_no": 46,
        "text": "**एक व्यक्तिले अपराध गर्न दुरुत्साहन गर्छ**, जसले या त **एक अपराधको आयोगमा, वा एक कार्यको आयोगमा दुरुत्साहन गर्छ जुन अपराध हुने थियो, यदि त्यो दुरुत्साहनकर्ताको जस्तै मनसाय वा ज्ञानका साथ कानुनद्वारा अपराध गर्न सक्षम व्यक्तिद्वारा गरिएको भए**।"
      },
      {
        "section_no": 47,
        "text": "**जसले, भारतमा, भारत बाहिर र टाढा गरिएको कुनै पनि कार्यको आयोगमा दुरुत्साहन गर्छ जुन भारतमा गरिएको भए अपराध हुने थियो, त्यसले यस संहिताको अर्थ भित्र एक अपराध गर्न दुरुत्साहन गर्छ**।"
      },
      {
        "section_no": 48,
        "text": "**जसले, भारत बाहिर र टाढा, भारतमा गरिएको कुनै पनि कार्यको आयोगमा दुरुत्साहन गर्छ जुन भारतमा गरिएको भए अपराध हुने थियो, त्यसले यस संहिताको अर्थ भित्र एक अपराध गर्न दुरुत्साहन गर्छ**।"
      },
      {
        "section_no": 49,
        "text": "**जसले कुनै पनि अपराधमा दुरुत्साहन गर्छ, यदि दुरुत्साहन गरिएको कार्य दुरुत्साहनको परिणाम स्वरूप गरिन्छ, र त्यस्तो दुरुत्साहनको सजायका लागि यस संहिताद्वारा कुनै स्पष्ट प्रावधान गरिएको छैन भने, त्यसलाई अपराधका लागि प्रदान गरिएको सजायले दण्डित गरिनेछ**।"
      },
      {
        "section_no": 50,
        "text": "**जसले एक अपराधको आयोगमा दुरुत्साहन गर्छ, यदि दुरुत्साहन गरिएको व्यक्तिले दुरुत्साहनकर्ताको भन्दा फरक मनसाय वा ज्ञानका साथ कार्य गर्छ भने, उसलाई दुरुत्साहनकर्ताको मनसाय वा ज्ञानका साथ र अन्य कुनै मनसाय वा ज्ञान बिना कार्य गरिएको भए हुने अपराधका लागि प्रदान गरिएको सजायले दण्डित गरिनेछ**।"
      },
      {
        "section_no": 51,
        "text": "**जब एक कार्यमा दुरुत्साहन गरिन्छ र फरक कार्य गरिन्छ, दुरुत्साहनकर्ता गरिएको कार्यका लागि त्यसै गरी र त्यसै हदसम्म उत्तरदायी हुन्छ जसरी उसले त्यसलाई प्रत्यक्ष रूपमा दुरुत्साहन गरेको भए**:\n**बशर्ते** कि **गरिएको कार्य दुरुत्साहनको सम्भावित परिणाम थियो**, र **त्यो दुरुत्साहन गठन गर्ने उक्साहटको प्रभावमा, वा सहयोगका साथ वा षड्यन्त्रको अनुसरणमा गरिएको थियो**।"
      },
      {
        "section_no": 52,
        "text": "**यदि दुरुत्साहनकर्ता दफा ५१ अन्तर्गत उत्तरदायी हुने कार्य दुरुत्साहन गरिएको कार्यको अतिरिक्त गरिन्छ, र एक छुट्टै अपराध गठन गर्दछ भने, दुरुत्साहनकर्ता प्रत्येक अपराधका लागि सजायको लागि उत्तरदायी हुन्छ**।"
      },
      {
        "section_no": 53,
        "text": "**जब दुरुत्साहनकर्ताको भागमा एक विशेष प्रभाव उत्पन्न गर्ने मनसायका साथ एक कार्यमा दुरुत्साहन गरिन्छ, र दुरुत्साहनको परिणाम स्वरूप दुरुत्साहनकर्ता उत्तरदायी हुने एक कार्यले दुरुत्साहनकर्ताले मनसाय राखेको भन्दा फरक प्रभाव उत्पन्न गर्छ भने, दुरुत्साहनकर्ता उत्पन्न भएको प्रभावका लागि त्यसै गरी र त्यसै हदसम्म उत्तरदायी हुन्छ जसरी उसले त्यो प्रभाव उत्पन्न गर्ने मनसायका साथ कार्यमा दुरुत्साहन गरेको भए, बशर्ते कि उसलाई दुरुत्साहन गरिएको कार्यले त्यो प्रभाव उत्पन्न गर्ने सम्भावना छ भनी थाहा थियो**।"
      },
      {
        "section_no": 54,
        "text": "**जब कुनै पनि व्यक्ति, जो अनुपस्थित भएर दुरुत्साहनकर्ताको रूपमा दण्डित हुन उत्तरदायी हुने थियो, त्यो कार्य वा अपराध जसका लागि ऊ दुरुत्साहनको परिणाम स्वरूप दण्डनीय हुने थियो, गरिँदा उपस्थित हुन्छ भने, उसलाई त्यस्तो कार्य वा अपराध गरेको मानिनेछ**।"
      },
      {
        "section_no": 55,
        "text": "**जसले मृत्यु वा आजीवन कारावासले दण्डनीय एक अपराधको आयोगमा दुरुत्साहन गर्छ, यदि त्यो अपराध दुरुत्साहनको परिणाम स्वरूप गरिँदैन, र त्यस्तो दुरुत्साहनको सजायका लागि यस संहिता अन्तर्गत कुनै स्पष्ट प्रावधान गरिएको छैन भने, उसलाई सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**; र **यदि दुरुत्साहनको परिणाम स्वरूप दुरुत्साहनकर्ता उत्तरदायी हुने कुनै पनि कार्य, र जसले कुनै पनि व्यक्तिलाई चोट (hurt) पुर्याउँछ, गरिन्छ भने, दुरुत्साहनकर्ता चौध वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासको लागि उत्तरदायी हुनेछ, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 56,
        "text": "**जसले कारावासले दण्डनीय एक अपराधमा दुरुत्साहन गर्छ, यदि त्यो अपराध दुरुत्साहनको परिणाम स्वरूप गरिँदैन, र त्यस्तो दुरुत्साहनको सजायका लागि यस संहिता अन्तर्गत कुनै स्पष्ट प्रावधान गरिएको छैन भने, उसलाई त्यस अपराधका लागि प्रदान गरिएको कुनै पनि प्रकारको कारावासले, जुन त्यस अपराधका लागि प्रदान गरिएको सबैभन्दा लामो अवधिको एक-चौथाई भागसम्म विस्तार हुन सक्छ; वा त्यस अपराधका लागि प्रदान गरिएको जरिवानाले, वा दुवैले दण्डित गरिनेछ**; र **यदि दुरुत्साहनकर्ता वा दुरुत्साहन गरिएको व्यक्ति एक लोक सेवक हो, जसको कर्तव्य त्यस्तो अपराधको आयोग रोक्नु हो भने, दुरुत्साहनकर्तालाई त्यस अपराधका लागि प्रदान गरिएको कुनै पनि प्रकारको कारावासले, जुन त्यस अपराधका लागि प्रदान गरिएको सबैभन्दा लामो अवधिको एक-आधासम्म विस्तार हुन सक्छ, वा त्यस अपराधका लागि प्रदान गरिएको जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
      },
      {
        "section_no": 57,
        "text": "**जसले सर्वसाधारणद्वारा वा दसभन्दा बढी व्यक्तिहरूको कुनै पनि सङ्ख्या वा वर्गद्वारा एक अपराधको आयोगमा दुरुत्साहन गर्छ, उसलाई सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावास र जरिवानाले दण्डित गरिनेछ**।"
      },
      {
        "section_no": 58,
        "text": "**जसले मृत्यु वा आजीवन कारावासले दण्डनीय एक अपराधको आयोगलाई सहज बनाउने मनसाय राख्छ वा त्यसद्वारा सहज हुने सम्भावना छ भनी जान्दछ, त्यसले कुनै पनि कार्य वा चूकद्वारा, वा गुप्तलेखन (encryption) वा कुनै अन्य जानकारी लुकाउने उपकरणको प्रयोगद्वारा, त्यस्तो अपराध गर्ने योजनाको अस्तित्व स्वेच्छाले लुकाउँछ वा त्यस्तो योजनाको सम्बन्धमा उसलाई झूटो हो भनी थाहा भएको कुनै पनि प्रस्तुति गर्छ भने,**—\n(क) **यदि त्यो अपराध गरियो भने, उसलाई सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**; वा\n(ख) **यदि अपराध गरिएन भने, उसलाई तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**,\n**र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 59,
        "text": "**जसले, एक लोक सेवक भएर, एक अपराधको आयोगलाई सहज बनाउने मनसाय राख्छ वा त्यसद्वारा सहज हुने सम्भावना छ भनी जान्दछ जसलाई रोक्नु उसको कर्तव्य त्यस लोक सेवकको रूपमा हो, त्यसले कुनै पनि कार्य वा चूकद्वारा, वा गुप्तलेखन वा कुनै अन्य जानकारी लुकाउने उपकरणको प्रयोगद्वारा, त्यस्तो अपराध गर्ने योजनाको अस्तित्व स्वेच्छाले लुकाउँछ वा त्यस्तो योजनाको सम्बन्धमा उसलाई झूटो हो भनी थाहा भएको कुनै पनि प्रस्तुति गर्छ भने,**—\n(क) **यदि अपराध गरियो भने, उसलाई त्यस अपराधका लागि प्रदान गरिएको कुनै पनि प्रकारको कारावासले, जुन त्यस्तो कारावासको सबैभन्दा लामो अवधिको एक-आधासम्म विस्तार हुन सक्छ, वा त्यस अपराधका लागि प्रदान गरिएको जरिवानाले, वा दुवैले दण्डित गरिनेछ**; वा\n(ख) **यदि अपराध मृत्यु वा आजीवन कारावासले दण्डनीय छ भने, उसलाई दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**; वा\n(ग) **यदि अपराध गरिएन भने, उसलाई त्यस अपराधका लागि प्रदान गरिएको कुनै पनि प्रकारको कारावासले, जुन त्यस्तो कारावासको सबैभन्दा लामो अवधिको एक-चौथाई भागसम्म विस्तार हुन सक्छ, वा त्यस अपराधका लागि प्रदान गरिएको जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
      },
      {
        "section_no": 60,
        "text": "**जसले कारावासले दण्डनीय एक अपराधको आयोगलाई सहज बनाउने मनसाय राख्छ वा त्यसद्वारा सहज हुने सम्भावना छ भनी जान्दछ, त्यसले कुनै पनि कार्य वा गैरकानूनी चूकद्वारा, त्यस्तो अपराध गर्ने योजनाको अस्तित्व स्वेच्छाले लुकाउँछ वा त्यस्तो योजनाको सम्बन्धमा उसलाई झूटो हो भनी थाहा भएको कुनै पनि प्रस्तुति गर्छ भने,**—\n(क) **यदि अपराध गरियो भने, उसलाई त्यस अपराधका लागि प्रदान गरिएको कारावासले, जुन त्यस कारावासको सबैभन्दा लामो अवधिको एक-चौथाईसम्म विस्तार हुन सक्छ**; र\n(ख) **यदि अपराध गरिएन भने, एक-आठौं भागसम्म विस्तार हुन सक्छ**,\n**वा त्यस अपराधका लागि प्रदान गरिएको जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
      },
      {
        "section_no": 61,
        "text": "(१) **जब दुई वा बढी व्यक्तिहरू निम्न गर्न, वा गराउनका लागि साझा उद्देश्यका साथ सहमत हुन्छन्**—\n(क) **एक गैरकानूनी कार्य**; वा\n(ख) **गैरकानूनी माध्यमद्वारा गैरकानूनी नभएको एक कार्य**,\n**त्यस्तो सम्झौतालाई आपराधिक षड्यन्त्र भनिन्छ**:\n**बशर्ते** कि **अपराध गर्ने सम्झौता बाहेक कुनै पनि सम्झौता आपराधिक षड्यन्त्र बराबर हुने छैन जबसम्म त्यस्तो सम्झौताका एक वा बढी पक्षहरूद्वारा त्यसको अनुसरणमा सम्झौता बाहेक कुनै कार्य गरिँदैन**।\n(२) **जसले आपराधिक षड्यन्त्रमा एक पक्ष हुन्छ**,—\n(क) **मृत्यु, आजीवन कारावास वा दुई वर्ष वा सोभन्दा माथिको अवधिको कडा कारावासले दण्डनीय एक अपराध गर्नका लागि**,\n**जहाँ त्यस्तो षड्यन्त्रको सजायका लागि यस संहितामा कुनै स्पष्ट प्रावधान गरिएको छैन, उसलाई त्यस अपराधमा दुरुत्साहन गरेको भए जस्तै गरी दण्डित गरिनेछ**;\n(ख) **माथि उल्लिखित रूपमा दण्डनीय एक अपराध गर्नका लागि आपराधिक षड्यन्त्र बाहेकको**,\n**उसलाई छ महिनाभन्दा बढी नहुने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले वा दुवैले दण्डित गरिनेछ**।"
      },
      {
        "section_no": 62,
        "text": "**जसले यस संहिताद्वारा आजीवन कारावास वा कारावासले दण्डनीय एक अपराध गर्ने प्रयास गर्छ, वा त्यस्तो अपराध गराउने प्रयास गर्छ, र त्यस्तो प्रयासमा अपराधको आयोगतर्फ कुनै पनि कार्य गर्छ, उसलाई, जहाँ त्यस्तो प्रयासको सजायका लागि यस संहिताद्वारा कुनै स्पष्ट प्रावधान गरिएको छैन, त्यस अपराधका लागि प्रदान गरिएको कुनै पनि प्रकारको कारावासले, जुन आजीवन कारावासको एक-आधा वा, मुद्दा अनुसार, त्यस अपराधका लागि प्रदान गरिएको सबैभन्दा लामो अवधिको कारावासको एक-आधासम्म विस्तार हुन सक्छ, वा त्यस अपराधका लागि प्रदान गरिएको जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
      }
    ]
  },
  {
  "chapter_no": 5,
  "chapter_title": "महिला र बालबालिका विरुद्धका अपराधहरू सम्बन्धी",
  "sections": [
    {
      "section_no": 63,
      "text": "एक पुरुषले \"बलात्कार\" गरेको मानिन्छ यदि उसले—\n(क) आफ्नो **लिङ्ग** कुनै पनि हदसम्म एक महिलाको **योनि, मुख, मूत्रमार्ग वा गुद्वारमा प्रवेश गराउँछ** वा उसलाई **आफूसँग वा अन्य कुनै व्यक्तिसँग त्यसो गर्न लगाउँछ**; वा\n(ख) **लिङ्ग बाहेक**, कुनै पनि हदसम्म **कुनै वस्तु वा शरीरको कुनै भाग** एक महिलाको **योनि, मूत्रमार्ग वा गुद्वारमा घुसाउँछ** वा उसलाई **आफूसँग वा अन्य कुनै व्यक्तिसँग त्यसो गर्न लगाउँछ**; वा\n(ग) एक महिलाको शरीरको कुनै पनि भागलाई **योनि, मूत्रमार्ग, गुद्वार वा त्यस्ती महिलाको शरीरको कुनै पनि भागमा प्रवेश गराउनको लागि चलाउँछ** वा उसलाई **आफूसँग वा अन्य कुनै व्यक्तिसँग त्यसो गर्न लगाउँछ**; वा\n(घ) **आफ्नो मुख** एक महिलाको **योनि, गुद्वार, मूत्रमार्गमा प्रयोग गर्छ** वा उसलाई **आफूसँग वा अन्य कुनै व्यक्तिसँग त्यसो गर्न लगाउँछ**,\n**निम्न सात वर्णनहरूमध्ये कुनैमा पर्ने परिस्थितिहरू अन्तर्गत**:—\n(i) **उसको इच्छा विरुद्ध**;\n(ii) **उसको सहमति बिना**;\n(iii) **उसको सहमतिले**, जब **उसलाई वा उसले चासो राखेको कुनै पनि व्यक्तिलाई मृत्यु वा चोटको डरमा राखेर** सहमति प्राप्त गरिएको छ;\n(iv) **उसको सहमतिले**, जब पुरुषलाई थाहा छ कि ऊ उनको श्रीमान् होइन र उनको सहमति यस कारणले दिइएको छ कि **उनी विश्वास गर्छिन् कि ऊ अर्को पुरुष हो जससँग उनी वा ऊ आफैंलाई वैध रूपमा विवाहित भएको विश्वास गर्छिन्**;\n(v) **उसको सहमतिले**, जब त्यस्तो सहमति दिने समयमा, **दिमागको अस्वस्थता (अस्वस्थ चित्त) वा नशाको कारणले वा उसले आफैं वा अर्को व्यक्ति मार्फत कुनै नसालु वा अस्वस्थकर पदार्थ खुवाएको कारणले**, **जसको लागि उसले सहमति दिन्छ, त्यसको प्रकृति र परिणाम बुझ्न असमर्थ छिन्**;\n(vi) **उसको सहमति वा सहमति बिना पनि, जब उनी अठार वर्षभन्दा कम उमेरकी छिन्**;\n(vii) **जब उनी सहमति सञ्चार गर्न असमर्थ छिन्**।\n**स्पष्टीकरण १।**—यस दफाको उद्देश्यका लागि, **\"योनि\" (vagina) ले \"बाहिरी योनि ओठ\" (labia majora) लाई पनि समावेश गर्नेछ**।\n**स्पष्टीकरण २।**—**सहमति** भन्नाले **अस्पष्ट स्वैच्छिक सहमति** भन्ने बुझिन्छ जब महिलाले **शब्दहरू, हाउभाउ वा कुनै पनि मौखिक वा गैर-मौखिक सञ्चारको रूपमा**, विशिष्ट यौन कार्यमा सहभागी हुन **इच्छा** सञ्चार गर्छिन्:\n**तर**, **शारीरिक रूपमा प्रवेशको कार्यलाई प्रतिरोध नगर्ने** महिलालाई **त्यसै तथ्यको आधारमा मात्र** यौन गतिविधिमा **सहमति दिएको मानिने छैन**।\n**अपवाद १।**—एक **चिकित्सा प्रक्रिया वा हस्तक्षेप** बलात्कार मानिने छैन।\n**अपवाद २।**—एक पुरुषले **आफ्नै पत्नीसँग गरेको यौन सम्पर्क वा यौन कार्य, पत्नी अठार वर्षभन्दा कम उमेरकी नभएको अवस्थामा, बलात्कार होइन**।"
    },
    {
      "section_no": 64,
      "text": "(१) **जसले, उप-दफा (२) मा प्रदान गरिएका अवस्थाहरू बाहेक**, **बलात्कार गर्छ**, त्यसलाई **दश वर्षभन्दा कम नहुने, तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको, कुनै पनि प्रकारको सश्रम कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) **जसले,**—\n(क) **प्रहरी अधिकारी भएर**, बलात्कार गर्छ,—\n(i) **जुन प्रहरी चौकीको सीमा भित्र त्यस्तो प्रहरी अधिकारी नियुक्त भएको छ**;\n(ii) **कुनै पनि स्टेशन घरको परिसरमा**; वा\n(iii) **त्यस्तो प्रहरी अधिकारीको हिरासतमा वा त्यस्तो प्रहरी अधिकारीको मातहतको प्रहरी अधिकारीको हिरासतमा रहेको महिलामाथि**; वा\n(ख) **सार्वजनिक कर्मचारी भएर**, त्यस्तो सार्वजनिक कर्मचारीको हिरासतमा वा त्यस्तो सार्वजनिक कर्मचारीको मातहतको सार्वजनिक कर्मचारीको हिरासतमा रहेको महिलामाथि बलात्कार गर्छ; वा\n(ग) **केन्द्रीय सरकार वा राज्य सरकारद्वारा कुनै क्षेत्रमा तैनाथ सशस्त्र बलको सदस्य भएर** त्यस्तो क्षेत्रमा बलात्कार गर्छ; वा\n(घ) **हालसालै लागू भएको कुनै पनि कानुनद्वारा वा अन्तर्गत स्थापित कारागार, बाल सुधार गृह वा अन्य हिरासतको स्थान वा महिला वा बालबालिका संस्थाको व्यवस्थापन वा कर्मचारीमा रहेको व्यक्ति भएर**, त्यस्तो कारागार, बाल सुधार गृह, स्थान वा संस्थाको **कुनै पनि बन्दीमाथि** बलात्कार गर्छ; वा\n(ङ) **अस्पतालको व्यवस्थापन वा कर्मचारीमा रहेको व्यक्ति भएर**, त्यस अस्पतालमा एक महिलामाथि बलात्कार गर्छ; वा\n(च) **महिलाको नातेदार, संरक्षक वा शिक्षक, वा महिलाप्रति विश्वास वा अख्तियारको पदमा रहेको व्यक्ति भएर**, त्यस्ती महिलामाथि बलात्कार गर्छ; वा\n(छ) **साम्प्रदायिक वा साम्प्रदायिक हिंसाको समयमा** बलात्कार गर्छ; वा\n(ज) **महिला गर्भवती छिन् भनी थाहा पाएर** बलात्कार गर्छ; वा\n(झ) **सहमति दिन असमर्थ महिलामाथि** बलात्कार गर्छ; वा\n(ञ) **एक महिलामाथि नियन्त्रण वा प्रभुत्वको स्थितिमा रहेर**, त्यस्ती महिलामाथि बलात्कार गर्छ; वा\n(ट) **मानसिक वा शारीरिक अपाङ्गताबाट पीडित महिलामाथि** बलात्कार गर्छ; वा\n(ठ) बलात्कार गर्दा **गम्भीर शारीरिक क्षति वा अङ्गभङ्ग गर्छ वा कुरुप बनाउँछ वा महिलाको जीवनलाई खतरामा पार्छ**; वा\n(ड) **एउटै महिलामाथि बारम्बार बलात्कार गर्छ**,\n**त्यसलाई दश वर्षभन्दा कम नहुने, तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको, सश्रम कारावासले दण्डित गरिनेछ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण।**—यस उप-दफाको उद्देश्यका लागि,—\n(क) **\"सशस्त्र बल\"** भन्नाले जल सेना, स्थल सेना र वायु सेना भन्ने बुझिन्छ र हालसालै लागू भएको कुनै पनि कानुन अन्तर्गत गठित **सशस्त्र बलको कुनै पनि सदस्यलाई** समावेश गर्दछ, जसमा **अर्धसैनिक बलहरू** र **केन्द्रीय सरकार वा राज्य सरकारको नियन्त्रणमा रहेका कुनै पनि सहायक बलहरू** समावेश छन्;\n(ख) **\"अस्पताल\"** भन्नाले अस्पतालको परिसर भन्ने बुझिन्छ र निको हुने क्रममा रहेका व्यक्तिहरू वा चिकित्सा ध्यान वा पुनर्वास आवश्यक पर्ने व्यक्तिहरूको स्वागत र उपचारका लागि कुनै पनि संस्थाको परिसरलाई समावेश गर्दछ;\n(ग) **\"प्रहरी अधिकारी\"** को अर्थ पुलिस ऐन, १८६१ अन्तर्गत \"प्रहरी\" भन्ने अभिव्यक्तिको लागि तोकिएको अर्थ हुनेछ;\n(घ) **\"महिला वा बालबालिका संस्था\"** भन्नाले अनाथालय वा उपेक्षित महिला वा बालबालिकाका लागि घर वा विधवा घर वा अन्य कुनै पनि नामले भनिने संस्थालाई बुझिन्छ, जुन महिला वा बालबालिकाको स्वागत र हेरचाहको लागि स्थापित र सञ्चालित हुन्छ।"
    },
    {
      "section_no": 65,
      "text": "(१) **जसले सोह्र वर्षभन्दा कम उमेरकी महिलामाथि बलात्कार गर्छ**, त्यसलाई **बीस वर्षभन्दा कम नहुने, तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको, सश्रम कारावासले दण्डित गरिनेछ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**:\n**तर**, **त्यस्तो जरिवाना पीडितको चिकित्सा खर्च र पुनर्स्थापनाको लागि उचित र तर्कसंगत हुनेछ**:\n**साथै**, **यस उप-दफा अन्तर्गत लगाइएको कुनै पनि जरिवाना पीडितलाई भुक्तान गरिनेछ**।\n(२) **जसले बाह्र वर्षभन्दा कम उमेरकी महिलामाथि बलात्कार गर्छ**, त्यसलाई **बीस वर्षभन्दा कम नहुने, तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको, सश्रम कारावासले दण्डित गरिनेछ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ**, र **जरिवाना वा मृत्युदण्डले दण्डित गरिनेछ**:\n**तर**, **त्यस्तो जरिवाना पीडितको चिकित्सा खर्च र पुनर्स्थापनाको लागि उचित र तर्कसंगत हुनेछ**:\n**साथै**, **यस उप-दफा अन्तर्गत लगाइएको कुनै पनि जरिवाना पीडितलाई भुक्तान गरिनेछ**।"
    },
    {
      "section_no": 66,
      "text": "**जसले दफा ६४ को उप-दफा (१) वा उप-दफा (२) अन्तर्गत दण्डनीय अपराध गर्छ र त्यस्तो आयोगको क्रममा महिलाको मृत्यु हुने वा महिलालाई निरन्तर वनस्पति अवस्था (persistent vegetative state) मा पुऱ्याउने चोट पुर्याउँछ, त्यसलाई बीस वर्षभन्दा कम नहुने, तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको, सश्रम कारावासले दण्डित गरिनेछ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ, वा मृत्युदण्डले दण्डित गरिनेछ**।"
    },
    {
      "section_no": 67,
      "text": "**जसले आफ्नै पत्नीसँग, जो अलग्गै बसिरहेकी छिन्, चाहे अलगावको आदेश (decree of separation) अन्तर्गत होस् वा अन्यथा, उनको सहमति बिना यौन सम्पर्क गर्छ, त्यसलाई दुई वर्षभन्दा कम नहुने तर सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण।**—यस दफामा, **\"यौन सम्पर्क\"** भन्नाले दफा ६३ को खण्ड (क) देखि (घ) मा उल्लेख गरिएका **कुनै पनि कार्यहरू भन्ने बुझिन्छ**।"
    },
    {
      "section_no": 68,
      "text": "**जसले,**—\n(क) **अख्तियारको पदमा वा विश्वासी सम्बन्ध (fiduciary relationship) मा रहेको व्यक्ति**; वा\n(ख) **एक सार्वजनिक कर्मचारी**; वा\n(ग) **हालसालै लागू भएको कुनै पनि कानुनद्वारा वा अन्तर्गत स्थापित कारागार, बाल सुधार गृह वा अन्य हिरासतको स्थान, वा महिला वा बालबालिका संस्थाको सुपरिन्टेन्डेन्ट वा प्रबन्धक**; वा\n(घ) **अस्पतालको व्यवस्थापनमा वा अस्पतालको कर्मचारीमा रहेको व्यक्ति भएर**,\n**आफ्नो हिरासतमा वा आफ्नो जिम्मामा रहेको वा परिसरमा उपस्थित कुनै पनि महिलालाई उनीसँग यौन सम्पर्क गर्न उत्प्रेरित वा प्रलोभन दिनको लागि त्यस्तो पद वा विश्वासी सम्बन्धको दुरुपयोग गर्छ**, र **त्यस्तो यौन सम्पर्क बलात्कारको अपराधमा नपरेको अवस्थामा**, त्यसलाई **पाँच वर्षभन्दा कम नहुने, तर दस वर्षसम्म विस्तार हुन सक्ने अवधिको, कुनै पनि प्रकारको सश्रम कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण १।**—यस दफामा, **\"यौन सम्पर्क\"** भन्नाले दफा ६३ को खण्ड (क) देखि (घ) मा उल्लेख गरिएका **कुनै पनि कार्यहरू भन्ने बुझिन्छ**।\n**स्पष्टीकरण २।**—यस दफाको उद्देश्यका लागि, **दफा ६३ को स्पष्टीकरण १** पनि लागू हुनेछ।\n**स्पष्टीकरण ३।**—एक कारागार, बाल सुधार गृह वा अन्य हिरासतको स्थान वा महिला वा बालबालिका संस्थाको सम्बन्धमा **\"सुपरिन्टेन्डेन्ट\"** ले त्यस्तो कारागार, बाल सुधार गृह, स्थान वा संस्थामा अन्य कुनै पनि पद धारण गर्ने व्यक्तिलाई समावेश गर्दछ जसको आधारमा त्यस्तो व्यक्तिले **त्यसका बन्दीहरूमाथि कुनै पनि अख्तियार वा नियन्त्रण** प्रयोग गर्न सक्छ।\n**स्पष्टीकरण ४।**—**\"अस्पताल\"** र **\"महिला वा बालबालिका संस्था\"** भन्ने अभिव्यक्तिहरूको क्रमशः **दफा ६४ को उप-दफा (२) को स्पष्टीकरणको खण्ड (ख) र (घ) मा भएको अर्थ हुनेछ**।"
    },
    {
      "section_no": 69,
      "text": "**जसले छलपूर्ण माध्यमद्वारा (deceitful means) वा त्यसलाई पूरा गर्ने कुनै मनसाय नराखी एक महिलासँग विवाह गर्ने वाचा गरेर, उनीसँग यौन सम्पर्क गर्छ**, र **त्यस्तो यौन सम्पर्क बलात्कारको अपराधमा नपरेको अवस्थामा**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ** र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण।**—**\"छलपूर्ण माध्यम\"** ले **रोजगार वा पदोन्नतिको लागि प्रलोभन, वा झूटो वाचा, वा पहिचान लुकाएर विवाह गर्ने कार्यलाई** समावेश गर्नेछ।"
    },
    {
      "section_no": 70,
      "text": "(१) **जब एक महिलामाथि एक समूह गठन गर्ने वा साझा मनसायलाई अगाडि बढाउने एक वा बढी व्यक्तिहरूद्वारा बलात्कार गरिन्छ, ती व्यक्तिहरूमध्ये प्रत्येकले बलात्कारको अपराध गरेको मानिनेछ** र त्यसलाई **बीस वर्षभन्दा कम नहुने, तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको, सश्रम कारावासले दण्डित गरिनेछ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ, र जरिवानाले दण्डित गरिनेछ**:\n**तर**, **त्यस्तो जरिवाना पीडितको चिकित्सा खर्च र पुनर्स्थापनाको लागि उचित र तर्कसंगत हुनेछ**:\n**साथै**, **यस उप-दफा अन्तर्गत लगाइएको कुनै पनि जरिवाना पीडितलाई भुक्तान गरिनेछ**।\n(२) **जब अठार वर्षभन्दा कम उमेरकी महिलामाथि एक समूह गठन गर्ने वा साझा मनसायलाई अगाडि बढाउने एक वा बढी व्यक्तिहरूद्वारा बलात्कार गरिन्छ, ती व्यक्तिहरूमध्ये प्रत्येकले बलात्कारको अपराध गरेको मानिनेछ** र त्यसलाई **आजीवन कारावासले दण्डित गरिनेछ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ, र जरिवानाले वा मृत्युदण्डले दण्डित गरिनेछ**:\n**तर**, **त्यस्तो जरिवाना पीडितको चिकित्सा खर्च र पुनर्स्थापनाको लागि उचित र तर्कसंगत हुनेछ**:\n**साथै**, **यस उप-दफा अन्तर्गत लगाइएको कुनै पनि जरिवाना पीडितलाई भुक्तान गरिनेछ**।"
    },
    {
      "section_no": 71,
      "text": "**जसलाई दफा ६४ वा दफा ६५ वा दफा ६६ वा दफा ७० अन्तर्गत दण्डनीय अपराधमा पहिले नै दोषी ठहराइएको छ र पछि उक्त दफाहरूमध्ये कुनै एक अन्तर्गत दण्डनीय अपराधमा दोषी ठहराइन्छ भने**, त्यसलाई **आजीवन कारावासले दण्डित गरिनेछ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ, वा मृत्युदण्डले दण्डित गरिनेछ**।"
    },
    {
      "section_no": 72,
      "text": "(१) **जसले दफा ६४ वा दफा ६५ वा दफा ६६ वा दफा ६७ वा दफा ६८ वा दफा ६९ वा दफा ७० वा दफा ७१ अन्तर्गत अपराध गरिएको आरोप लगाइएको वा भएको पाइएको कुनै पनि व्यक्तिको नाम वा पहिचान खुलाउन सक्ने कुनै पनि कुरा (यस दफामा यसपछि पीडित भनिएको छ) छाप्छ वा प्रकाशित गर्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ** र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) उप-दफा (१) मा भएको कुनै पनि कुरा **पीडितको नाम वा पहिचान खुलाउन सक्ने कुनै पनि कुराको छपाइ वा प्रकाशनमा विस्तार हुने छैन**, यदि त्यस्तो छपाइ वा प्रकाशन—\n(क) **त्यस्तो अपराधको अनुसन्धान गरिरहेको प्रहरी चौकीको इन्चार्ज अधिकारी वा प्रहरी अधिकारीको लिखित आदेशद्वारा वा अन्तर्गत, त्यस्तो अनुसन्धानको उद्देश्यका लागि असल नियतका साथ कार्य गर्दै**; वा\n(ख) **पीडितद्वारा, वा पीडितको लिखित प्राधिकरणका साथ**; वा\n(ग) **जहाँ पीडितको मृत्यु भएको छ वा बच्चा वा अस्वस्थ चित्तको छ, पीडितको नजिकको नातेदारद्वारा, वा नजिकको नातेदारको लिखित प्राधिकरणका साथ**:\n**तर**, त्यस्तो प्राधिकरण **नजिकको नातेदारद्वारा कुनै पनि मान्यता प्राप्त कल्याण संस्था वा सङ्गठनको अध्यक्ष वा सचिव, जुन नामले बोलाइए पनि, बाहेक अरू कसैलाई दिइने छैन**।"
    },
    {
      "section_no": 73,
      "text": "**जसले दफा ७२ मा उल्लेख गरिएको अपराधको सम्बन्धमा अदालत समक्ष चलिरहेको कुनै पनि कार्यवाही सम्बन्धी कुनै पनि कुरा त्यस्तो अदालतको पूर्व अनुमति बिना छाप्छ वा प्रकाशित गर्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ** र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण।**—कुनै पनि **उच्च अदालत वा सर्वोच्च अदालतको फैसलाको छपाइ वा प्रकाशन** यस दफाको अर्थ भित्र **अपराध मानिने छैन**।"
    },
    {
      "section_no": 74,
      "text": "**जसले कुनै पनि महिलाको मर्यादा भङ्ग गर्ने मनसायले वा त्यसद्वारा मर्यादा भङ्ग हुने सम्भावना छ भनी थाहा पाएर, कुनै पनि महिलामाथि आक्रमण गर्छ वा आपराधिक बल प्रयोग गर्छ**, त्यसलाई **एक वर्षभन्दा कम नहुने तर पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 75,
      "text": "(१) **निम्न कार्यहरूमध्ये कुनै पनि गर्ने पुरुष**—\n(i) **अवाञ्छित र स्पष्ट यौन प्रस्तावहरू समावेश गर्ने शारीरिक सम्पर्क र नजिक्याइ**; वा\n(ii) **यौनिक सुविधाको माग वा अनुरोध**; वा\n(iii) **महिलाको इच्छा विरुद्ध पोर्नोग्राफी देखाउने**; वा\n(iv) **यौनिक रङ्गका टिप्पणीहरू गर्ने**,\n**यौन उत्पीडन (sexual harassment) को अपराधको दोषी हुनेछ**।\n(२) **उप-दफा (१) को खण्ड (i) वा खण्ड (ii) वा खण्ड (iii) मा निर्दिष्ट अपराध गर्ने कुनै पनि पुरुषलाई तीन वर्षसम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले, वा जरिवानाले, वा दुवैले दण्डित गरिनेछ**।\n(३) **उप-दफा (१) को खण्ड (iv) मा निर्दिष्ट अपराध गर्ने कुनै पनि पुरुषलाई एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
    },
    {
      "section_no": 76,
      "text": "**जसले कुनै पनि महिलालाई नाङ्गो पार्ने वा नग्न हुन बाध्य पार्ने मनसायले आक्रमण गर्छ वा आपराधिक बल प्रयोग गर्छ वा त्यस्तो कार्यमा दुरुत्साहन गर्छ**, त्यसलाई **तीन वर्षभन्दा कम नहुने तर सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 77,
      "text": "**जसले एक महिलालाई निजी कार्यमा संलग्न भएको अवस्थामा हेर्छ (watches), वा उनको छवि खिच्छ (captures the image)**, **जुन परिस्थितिहरूमा उनले सामान्यतया अपराधी वा अपराधीको निर्देशनमा कुनै अन्य व्यक्तिद्वारा नहेरिएको अपेक्षा गर्ने थिइन्** वा **त्यस्तो छवि फैलाउँछ (disseminates)**, त्यसलाई **पहिलो दोषी ठहरमा एक वर्षभन्दा कम नहुने तर तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**, र **दोस्रो वा पछिल्ला दोषी ठहरमा तीन वर्षभन्दा कम नहुने तर सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण १।**—यस दफाको उद्देश्यका लागि, **“निजी कार्य”** मा ती कार्यहरू समावेश छन् जहाँ **हेरिएको कार्य** यस्तो ठाउँमा गरिएको हुन्छ जहाँ, परिस्थिति अनुसार, **गोपनीयताको उचित अपेक्षा** गरिएको हुन्छ र जहाँ **पीडितको जननेन्द्रिय, नितम्ब वा स्तनहरू खुला हुन्छन् वा भित्री वस्त्रले मात्र ढाकिएको हुन्छ**; वा **पीडितले शौचालय प्रयोग गरिरहेको हुन्छ**; वा **पीडितले सार्वजनिक रूपमा सामान्यतया नगरिने प्रकृतिको यौन कार्य गरिरहेको हुन्छ**।\n**स्पष्टीकरण २।**—जहाँ **पीडितले छविहरू खिच्न वा कुनै कार्य गर्न सहमति दिन्छिन्, तर तिनीहरूलाई तेस्रो व्यक्तिहरूलाई फैलाउन सहमति दिँदैनिन् र जहाँ त्यस्तो छवि वा कार्य फैलाइन्छ, त्यस्तो फैलावटलाई यस दफा अन्तर्गत अपराध मानिनेछ**।"
    },
      {
        "section_no": 78,
        "text": "(१) **जुन पुरुषले**—\n(i) **एक महिलालाई पछ्याउँछ र त्यस्ती महिलाको स्पष्ट अनिच्छाको सङ्केतका बाबजुद बारम्बार व्यक्तिगत अन्तरक्रियालाई बढावा दिनको लागि सम्पर्क गर्छ, वा सम्पर्क गर्ने प्रयास गर्छ**; वा\n(ii) **इन्टरनेट, इमेल वा कुनै पनि अन्य प्रकारको इलेक्ट्रोनिक सञ्चारको महिलाको प्रयोगको निगरानी गर्छ**,\n**त्यसले पिछा गर्ने (stalking) को अपराध गर्छ**:\n**तर**, **त्यस्तो आचरण पिछा गर्ने (stalking) मानिने छैन** यदि पिछा गर्ने पुरुषले **निम्न कुराहरू प्रमाणित गर्छ** भने—\n(i) **त्यो अपराध रोक्न वा पत्ता लगाउने उद्देश्यका लागि गरिएको थियो** र पिछा गर्ने आरोपी पुरुषलाई **राज्यद्वारा अपराध रोकथाम र पत्ता लगाउने जिम्मेवारी सुम्पिएको थियो**; वा\n(ii) **त्यो कुनै पनि कानुन अन्तर्गत वा कुनै पनि व्यक्तिद्वारा कुनै पनि कानुन अन्तर्गत लगाइएको कुनै पनि अवस्था वा आवश्यकताको पालना गर्नका लागि गरिएको थियो**; वा\n(iii) **विशिष्ट परिस्थितिहरूमा त्यस्तो आचरण उचित र न्यायोचित थियो**।\n(२) **जसले पिछा गर्ने (stalking) को अपराध गर्छ**, त्यसलाई **पहिलो दोषी ठहरमा तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; र **दोस्रो वा पछिल्ला दोषी ठहरमा पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 79,
        "text": "**जसले कुनै पनि महिलाको मर्यादालाई अपमान गर्ने मनसायले, कुनै पनि शब्द बोल्छ, कुनै पनि आवाज वा हाउभाउ गर्छ, वा कुनै पनि रूपमा कुनै वस्तु प्रदर्शन गर्छ**, **त्यो शब्द वा आवाज त्यस्ती महिलाले सुन्नेछन्**, वा **त्यो हाउभाउ वा वस्तु उनले देख्नेछिन्** भन्ने मनसाय राखेर, वा **त्यस्ती महिलाको गोपनीयतामा घुसपैठ गर्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले** र **जरिवानाले पनि दण्डित गरिनेछ**।"
      },
      {
        "section_no": 80,
        "text": "(१) **जहाँ एक महिलाको मृत्यु कुनै पनि जलेको घाउ वा शारीरिक चोटले हुन्छ वा उनको विवाह भएको सात वर्ष भित्र सामान्य परिस्थिति बाहेक अन्य तरिकाले हुन्छ** र **यदि यो देखाइएको छ कि उनको मृत्यु हुनुभन्दा केही समय अघि उनलाई दाइजोको कुनै पनि मागको लागि वा त्यसको सम्बन्धमा उनको श्रीमान् वा श्रीमान्को कुनै नातेदारद्वारा क्रूरता वा सतावट (harassment) गरिएको थियो**, **त्यस्तो मृत्युलाई \"दाइजोको कारण मृत्यु\" (dowry death) भनिनेछ**, र **त्यस्तो श्रीमान् वा नातेदारले उनको मृत्यु गराएको मानिनेछ**।\n**स्पष्टीकरण।**—यस उप-दफाको उद्देश्यका लागि, **\"दाइजो\"** को अर्थ **दाइजो निषेध ऐन, १९६१ को दफा २ मा भएको अर्थ हुनेछ**।\n(२) **जसले दाइजोको कारण मृत्यु गर्छ**, त्यसलाई **सात वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**।"
      },
      {
        "section_no": 81,
        "text": "**जसले छलद्वारा कुनै पनि महिलालाई जो उनीसँग वैध रूपमा विवाहित छैनन्, उनलाई वैध रूपमा विवाहित भएको विश्वास गराउँछ** र **त्यो विश्वासमा उनीसँग सहवास वा यौन सम्पर्क गर्छ**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 82,
        "text": "(१) **जसले श्रीमान् वा श्रीमती जीवित रहेको अवस्थामा विवाह गर्छ, जुन विवाह त्यस्तो श्रीमान् वा श्रीमतीको जीवनकालमा भएको कारणले शून्य (void) हुन्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**अपवाद।**—यो उप-दफा **जसको त्यस्तो श्रीमान् वा श्रीमतीसँगको विवाह सक्षम क्षेत्राधिकार भएको अदालतले शून्य घोषणा गरेको छ**, त्यस व्यक्तिलाई विस्तार हुने छैन, न त **त्यो व्यक्तिलाई विस्तार हुनेछ जसले पूर्व श्रीमान् वा श्रीमतीको जीवनकालमा विवाह गर्छ, यदि त्यस्तो श्रीमान् वा श्रीमती पछिल्लो विवाहको समयमा, त्यस्तो व्यक्तिबाट लगातार सात वर्षको अवधिको लागि अनुपस्थित रहेको छ, र त्यस अवधिमा जीवित रहेको भनी त्यस्तो व्यक्तिले सुनेको छैन**, बशर्ते कि पछिल्लो विवाह गर्ने व्यक्तिले **त्यस्तो विवाह हुनु अघि, जससँग त्यस्तो विवाह गरिएको छ, उसलाई आफ्नै ज्ञान भित्रको तथ्यहरूको वास्तविक अवस्था बारे सूचित गरेको छ**।\n(२) **जसले पछिल्लो विवाह गरिएको व्यक्तिबाट पहिलेको विवाहको तथ्य लुकाएर उप-दफा (१) अन्तर्गतको अपराध गर्छ**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 83,
        "text": "**जसले बेईमानीपूर्वक वा छलपूर्ण मनसायले, आफू वैध रूपमा विवाहित छैन भनी थाहा पाएर पनि, विवाहको समारोह पूरा गर्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 84,
        "text": "**जसले कुनै पनि महिलालाई जो अर्को पुरुषकी पत्नी छिन् र जसलाई ऊ अर्को पुरुषकी पत्नी हो भनी थाहा छ वा विश्वास गर्ने कारण छ, कुनै पनि व्यक्तिसँग अवैध यौन सम्पर्क गरोस् भन्ने मनसायले लिएर जान्छ वा फकाउँछ (entices away), वा त्यस मनसायले त्यस्ती महिलालाई लुकाउँछ वा हिरासतमा राख्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
      },
      {
        "section_no": 85,
        "text": "**जसले, एक महिलाको श्रीमान् वा श्रीमान्को नातेदार भएर, त्यस्ती महिलालाई क्रूरता गर्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ** र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 86,
        "text": "**दफा ८५ को उद्देश्यका लागि, \"क्रूरता\" को अर्थ**—\n(क) **कुनै पनि जानाजानी आचरण जुन महिलालाई आत्महत्या गर्न बाध्य पार्ने वा महिलाको जीवन, अङ्ग वा स्वास्थ्य (मानसिक वा शारीरिक) लाई गम्भीर चोट वा खतरा पुऱ्याउने प्रकृतिको छ**; वा\n(ख) **महिलालाई सतावट (harassment) जहाँ त्यस्तो सतावट उनलाई वा उनीसँग सम्बन्धित कुनै पनि व्यक्तिलाई कुनै पनि सम्पत्ति वा मूल्यवान सुरक्षाको लागि कुनै पनि गैरकानूनी माग पूरा गर्न बाध्य पार्ने उद्देश्यले गरिएको हो वा उनी वा उनीसँग सम्बन्धित कुनै पनि व्यक्तिले त्यस्तो माग पूरा गर्न नसकेको कारणले गरिएको हो**।"
      },
      {
        "section_no": 87,
        "text": "**जसले कुनै पनि महिलालाई उनको इच्छा विरुद्ध कुनै पनि व्यक्तिसँग विवाह गर्न बाध्य पारियोस्** भन्ने मनसायले, वा **उनी अवैध यौन सम्पर्क गर्न बाध्य पारिनेछिन् वा फकाइनेछिन्** भन्ने सम्भावना छ भनी थाहा पाएर, **अपहरण (kidnaps) वा अपहरण गर्छ (abducts)**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; र **जसले यस संहितामा परिभाषित आपराधिक धम्की वा अख्तियारको दुरुपयोग वा बाध्यताको कुनै अन्य माध्यमबाट, कुनै पनि महिलालाई कुनै पनि ठाउँबाट जान उत्प्रेरित गर्छ**, **उनी अर्को व्यक्तिसँग अवैध यौन सम्पर्क गर्न बाध्य पारिनेछिन् वा फकाइनेछिन्** भन्ने मनसायले, वा **त्यो सम्भावना छ भनी थाहा पाएर**, **त्यसलाई पनि माथि उल्लेखित रूपमा दण्डनीय गरिनेछ**।"
      },
      {
        "section_no": 88,
        "text": "**जसले बच्चा सहितको महिलाको गर्भपतन (miscarry) स्वेच्छाले गराउँछ**, **यदि त्यस्तो गर्भपतन महिलाको जीवन बचाउने उद्देश्यका लागि असल नियतका साथ गराइएको छैन भने**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले दण्डित गरिनेछ**; र, **यदि महिला गर्भवती भएकोमा बच्चाको हलचल महसुस भएको अवस्थामा (quick with child) छिन् भने**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण।**—आफूले आफैंले गर्भपतन गराउने महिला पनि **यस दफाको अर्थ भित्र पर्छिन्**।"
      },
      {
        "section_no": 89,
        "text": "**जसले दफा ८८ अन्तर्गतको अपराध महिलाको सहमति बिना गर्छ**, **चाहे महिला गर्भवती भएकोमा बच्चाको हलचल महसुस भएको अवस्थामा होस् वा नहोस्**, त्यसलाई **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 90,
        "text": "(१) **जसले बच्चा सहितको महिलाको गर्भपतन गराउने मनसायले, कुनै पनि कार्य गर्छ जसले त्यस्ती महिलाको मृत्यु हुन्छ**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) **जहाँ उप-दफा (१) मा उल्लेख गरिएको कार्य महिलाको सहमति बिना गरिन्छ, त्यसलाई या त आजीवन कारावासले, वा उक्त उप-दफामा निर्दिष्ट सजायले दण्डनीय गरिनेछ**।\n**स्पष्टीकरण।**—यो अपराधको लागि **अपराधीलाई कार्यले मृत्यु हुन सक्छ भनी थाहा हुनु आवश्यक छैन**।"
      },
      {
        "section_no": 91,
        "text": "**जसले कुनै पनि बच्चाको जन्म हुनु अघि कुनै पनि कार्य गर्छ**, **त्यसद्वारा त्यो बच्चालाई जीवित जन्मनबाट रोक्ने वा त्यसको जन्म पछि त्यसलाई मार्ने मनसायले**, र **त्यस्तो कार्यद्वारा त्यो बच्चालाई जीवित जन्मनबाट रोक्छ, वा त्यसको जन्म पछि त्यसलाई मर्ने कारण बन्छ**, **यदि त्यस्तो कार्य आमाको जीवन बचाउने उद्देश्यका लागि असल नियतका साथ गराइएको छैन भने**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
      },
      {
        "section_no": 92,
        "text": "**जसले यस्तो परिस्थितिहरूमा कुनै पनि कार्य गर्छ, कि यदि उसले त्यसद्वारा मृत्यु गराएको भए ऊ आपराधिक मानव हत्या (culpable homicide) को दोषी हुने थियो, र त्यस्तो कार्यद्वारा बच्चा जन्मनुअघि नै हलचल महसुस भएको (quick unborn child) बच्चाको मृत्यु गराउँछ**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 93,
        "text": "**जसले बाह्र वर्षभन्दा कम उमेरको बच्चाको बुबा वा आमा भएर, वा त्यस्तो बच्चाको हेरचाह गरिरहेको भएर, त्यो बच्चालाई पूर्ण रूपमा त्याग्ने मनसायले कुनै पनि ठाउँमा खुला छोड्छ वा छाड्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले दण्डित गरिनेछ**।\n**स्पष्टीकरण।**—यदि बच्चा खुला छोड्नुको परिणाम स्वरूप मर्छ भने, **यस दफाले, मुद्दा अनुसार, हत्या वा आपराधिक मानव हत्याको लागि अपराधीको मुद्दा चलाउन रोक्न खोजेको छैन**।"
      },
      {
        "section_no": 94,
        "text": "**जसले बच्चाको मृत शरीरलाई गोप्य रूपमा गाडेर वा अन्यथा व्यवस्थापन गरेर, चाहे त्यस्तो बच्चा उसको जन्म अघि वा पछि वा जन्मको समयमा मरेको होस्, जानाजानी त्यो बच्चाको जन्म लुकाउँछ वा लुकाउने प्रयास गर्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
      },
      {
        "section_no": 95,
        "text": "**जसले कुनै पनि बच्चालाई अपराध गर्नको लागि भाडामा लिन्छ, काममा लगाउँछ वा संलग्न गराउँछ**, त्यसलाई **तीन वर्षभन्दा कम नहुने तर दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले र जरिवानाले दण्डित गरिनेछ**; र **यदि अपराध गरियो भने** त्यसलाई **त्यो अपराधको लागि प्रदान गरिएको सजायले पनि दण्डित गरिनेछ, मानौं कि त्यो अपराध त्यस व्यक्ति आफैंले गरेको थियो**।\n**स्पष्टीकरण।**—**यौन शोषण वा पोर्नोग्राफीका लागि बच्चालाई भाडामा लिने, काममा लगाउने, संलग्न गराउने वा प्रयोग गर्ने कार्य यस दफाको अर्थ भित्र पर्छ**।"
      },
      {
        "section_no": 96,
        "text": "**जसले जुनसुकै माध्यमद्वारा कुनै पनि बच्चालाई कुनै पनि ठाउँबाट जान वा कुनै पनि कार्य गर्न उत्प्रेरित गर्छ**, **त्यो बच्चा अर्को व्यक्तिसँग अवैध यौन सम्पर्क गर्न बाध्य पारिनेछ वा फकाइनेछ** भन्ने मनसायले, वा **त्यो सम्भावना छ भनी थाहा पाएर**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डनीय गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 97,
        "text": "**जसले दस वर्षभन्दा कम उमेरको कुनै पनि बच्चालाई अपहरण (kidnaps) वा अपहरण गर्छ (abducts)**, **त्यस्तो बच्चाको व्यक्तिबाट बेईमानीपूर्वक कुनै पनि चल सम्पत्ति लिने मनसायले**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 98,
        "text": "**जसले कुनै पनि बच्चालाई कुनै पनि उमेरमा वेश्यावृत्ति (prostitution) वा कुनै पनि व्यक्तिसँग अवैध यौन सम्पर्कको उद्देश्यका लागि वा कुनै पनि गैरकानूनी र अनैतिक उद्देश्यका लागि प्रयोग वा उपयोग गरिनेछ भन्ने मनसायले बेच्छ, भाडामा दिन्छ, वा अन्यथा व्यवस्थापन गर्छ**, वा **त्यस्तो बच्चा कुनै पनि उमेरमा त्यस्तो कुनै पनि उद्देश्यका लागि प्रयोग वा उपयोग गरिने सम्भावना छ भनी थाहा पाएर**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण १।**—जब **अठार वर्षभन्दा कम उमेरकी महिलालाई एक वेश्यालाई वा वेश्यालय राख्ने वा व्यवस्थापन गर्ने कुनै पनि व्यक्तिलाई बेचिन्छ, भाडामा दिइन्छ, वा अन्यथा व्यवस्थापन गरिन्छ**, **त्यसरी व्यवस्थापन गर्ने व्यक्तिले, विपरीत प्रमाणित नभएसम्म, उसले वेश्यावृत्तिको उद्देश्यका लागि प्रयोग गरिनेछ भन्ने मनसायले व्यवस्थापन गरेको मानिनेछ**।\n**स्पष्टीकरण २।**—यस दफाको उद्देश्यका लागि **\"अवैध यौन सम्पर्क\"** भन्नाले **विवाहद्वारा वा कुनै पनि सङ्घ वा बन्धनद्वारा अविवाहित व्यक्तिहरू बीचको यौन सम्पर्क भन्ने बुझिन्छ**, जुन विवाह नभए पनि, **उनीहरू दुवैको व्यक्तिगत कानुन वा चलनद्वारा उनीहरू बीच अर्ध-वैवाहिक सम्बन्ध (quasi-marital relation) गठन गर्ने रूपमा मान्यता प्राप्त छ**।"
      },
      {
        "section_no": 99,
        "text": "**जसले कुनै पनि बच्चालाई कुनै पनि उमेरमा वेश्यावृत्ति वा कुनै पनि व्यक्तिसँग अवैध यौन सम्पर्कको उद्देश्यका लागि वा कुनै पनि गैरकानूनी र अनैतिक उद्देश्यका लागि प्रयोग वा उपयोग गरिनेछ भन्ने मनसायले किन्छ, भाडामा लिन्छ वा अन्यथा कब्जा प्राप्त गर्छ**, वा **त्यस्तो बच्चा कुनै पनि उमेरमा त्यस्तो कुनै पनि उद्देश्यका लागि प्रयोग वा उपयोग गरिने सम्भावना छ भनी थाहा पाएर**, त्यसलाई **सात वर्षभन्दा कम नहुने तर चौध वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण १।**—कुनै पनि **वेश्या वा वेश्यालय राख्ने वा व्यवस्थापन गर्ने कुनै पनि व्यक्तिले**, **अठार वर्षभन्दा कम उमेरकी महिलालाई किन्छ, भाडामा लिन्छ वा अन्यथा कब्जा प्राप्त गर्छ भने, विपरीत प्रमाणित नभएसम्म, उसले वेश्यावृत्तिको उद्देश्यका लागि प्रयोग गरिनेछ भन्ने मनसायले त्यस्ती महिलालाई कब्जा प्राप्त गरेको मानिनेछ**।\n**स्पष्टीकरण २।**—**\"अवैध यौन सम्पर्क\"** को अर्थ **दफा ९८ मा भएको जस्तै हुनेछ**।"
      }
    ]
},
{
  "chapter_no": 6,
  "chapter_title": "मानव शरीरलाई असर गर्ने अपराधहरू सम्बन्धी",
  "sections": [
    {
      "section_no": 100,
      "text": "जसले मृत्यु गराउने मनसायले, वा मृत्यु हुने सम्भावना भएको शारीरिक चोट पुऱ्याउने मनसायले, वा त्यस्तो कार्यद्वारा मृत्यु हुने सम्भावना छ भन्ने ज्ञानले कुनै कार्य गरेर मृत्यु गराउँछ, त्यसले **आपराधिक मानव हत्या (culpable homicide)** को अपराध गर्छ।"
    },
    {
      "section_no": 101,
      "text": "यसपछि अपवाद गरिएका अवस्थाहरू बाहेक, **आपराधिक मानव हत्या नै हत्या (murder) हो**,—\n(क) यदि मृत्यु गराउने कार्य **मृत्यु गराउने मनसायले** गरिएको छ भने; वा\n(ख) यदि मृत्यु गराउने कार्य **अपराधीलाई हानि पुऱ्याइएको व्यक्तिको मृत्यु गराउने सम्भावना छ भनी थाहा भएको** शारीरिक चोट पुऱ्याउने मनसायले गरिएको छ भने; वा\n(ग) यदि मृत्यु गराउने कार्य **कुनै व्यक्तिलाई शारीरिक चोट पुऱ्याउने मनसायले गरिएको छ र पुऱ्याउने मनसाय राखिएको शारीरिक चोटले प्रकृतिको सामान्य क्रममा मृत्यु गराउन पर्याप्त छ** भने; वा\n(घ) यदि मृत्यु गराउने कार्य गर्ने व्यक्तिलाई **त्यो कार्य यति आसन्न रूपमा खतरनाक छ कि त्यसले, सबै सम्भावनाहरूमा, मृत्यु वा माथि उल्लेखित जस्तो मृत्यु हुने सम्भावना भएको शारीरिक चोट गराउनैपर्छ** भन्ने **ज्ञान छ**, र **मृत्यु वा त्यस्तो चोट गराउने जोखिम लिने कुनै बहाना (excuse) बिना** त्यस्तो कार्य गर्छ भने।"
    },
    {
      "section_no": 102,
      "text": "यदि कुनै व्यक्तिले कुनै कार्य गरेर जुन उसले मृत्यु गराउने मनसाय राख्छ वा सम्भावना छ भनी जान्दछ, **जसको मृत्यु उसले न त मनसाय राखेको थियो न त आफैंले गराउने सम्भावना छ भनी जान्दथ्यो**, त्यस व्यक्तिको मृत्यु गराएर आपराधिक मानव हत्या गर्छ भने, **अपराधीद्वारा गरिएको आपराधिक मानव हत्या त्यही वर्णनको हुनेछ जुन उसले मृत्यु गराउने मनसाय राखेको वा आफैंले गराउने सम्भावना छ भनी जानेको व्यक्तिको मृत्यु गराएको भए हुने थियो**।"
    },
    {
      "section_no": 103,
      "text": "(१) **जसले हत्या (murder) गर्छ, त्यसलाई मृत्युदण्ड वा आजीवन कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) जब **पाँच वा बढी व्यक्तिहरूको एक समूहले मिलेर, जाति, वर्ण वा समुदाय, लिङ्ग, जन्म स्थान, भाषा, व्यक्तिगत विश्वास वा अन्य कुनै पनि यस्तै आधारमा हत्या गर्छ**, त्यस्तो समूहको **प्रत्येक सदस्यलाई मृत्युदण्ड वा आजीवन कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 104,
      "text": "**जसले आजीवन कारावासको सजाय पाएको अवस्थामा, हत्या गर्छ**, त्यसलाई **मृत्युदण्ड वा आजीवन कारावासले दण्डित गरिनेछ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ**।"
    },
    {
      "section_no": 105,
      "text": "**जसले हत्या नहुने आपराधिक मानव हत्या (culpable homicide not amounting to murder) गर्छ**, **यदि मृत्यु गराउने कार्य मृत्यु गराउने वा मृत्यु हुने सम्भावना भएको शारीरिक चोट पुऱ्याउने मनसायले गरिएको छ भने, त्यसलाई आजीवन कारावासले वा पाँच वर्षभन्दा कम नहुने तर दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**; वा **यदि कार्यले मृत्यु हुने सम्भावना छ भन्ने ज्ञानका साथ गरिएको छ, तर मृत्यु गराउने वा मृत्यु हुने सम्भावना भएको शारीरिक चोट पुऱ्याउने कुनै मनसाय बिना गरिएको छ भने, त्यसलाई दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले र जरिवानाले दण्डित गरिनेछ**।"
    },
    {
      "section_no": 106,
      "text": "(१) **जसले आपराधिक मानव हत्यामा नपर्ने कुनै हतारपूर्ण (rash) वा लापरवाह (negligent) कार्य गरेर कुनै व्यक्तिको मृत्यु गराउँछ**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; र **यदि त्यस्तो कार्य एक दर्ता प्राप्त चिकित्सक (registered medical practitioner) द्वारा चिकित्सा प्रक्रिया (medical procedure) गरिरहेको बेला गरिएको छ भने, त्यसलाई दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण।**—यस उप-दफाको उद्देश्यका लागि, **“दर्ता प्राप्त चिकित्सक”** भन्नाले राष्ट्रिय चिकित्सा आयोग ऐन, २०१९ अन्तर्गत मान्यता प्राप्त कुनै पनि चिकित्सा योग्यता भएको र जसको नाम त्यस ऐन अन्तर्गत राष्ट्रिय चिकित्सा दर्ता वा राज्य चिकित्सा दर्तामा प्रविष्ट गरिएको छ, त्यस्तो चिकित्सक भन्ने बुझिन्छ।\n(२) **जसले आपराधिक मानव हत्यामा नपर्ने गरी सवारी साधनको हतारपूर्ण र लापरवाह चलाइले कुनै व्यक्तिको मृत्यु गराउँछ, र घटनाको लगत्तै प्रहरी अधिकारी वा मजिस्ट्रेटलाई रिपोर्ट नगरी भाग्छ**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 107,
      "text": "यदि कुनै **बच्चा, कुनै अस्वस्थ चित्तको व्यक्ति, कुनै बकवास (delirious) गर्ने व्यक्ति वा नशाको अवस्थामा रहेको कुनै व्यक्तिले आत्महत्या गर्छ**, **त्यस्तो आत्महत्याको दुष्प्रेरण (abetment) गर्ने व्यक्तिलाई मृत्युदण्ड वा आजीवन कारावासले, वा दस वर्षभन्दा बढी नहुने अवधिको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 108,
      "text": "यदि कुनै व्यक्तिले आत्महत्या गर्छ भने, **त्यस्तो आत्महत्याको दुष्प्रेरण (abetment) गर्ने व्यक्तिलाई दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 109,
      "text": "(१) **जसले यस्तो मनसाय वा ज्ञानका साथ र यस्तो परिस्थितिहरूमा कुनै कार्य गर्छ, कि यदि उसले त्यो कार्यद्वारा मृत्यु गराएको भए ऊ हत्याको दोषी हुने थियो**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; र **यदि त्यस्तो कार्यद्वारा कुनै व्यक्तिलाई चोट (hurt) पुऱ्याइन्छ भने, अपराधी आजीवन कारावासको लागि, वा यहाँ माथि उल्लेख गरिएको दण्डको लागि उत्तरदायी हुनेछ**।\n(२) जब **उप-दफा (१) अन्तर्गत अपराध गर्ने कुनै व्यक्ति आजीवन कारावासको सजाय अन्तर्गत छ, यदि चोट पुऱ्याइन्छ भने, उसलाई मृत्युदण्ड वा आजीवन कारावासले दण्डित गर्न सकिन्छ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ**।"
    },
    {
      "section_no": 110,
      "text": "**जसले यस्तो मनसाय वा ज्ञानका साथ र यस्तो परिस्थितिहरूमा कुनै कार्य गर्छ, कि यदि उसले त्यो कार्यद्वारा मृत्यु गराएको भए ऊ हत्या नहुने आपराधिक मानव हत्याको दोषी हुने थियो**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले दण्डित गरिनेछ**; र, **यदि त्यस्तो कार्यद्वारा कुनै व्यक्तिलाई चोट (hurt) पुऱ्याइन्छ भने, त्यसलाई सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
    },
    {
      "section_no": 111,
      "text": "(१) **अपहरण, डकैती, सवारी साधन चोरी, जबरजस्ती असुली, जग्गा कब्जा, ठेक्कामा हत्या, आर्थिक अपराध, साइबर अपराध, व्यक्ति, लागुऔषध, हतियार वा गैरकानूनी वस्तु वा सेवाको बेचबिखन, वेश्यावृत्ति वा फिरौतीका लागि मानव बेचबिखन लगायतका कुनै पनि निरन्तर गैरकानूनी गतिविधि**, **कुनै पनि व्यक्ति वा मिलेर काम गर्ने व्यक्तिहरूको समूहद्वारा**, **एक्लै वा संयुक्त रूपमा**, **सङ्गठित अपराध सिन्डिकेटको सदस्यको रूपमा वा त्यस्तो सिन्डिकेटको तर्फबाट**, **प्रत्यक्ष वा अप्रत्यक्ष भौतिक लाभ, जसमा वित्तीय लाभ समावेश छ, प्राप्त गर्न हिंसा, हिंसाको धम्की, डर, जबरजस्ती, वा कुनै अन्य गैरकानूनी माध्यमको प्रयोगद्वारा**, **गर्दछ भने, त्यसले सङ्गठित अपराध (organised crime) गठन गर्नेछ**।\n**स्पष्टीकरण।**—यस उप-दफाको उद्देश्यका लागि,––\n(i) **“सङ्गठित अपराध सिन्डिकेट”** भन्नाले **दुई वा सोभन्दा बढी व्यक्तिहरूको समूह भन्ने बुझिन्छ जसले, एक्लै वा संयुक्त रूपमा, एक सिन्डिकेट वा गिरोहको रूपमा कुनै पनि निरन्तर गैरकानूनी गतिविधिमा संलग्न हुन्छन्**;\n(ii) **“निरन्तर गैरकानूनी गतिविधि”** भन्नाले **कानुनद्वारा निषेधित गतिविधि भन्ने बुझिन्छ जुन तीन वर्ष वा सोभन्दा बढीको कारावासले दण्डनीय संज्ञेय अपराध हो**, जुन **कुनै पनि व्यक्तिद्वारा, एक्लै वा संयुक्त रूपमा, सङ्गठित अपराध सिन्डिकेटको सदस्यको रूपमा वा त्यस्तो सिन्डिकेटको तर्फबाट गरिएको हुन्छ जसमा अघिल्लो दस वर्षको अवधि भित्र सक्षम अदालतमा एकभन्दा बढी आरोपपत्र दायर गरिएको छ र त्यो अदालतले त्यस्तो अपराधको संज्ञान लिएको छ**, र **आर्थिक अपराधलाई समावेश गर्दछ**;\n(iii) **“आर्थिक अपराध”** मा **आपराधिक विश्वासघात, जालसाजी (forgery), मुद्रा नोट, बैंक नोट र सरकारी टिकटहरूको जाली बनाउने, हवाला कारोबार, सामूहिक बजारीकरण ठगी (mass-marketing fraud) वा धेरै व्यक्तिहरूलाई ठगी गर्न कुनै योजना चलाउने** वा **कुनै पनि बैंक वा वित्तीय संस्था वा कुनै अन्य संस्था वा सङ्गठनलाई कुनै पनि रूपमा मौद्रिक लाभ प्राप्त गर्न ठगी गर्ने उद्देश्यले कुनै पनि तरिकाले कुनै कार्य गर्ने** समावेश छ।\n(२) **जसले सङ्गठित अपराध गर्छ**, त्यसलाई,—\n(क) **यदि त्यस्तो अपराधले कुनै व्यक्तिको मृत्यु भएको छ भने, मृत्युदण्ड वा आजीवन कारावासले दण्डित गरिनेछ**, र **दश लाख रुपैयाँभन्दा कम नहुने जरिवानाको लागि पनि उत्तरदायी हुनेछ**;\n(ख) **अन्य कुनै पनि अवस्थामा, पाँच वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**, र **पाँच लाख रुपैयाँभन्दा कम नहुने जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(३) **जसले सङ्गठित अपराधको दुष्प्रेरण (abets), प्रयास, षड्यन्त्र गर्छ वा जानीजानी त्यसको आयोगलाई सहयोग पुऱ्याउँछ, वा अन्यथा सङ्गठित अपराधको तयारी गर्ने कुनै कार्यमा संलग्न हुन्छ**, त्यसलाई **पाँच वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**, र **पाँच लाख रुपैयाँभन्दा कम नहुने जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(४) **सङ्गठित अपराध सिन्डिकेटको सदस्य हुने कुनै पनि व्यक्तिलाई पाँच वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**, र **पाँच लाख रुपैयाँभन्दा कम नहुने जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(५) **जसले सङ्गठित अपराधको अपराध गरेको कुनै पनि व्यक्तिलाई जानीजानी शरण दिन्छ वा लुकाउँछ**, त्यसलाई **तीन वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**, र **पाँच लाख रुपैयाँभन्दा कम नहुने जरिवानाको लागि पनि उत्तरदायी हुनेछ**:\n**तर**, **यो उप-दफा अपराधीको पति/पत्नीद्वारा शरण वा लुकाउने अवस्थामा लागू हुने छैन**।\n(६) **जसले सङ्गठित अपराधको आयोगबाट प्राप्त वा व्युत्पन्न कुनै सम्पत्ति वा कुनै सङ्गठित अपराधको आम्दानी वा जुन सङ्गठित अपराध मार्फत अधिग्रहण गरिएको छ, त्यस्तो कुनै सम्पत्ति कब्जा गर्छ**, त्यसलाई **तीन वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डनीय गरिनेछ** र **दुई लाख रुपैयाँभन्दा कम नहुने जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(७) **यदि सङ्गठित अपराध सिन्डिकेटको सदस्यको तर्फबाट कुनै व्यक्ति चल वा अचल सम्पत्तिको कब्जामा छ वा कुनै पनि समयमा रहेको छ जसको लागि उसले सन्तोषजनक रूपमा हिसाब दिन सक्दैन**, त्यसलाई **तीन वर्षभन्दा कम नहुने तर दस वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डनीय गरिनेछ** र **एक लाख रुपैयाँभन्दा कम नहुने जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 112,
      "text": "(१) **जसले कुनै समूह वा गिरोहको सदस्य भएर, एक्लै वा संयुक्त रूपमा, चोरी, झम्टने, ठगी, टिकटको अनाधिकृत बिक्री, अनाधिकृत शर्त वा जुवा, सार्वजनिक परीक्षाका प्रश्नपत्रहरूको बिक्री वा अन्य कुनै पनि यस्तै आपराधिक कार्य गर्छ**, त्यसले **सामान्य सङ्गठित अपराध (petty organised crime) गरेको मानिन्छ**।\n**स्पष्टीकरण।**—यस उप-दफाको उद्देश्यका लागि **\"चोरी\"** मा **चालबाजी चोरी (trick theft), सवारी साधनबाट चोरी, आवासीय घर वा व्यापारिक परिसरबाट चोरी, कार्गो चोरी, गोजी काट्ने (pick pocketing), कार्ड स्किमिङ मार्फत चोरी, पसल चोरी (shoplifting)** र **स्वचालित टेलर मेसिन (Automated Teller Machine) को चोरी** समावेश छ।\n(२) **जसले कुनै सामान्य सङ्गठित अपराध गर्छ**, त्यसलाई **एक वर्षभन्दा कम नहुने तर सात वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 113,
      "text": "(१) **जसले भारतको एकता, अखण्डता, सार्वभौमिकता, सुरक्षा, वा आर्थिक सुरक्षालाई खतरामा पार्ने वा खतरामा पार्ने सम्भावना भएको मनसायले वा भारतका मानिसहरू वा मानिसहरूको कुनै पनि वर्ग वा कुनै विदेशी देशमा आतंक सिर्जना गर्ने वा आतंक सिर्जना गर्ने सम्भावना भएको मनसायले कुनै कार्य गर्छ,**—\n(क) **बम, डाइनामाइट वा अन्य विस्फोटक पदार्थ वा ज्वलनशील पदार्थ वा बन्दुक वा अन्य घातक हतियार वा विषालु वा हानिकारक ग्यास वा अन्य रसायनहरू वा कुनै अन्य पदार्थ (जैविक, रेडियोधर्मी, आणविक वा अन्यथा) खतरनाक प्रकृतिको वा जुनसुकै प्रकृतिको अन्य कुनै पनि माध्यमको प्रयोग गरेर,**—\n(i) **कुनै व्यक्ति वा व्यक्तिहरूको मृत्यु वा चोट गराउने वा गराउने सम्भावना भएको**; वा\n(ii) **सम्पत्तिको हानि, वा क्षति, वा विनाश गराउने**; वा\n(iii) **भारतमा वा कुनै विदेशी देशमा समुदायको जीवनको लागि आवश्यक कुनै पनि आपूर्ति वा सेवाहरूको अवरोध गराउने**; वा\n(iv) **जाली भारतीय कागजको मुद्रा, सिक्का वा अन्य कुनै पनि सामग्रीको उत्पादन वा तस्करी वा सर्कुलेशन मार्फत भारतको मौद्रिक स्थिरतामा क्षति पुऱ्याउने**; वा\n(v) **भारतको रक्षाको लागि वा तिनीहरूका एजेन्सीहरूको अन्य कुनै उद्देश्यका सम्बन्धमा प्रयोग गरिएको वा प्रयोग गर्ने मनसाय राखिएको भारत वा विदेशी देशमा कुनै पनि सम्पत्तिको क्षति वा विनाश गराउने**; वा\n(ख) **आपराधिक बल वा आपराधिक बलको प्रदर्शनको माध्यमबाट वशमा पार्छ (overawes) वा त्यसो गर्ने प्रयास गर्छ वा कुनै सार्वजनिक कार्य अधिकारीको मृत्यु गराउँछ वा कुनै सार्वजनिक कार्य अधिकारीको मृत्यु गराउने प्रयास गर्छ**; वा\n(ग) **कुनै पनि व्यक्तिलाई हिरासतमा राख्छ, अपहरण गर्छ वा अपहरण गर्छ** र **त्यस्तो व्यक्तिलाई मार्ने वा चोट पुऱ्याउने धम्की दिन्छ** वा **भारत सरकार, कुनै राज्य सरकार वा विदेशी देशको सरकार वा एक अन्तर्राष्ट्रिय वा अन्तर-सरकारी सङ्गठन वा कुनै अन्य व्यक्तिलाई कुनै कार्य गर्न वा गर्नबाट टाढा रहन बाध्य पार्नको लागि कुनै अन्य कार्य गर्छ**, **त्यसले आतंकवादी कार्य (terrorist act) गर्छ**।\n**स्पष्टीकरण।**—यस उप-दफाको उद्देश्यका लागि,—\n(क) **“सार्वजनिक कार्य अधिकारी” (public functionary)** भन्नाले **संवैधानिक अधिकारीहरू वा केन्द्रीय सरकारद्वारा आधिकारिक राजपत्रमा सार्वजनिक कार्य अधिकारीको रूपमा अधिसूचित गरिएको कुनै अन्य कार्य अधिकारी भन्ने बुझिन्छ**;\n(ख) **“जाली भारतीय मुद्रा” (counterfeit Indian currency)** भन्नाले **एक अधिकृत वा अधिसूचित फोरेन्सिक प्राधिकरणद्वारा जाँच पछि घोषणा गर्न सकिने जाली मुद्रा भन्ने बुझिन्छ कि त्यस्तो मुद्राले भारतीय मुद्राको मुख्य सुरक्षा सुविधाहरूको नक्कल गर्छ वा समझौता गर्छ**।\n(२) **जसले आतंकवादी कार्य गर्छ**, त्यसलाई,—\n(क) **यदि त्यस्तो अपराधले कुनै व्यक्तिको मृत्यु भएको छ भने, मृत्युदण्ड वा आजीवन कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**;\n(ख) **अन्य कुनै पनि अवस्थामा, पाँच वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(३) **जसले आतंकवादी कार्य वा आतंकवादी कार्यको आयोगको तयारी गर्ने कुनै कार्यको षड्यन्त्र गर्छ वा प्रयास गर्छ, वा वकालत गर्छ, दुष्प्रेरण गर्छ, सल्लाह दिन्छ वा उक्साउँछ, प्रत्यक्ष वा जानीजानी त्यसको आयोगलाई सहयोग पुऱ्याउँछ**, त्यसलाई **पाँच वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(४) **जसले आतंकवादी कार्यमा तालिम दिनको लागि कुनै शिविर वा शिविरहरू आयोजना गर्छ वा गराउँछ, वा आतंकवादी कार्यको आयोगको लागि कुनै व्यक्ति वा व्यक्तिहरूलाई भर्ती गर्छ वा भर्ती गराउँछ**, त्यसलाई **पाँच वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(५) **आतंकवादी कार्यमा संलग्न रहेको कुनै सङ्गठनको सदस्य हुने कुनै पनि व्यक्तिलाई आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(६) **जसले कुनै व्यक्तिले आतंकवादी कार्य गरेको छ भनी जानीजानी स्वेच्छाले शरण दिन्छ वा लुकाउँछ, वा शरण दिने वा लुकाउने प्रयास गर्छ**, त्यसलाई **तीन वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**:\n**तर**, **यो उप-दफा अपराधीको पति/पत्नीद्वारा शरण वा लुकाउने अवस्थामा लागू हुने छैन**।\n(७) **जसले कुनै पनि आतंकवादी कार्यको आयोगबाट प्राप्त वा व्युत्पन्न कुनै सम्पत्ति वा कुनै आतंकवादी कार्यको आयोग मार्फत अधिग्रहण गरिएको सम्पत्ति जानीजानी कब्जा गर्छ**, त्यसलाई **आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण।**—शङ्का निवारणको लागि, **प्रहरी उपरीक्षक (Superintendent of Police) भन्दा कम पदको अधिकारीले यस दफा अन्तर्गत वा गैरकानूनी गतिविधि (रोकथाम) ऐन, १९६७ अन्तर्गत मुद्दा दर्ता गर्ने वा नगर्ने निर्णय गर्नेछ** भनी यसद्वारा घोषणा गरिन्छ।"
    },
    {
      "section_no": 114,
      "text": "**जसले कुनै व्यक्तिलाई शारीरिक पीडा, रोग वा दुर्बलता (infirmity) पुऱ्याउँछ**, त्यसले **चोट (hurt) पुऱ्याएको मानिन्छ**।"
    },
    {
      "section_no": 115,
      "text": "(१) **जसले कुनै पनि व्यक्तिलाई चोट पुऱ्याउने मनसायले वा त्यसद्वारा कुनै पनि व्यक्तिलाई चोट पुऱ्याउने सम्भावना छ भन्ने ज्ञानले कुनै कार्य गर्छ, र त्यसद्वारा कुनै व्यक्तिलाई चोट पुऱ्याउँछ, त्यसले “स्वेच्छाले चोट पुऱ्याएको” मानिन्छ**।\n(२) **जसले, दफा १२२ को उप-दफा (१) द्वारा प्रदान गरिएको अवस्था बाहेक, स्वेच्छाले चोट पुऱ्याउँछ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
    },
    {
      "section_no": 116,
      "text": "**निम्न प्रकारका चोटहरूलाई मात्र “गम्भीर” (grievous) भनी तोकिएको छ**, अर्थात्:––\n(क) **पुरुषत्व नाश (Emasculation)**;\n(ख) **कुनै पनि आँखाको दृष्टिको स्थायी वञ्चितता (Permanent privation)**;\n(ग) **कुनै पनि कानको श्रवणशक्तिको स्थायी वञ्चितता**;\n(घ) **कुनै पनि अङ्ग वा जोर्नीको वञ्चितता**;\n(ङ) **कुनै पनि अङ्ग वा जोर्नीको शक्तिको विनाश वा स्थायी रूपमा कमजोर पार्ने कार्य**;\n(च) **टाउको वा अनुहारको स्थायी कुरुप पारिने (disfiguration) कार्य**;\n(छ) **हड्डी वा दाँतको भाँचिने (Fracture) वा जोर्नी छुट्ने (dislocation) कार्य**;\n(ज) **कुनै पनि चोट जसले जीवनलाई खतरामा पार्छ वा जसले पीडितलाई पन्ध्र दिनको अवधिमा गम्भीर शारीरिक पीडामा रहन वा आफ्नो सामान्य कार्यहरू गर्न असमर्थ बनाउँछ**।"
    },
    {
      "section_no": 117,
      "text": "(१) **जसले स्वेच्छाले चोट पुऱ्याउँछ, यदि उसले पुऱ्याउने मनसाय राखेको वा पुऱ्याउने सम्भावना छ भनी जानेको चोट गम्भीर चोट हो, र यदि उसले पुऱ्याएको चोट गम्भीर चोट हो भने, त्यसले “स्वेच्छाले गम्भीर चोट पुऱ्याएको” मानिन्छ**।\n(२) **जसले, दफा १२२ को उप-दफा (२) द्वारा प्रदान गरिएको अवस्था बाहेक, स्वेच्छाले गम्भीर चोट पुऱ्याउँछ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(३) **जसले उप-दफा (१) अन्तर्गत अपराध गर्छ र त्यस्तो आयोगको क्रममा कुनै व्यक्तिलाई चोट पुऱ्याउँछ जसले गर्दा त्यो व्यक्ति **स्थायी अशक्तता (permanent disability) वा निरन्तर वनस्पति अवस्था (persistent vegetative state) मा पुग्छ**, त्यसलाई **दस वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले दण्डित गरिनेछ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ**।\n(४) **जब पाँच वा सोभन्दा बढी व्यक्तिहरूको एक समूहले मिलेर, कुनै व्यक्तिको जाति, वर्ण वा समुदाय, लिङ्ग, जन्म स्थान, भाषा, व्यक्तिगत विश्वास वा अन्य कुनै पनि यस्तै आधारमा उसलाई गम्भीर चोट पुऱ्याउँछ**, त्यस्तो समूहको **प्रत्येक सदस्य गम्भीर चोट पुऱ्याएको अपराधको दोषी हुनेछ**, र त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 118,
      "text": "(१) **जसले, दफा १२२ को उप-दफा (१) द्वारा प्रदान गरिएको अवस्था बाहेक, गोली हान्ने, छुरा प्रहार गर्ने वा काट्ने कुनै पनि उपकरणको माध्यमबाट, वा अपराधको हतियारको रूपमा प्रयोग गर्दा मृत्यु हुने सम्भावना भएको कुनै पनि उपकरणको माध्यमबाट, वा आगो वा कुनै तातो पदार्थको माध्यमबाट, वा कुनै विष वा कुनै संक्षारक पदार्थ (corrosive substance) को माध्यमबाट, वा कुनै विस्फोटक पदार्थको माध्यमबाट, वा जुन पदार्थ मानव शरीरको लागि सास फेर्न, निल्न, वा रगतमा प्राप्त गर्न हानिकारक छ, त्यसको माध्यमबाट, वा कुनै जनावरको माध्यमबाट स्वेच्छाले चोट पुऱ्याउँछ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा बीस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले दण्डित गरिनेछ**।\n(२) **जसले, दफा १२२ को उप-दफा (२) द्वारा प्रदान गरिएको अवस्था बाहेक, उप-दफा (१) मा उल्लेख गरिएका कुनै पनि माध्यमद्वारा स्वेच्छाले गम्भीर चोट पुऱ्याउँछ**, त्यसलाई **आजीवन कारावासले, वा एक वर्षभन्दा कम नहुने तर दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 119,
      "text": "(१) **जसले पीडितबाट, वा पीडितमा चासो राख्ने कुनै पनि व्यक्तिबाट, कुनै पनि सम्पत्ति वा मूल्यवान सुरक्षा **जबरजस्ती असुल गर्न**को लागि, वा पीडित वा त्यस्तो पीडितमा चासो राख्ने कुनै पनि व्यक्तिलाई **कुनै गैरकानूनी कार्य गर्न वा अपराधको आयोगलाई सहयोग पुऱ्याउन सक्ने कुनै कार्य गर्न बाध्य पार्न**को लागि **स्वेच्छाले चोट पुऱ्याउँछ**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) **जसले उप-दफा (१) मा उल्लेख गरिएको कुनै पनि उद्देश्यका लागि स्वेच्छाले गम्भीर चोट पुऱ्याउँछ**, त्यसलाई **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 120,
      "text": "(१) **जसले पीडितबाट वा पीडितमा चासो राख्ने कुनै पनि व्यक्तिबाट, कुनै **स्वीकारोक्ति** वा **अपराध वा दुराचारको पत्ता लगाउन सक्ने कुनै जानकारी** **जबरजस्ती असुल गर्न**को लागि, वा पीडित वा पीडितमा चासो राख्ने कुनै पनि व्यक्तिलाई **कुनै सम्पत्ति वा मूल्यवान सुरक्षा फिर्ता गर्न वा फिर्ता गराउन वा कुनै दाबी वा माग पूरा गर्न**, वा **कुनै सम्पत्ति वा मूल्यवान सुरक्षा फिर्ता गर्न सक्ने जानकारी दिन बाध्य पार्न**को लागि **स्वेच्छाले चोट पुऱ्याउँछ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) **जसले उप-दफा (१) मा उल्लेख गरिएको कुनै पनि उद्देश्यका लागि स्वेच्छाले गम्भीर चोट पुऱ्याउँछ**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 121,
      "text": "(१) **जसले कुनै पनि व्यक्तिलाई सार्वजनिक कर्मचारीको रूपमा आफ्नो कर्तव्य निर्वाह गरिरहेको बेला स्वेच्छाले चोट पुऱ्याउँछ**, वा **त्यस व्यक्तिलाई वा कुनै अन्य सार्वजनिक कर्मचारीलाई त्यस्तो सार्वजनिक कर्मचारीको रूपमा आफ्नो कर्तव्य निर्वाह गर्नबाट रोक्न वा निवारण गर्नको मनसायले** वा **त्यस व्यक्तिले सार्वजनिक कर्मचारीको रूपमा आफ्नो कर्तव्यको वैध निर्वाहमा गरेको वा गर्न प्रयास गरेको कुनै पनि कार्यको परिणामस्वरूप**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले दण्डित गरिनेछ**।\n(२) **जसले कुनै पनि व्यक्तिलाई सार्वजनिक कर्मचारीको रूपमा आफ्नो कर्तव्य निर्वाह गरिरहेको बेला स्वेच्छाले गम्भीर चोट पुऱ्याउँछ**, वा **त्यस व्यक्तिलाई वा कुनै अन्य सार्वजनिक कर्मचारीलाई त्यस्तो सार्वजनिक कर्मचारीको रूपमा आफ्नो कर्तव्य निर्वाह गर्नबाट रोक्न वा निवारण गर्नको मनसायले** वा **त्यस व्यक्तिले सार्वजनिक कर्मचारीको रूपमा आफ्नो कर्तव्यको वैध निर्वाहमा गरेको वा गर्न प्रयास गरेको कुनै पनि कार्यको परिणामस्वरूप**, त्यसलाई **एक वर्षभन्दा कम नहुने तर दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 122,
      "text": "(१) **जसले गम्भीर र अचानक उत्तेजना (grave and sudden provocation) मा स्वेच्छाले चोट पुऱ्याउँछ, यदि उसले उत्तेजना दिने व्यक्ति बाहेक अन्य कुनै व्यक्तिलाई चोट पुऱ्याउने मनसाय राख्दैन वा पुऱ्याउने सम्भावना छ भनी जान्दैन भने**, त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले दण्डित गरिनेछ**।\n(२) **जसले गम्भीर र अचानक उत्तेजनामा स्वेच्छाले गम्भीर चोट पुऱ्याउँछ, यदि उसले उत्तेजना दिने व्यक्ति बाहेक अन्य कुनै व्यक्तिलाई गम्भीर चोट पुऱ्याउने मनसाय राख्दैन वा पुऱ्याउने सम्भावना छ भनी जान्दैन भने**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
    },
    {
      "section_no": 123,
      "text": "**जसले कुनै पनि व्यक्तिलाई चोट पुऱ्याउने मनसायले**, वा **अपराध गर्न वा अपराधको आयोगलाई सहयोग पुऱ्याउने मनसायले** वा **त्यसद्वारा चोट पुऱ्याउने सम्भावना छ भनी थाहा पाएर, कुनै पनि विष वा कुनै नशालु (stupefying), मादक (intoxicating) वा अस्वस्थकर औषधि, वा अन्य चीज खुवाउँछ वा खान लगाउँछ**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 124,
      "text": "(१) **जसले कुनै व्यक्तिको शरीरको कुनै भाग वा भागहरूलाई स्थायी वा आंशिक क्षति वा विकृति गराउँछ, वा जलाउँछ वा अङ्गभङ्ग गर्छ वा कुरुप पार्छ वा अशक्त बनाउँछ, वा त्यस व्यक्तिमाथि तेजाब (acid) फ्याँकेर वा तेजाब खुवाएर, वा त्यस्तो चोट वा हानि पुऱ्याउने मनसायले वा पुऱ्याउने सम्भावना छ भन्ने ज्ञानले कुनै अन्य माध्यम प्रयोग गरेर गम्भीर चोट पुऱ्याउँछ** वा **एक व्यक्तिलाई स्थायी वनस्पति अवस्थामा पुऱ्याउँछ**, त्यसलाई **दस वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले र जरिवानाले दण्डित गरिनेछ**:\n**तर**, **त्यस्तो जरिवाना पीडितको उपचारको चिकित्सा खर्च पूरा गर्नको लागि उचित र तर्कसंगत हुनेछ**:\n**साथै**, **यस उप-दफा अन्तर्गत लगाइएको कुनै पनि जरिवाना पीडितलाई भुक्तान गरिनेछ**।\n(२) **जसले कुनै पनि व्यक्तिमाथि तेजाब फ्याँक्छ वा फ्याँक्ने प्रयास गर्छ** वा **कुनै पनि व्यक्तिलाई तेजाब खुवाउने प्रयास गर्छ**, वा **त्यस व्यक्तिलाई स्थायी वा आंशिक क्षति वा विकृति वा जल्ने वा अङ्गभङ्ग वा कुरुप पारिने वा अशक्तता वा गम्भीर चोट पुऱ्याउने मनसायले कुनै अन्य माध्यम प्रयोग गर्ने प्रयास गर्छ**, त्यसलाई **पाँच वर्षभन्दा कम नहुने तर सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 125,
      "text": "**जसले मानव जीवन वा अरूको व्यक्तिगत सुरक्षालाई खतरामा पार्ने गरी हतारपूर्ण वा लापरवाह रूपमा कुनै कार्य गर्छ**, त्यसलाई **तीन महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले वा दुई हजार पाँच सय रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले दण्डित गरिनेछ**, तर—\n(क) **जहाँ चोट पुऱ्याइन्छ,** त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले दण्डित गरिनेछ**;\n(ख) **जहाँ गम्भीर चोट पुऱ्याइन्छ,** त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
    },
    {
      "section_no": 126,
      "text": "(१) **जसले कुनै पनि व्यक्तिलाई कुनै पनि दिशामा जानबाट रोक्ने गरी स्वेच्छाले बाधा पुऱ्याउँछ जसमा त्यो व्यक्तिलाई जान अधिकार छ, त्यसले त्यस व्यक्तिलाई “गलत रूपमा अवरोध गरेको” (wrongfully to restrain) मानिन्छ**।\n(२) **जसले कुनै पनि व्यक्तिलाई गलत रूपमा अवरोध गर्छ**, त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले, वा पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
    },
    {
      "section_no": 127,
      "text": "(१) **जसले कुनै पनि व्यक्तिलाई कुनै निश्चित सीमित परिधिभन्दा बाहिर जानबाट रोक्ने गरी गलत रूपमा अवरोध गर्छ, त्यसले त्यस व्यक्तिलाई “गलत रूपमा थुनेको” (wrongfully to confine) मानिन्छ**।\n(२) **जसले कुनै पनि व्यक्तिलाई गलत रूपमा थुन्छ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले दण्डित गरिनेछ**।\n(३) **जसले कुनै पनि व्यक्तिलाई तीन दिन वा सोभन्दा बढीको लागि गलत रूपमा थुन्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले दण्डित गरिनेछ**।\n(४) **जसले कुनै पनि व्यक्तिलाई दस दिन वा सोभन्दा बढीको लागि गलत रूपमा थुन्छ**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **दस हजार रुपैयाँभन्दा कम नहुने जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(५) **जसले कुनै पनि व्यक्तिलाई गलत रूपमा थुनामा राख्छ, त्यो व्यक्तिको मुक्तिको लागि औपचारिक रूपमा आदेश (writ) जारी गरिएको छ भनी थाहा पाएर**, त्यसलाई **यस अध्यायको कुनै अन्य दफा अन्तर्गत ऊ उत्तरदायी हुन सक्ने कारावासको कुनै पनि अवधिको अतिरिक्त दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ** र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(६) **जसले कुनै पनि व्यक्तिलाई गलत रूपमा थुन्छ, यस्तो तरिकाले जुन थुनामा परेको व्यक्तिमा चासो राख्ने कुनै पनि व्यक्तिलाई वा कुनै पनि सार्वजनिक कर्मचारीलाई थुनाको जानकारी नहोस्**, वा **माथि उल्लेखित जस्तो कुनै पनि व्यक्ति वा सार्वजनिक कर्मचारीद्वारा त्यस्तो थुनाको ठाउँ थाहा नहोस् वा पत्ता नलागोस् भन्ने मनसायलाई सङ्केत गर्छ**, त्यसलाई **त्यस्तो गलत थुनाको लागि ऊ उत्तरदायी हुन सक्ने कुनै पनि अन्य सजायको अतिरिक्त तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ** र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(७) **जसले थुनामा परेको व्यक्तिबाट, वा थुनामा परेको व्यक्तिमा चासो राख्ने कुनै पनि व्यक्तिबाट, कुनै पनि सम्पत्ति वा मूल्यवान सुरक्षा जबरजस्ती असुल गर्नको लागि वा थुनामा परेको व्यक्ति वा त्यस्तो व्यक्तिमा चासो राख्ने कुनै पनि व्यक्तिलाई कुनै गैरकानूनी कार्य गर्न वा अपराधको आयोगलाई सहयोग पुऱ्याउन सक्ने कुनै जानकारी दिन बाध्य पार्नको लागि कुनै पनि व्यक्तिलाई गलत रूपमा थुन्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(८) **जसले थुनामा परेको व्यक्तिबाट वा थुनामा परेको व्यक्तिमा चासो राख्ने कुनै पनि व्यक्तिबाट कुनै स्वीकारोक्ति वा अपराध वा दुराचारको पत्ता लगाउन सक्ने कुनै जानकारी जबरजस्ती असुल गर्नको लागि, वा थुनामा परेको व्यक्ति वा थुनामा परेको व्यक्तिमा चासो राख्ने कुनै पनि व्यक्तिलाई कुनै सम्पत्ति वा मूल्यवान सुरक्षा फिर्ता गर्न वा फिर्ता गराउन वा कुनै दाबी वा माग पूरा गर्न, वा कुनै सम्पत्ति वा मूल्यवान सुरक्षा फिर्ता गर्न सक्ने जानकारी दिन बाध्य पार्नको लागि कुनै पनि व्यक्तिलाई गलत रूपमा थुन्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले दण्डित गरिनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
    },
    {
      "section_no": 128,
      "text": "**एक व्यक्तिले अर्को व्यक्तिलाई बल प्रयोग गरेको मानिन्छ** यदि उसले त्यो अर्को व्यक्तिलाई **गति, गतिको परिवर्तन, वा गतिको समाप्ति** गराउँछ, वा **यदि उसले कुनै पदार्थलाई यस्तो गति, वा गतिको परिवर्तन, वा गतिको समाप्ति गराउँछ जसले त्यो पदार्थलाई त्यो अर्को व्यक्तिको शरीरको कुनै भागसँग, वा त्यो अर्को व्यक्तिले लगाएको वा बोकेको कुनै पनि चीजसँग, वा त्यो अर्को व्यक्तिको **अनुभूतिको भावना** लाई असर गर्ने गरी अवस्थित कुनै पनि चीजसँग सम्पर्कमा ल्याउँछ**:\n**तर**, गति, वा गतिको परिवर्तन, वा गतिको समाप्ति गराउने व्यक्तिले **निम्न तीन तरिकाहरूमध्ये कुनै एक तरिकाले** त्यो गति, गतिको परिवर्तन, वा गतिको समाप्ति गराउँछ, अर्थात्:––\n(क) **आफ्नै शारीरिक शक्तिद्वारा**;\n(ख) **कुनै पदार्थलाई यस्तो तरिकाले व्यवस्थापन गरेर कि गति वा गतिको परिवर्तन वा समाप्ति उसको तर्फबाट वा अन्य कुनै व्यक्तिको तर्फबाट थप कुनै कार्य बिना नै हुन्छ**;\n(ग) **कुनै जनावरलाई चल्न, आफ्नो गति परिवर्तन गर्न, वा चल्न बन्द गर्न उत्प्रेरित गरेर**।"
    },
    {
      "section_no": 129,
      "text": "**जसले कुनै पनि व्यक्तिलाई जानाजानी बल प्रयोग गर्छ, त्यो व्यक्तिको सहमति बिना**, **कुनै अपराध गर्नको लागि**, वा **त्यस्तो बल प्रयोगद्वारा चोट, डर वा हैरानी (annoyance) पुऱ्याउने मनसायले**, वा **त्यस्तो बल प्रयोगद्वारा उसले चोट, डर वा हैरानी पुऱ्याउने सम्भावना छ भनी थाहा पाएर, जसलाई बल प्रयोग गरिन्छ**, **त्यसले त्यस अर्को व्यक्तिलाई आपराधिक बल (criminal force) प्रयोग गरेको मानिन्छ**।"
    },
    {
      "section_no": 130,
      "text": "**जसले कुनै हाउभाउ (gesture), वा कुनै तयारी गर्छ, त्यो हाउभाउ वा तयारीले उपस्थित कुनै पनि व्यक्तिलाई यो कुराको आशङ्का (apprehend) गराउने मनसायले वा सम्भावना छ भनी थाहा पाएर कि हाउभाउ वा तयारी गर्ने व्यक्तिले त्यो व्यक्तिमाथि आपराधिक बल प्रयोग गर्न लागेको छ, त्यसले आक्रमण (assault) गरेको मानिन्छ**।"
    },
    {
      "section_no": 131,
      "text": "**जसले कुनै पनि व्यक्तिमाथि आक्रमण गर्छ वा आपराधिक बल प्रयोग गर्छ, त्यो व्यक्तिद्वारा दिइएको गम्भीर र अचानक उत्तेजना बाहेक अन्य अवस्थामा**, त्यसलाई **तीन महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले दण्डित गरिनेछ**।"
    },
      {
        "section_no": 132,
        "text": "जसले कुनै पनि व्यक्तिलाई **सार्वजनिक कर्मचारीको रूपमा आफ्नो कर्तव्यको कार्यान्वयनमा रहँदा आक्रमण गर्छ वा आपराधिक बल प्रयोग गर्छ**, वा **त्यो व्यक्तिलाई त्यस्तो सार्वजनिक कर्मचारीको रूपमा आफ्नो कर्तव्य निर्वाह गर्नबाट रोक्न वा निवारण गर्नको मनसायले**, वा **त्यस्तो व्यक्तिले सार्वजनिक कर्मचारीको रूपमा आफ्नो कर्तव्यको वैध निर्वाहमा गरेको वा गर्न प्रयास गरेको कुनै पनि कार्यको परिणामस्वरूप**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 133,
        "text": "जसले कुनै पनि व्यक्तिलाई **अपमानित (dishonour) गर्ने मनसायले** आक्रमण गर्छ वा आपराधिक बल प्रयोग गर्छ, त्यस व्यक्तिद्वारा दिइएको **गम्भीर र अचानक उत्तेजना** बाहेक अन्य अवस्थामा, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 134,
        "text": "जसले कुनै पनि व्यक्तिमाथि आक्रमण गर्छ वा आपराधिक बल प्रयोग गर्छ, **त्यो व्यक्तिले लगाएको वा बोकेको कुनै पनि सम्पत्तिमा चोरी गर्ने प्रयास गर्दा**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 135,
        "text": "जसले कुनै पनि व्यक्तिमाथि आक्रमण गर्छ वा आपराधिक बल प्रयोग गर्छ, **त्यो व्यक्तिलाई गलत रूपमा थुन्ने प्रयास गर्दा**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 136,
        "text": "जसले **त्यो व्यक्तिद्वारा दिइएको गम्भीर र अचानक उत्तेजनामा** कुनै पनि व्यक्तिमाथि आक्रमण गर्छ वा आपराधिक बल प्रयोग गर्छ, त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **एक हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 137,
        "text": "(१) **अपहरण (Kidnapping) दुई प्रकारका हुन्छन्**: **भारतबाट अपहरण**, र **वैध संरक्षकत्वबाट अपहरण**––\n(क) जसले **त्यो व्यक्तिको वा त्यो व्यक्तिको तर्फबाट सहमति दिन कानूनी रूपमा अधिकृत कुनै व्यक्तिको सहमति बिना** कुनै व्यक्तिलाई **भारतको सीमा बाहिर** लैजान्छ, त्यसले त्यो व्यक्तिलाई **भारतबाट अपहरण** गरेको मानिन्छ;\n(ख) जसले कुनै बच्चा वा **अस्वस्थ चित्तको व्यक्तिलाई**, त्यस्तो बच्चा वा अस्वस्थ चित्तको व्यक्तिको **वैध संरक्षकको सहमति बिना**, संरक्षकको हिरासतबाट **लैजान्छ वा प्रलोभन दिन्छ (entices)**, त्यसले त्यस्तो बच्चा वा व्यक्तिलाई **वैध संरक्षकत्वबाट अपहरण** गरेको मानिन्छ।\n(२) जसले कुनै पनि व्यक्तिलाई भारतबाट वा वैध संरक्षकत्वबाट अपहरण गर्छ, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 138,
        "text": "जसले **बल प्रयोग गरी बाध्य पार्छ**, वा **कुनै छलपूर्ण (deceitful) माध्यमद्वारा** कुनै व्यक्तिलाई कुनै ठाउँबाट जान प्रेरित (induces) गर्छ, त्यसले त्यो व्यक्तिको **अपकर्षण (abduct)** गरेको मानिन्छ।"
      },
      {
        "section_no": 139,
        "text": "(१) जसले कुनै बच्चालाई अपहरण गर्छ वा, त्यस्तो बच्चाको वैध संरक्षक नभएको व्यक्तिले, बच्चालाई **भिक्षा माग्ने उद्देश्यका लागि** प्रयोग वा उपयोग गर्न सकियोस् भनेर हिरासत प्राप्त गर्छ, त्यसलाई **दस वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले** दण्डनीय गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) जसले कुनै बच्चालाई **भिक्षा माग्ने उद्देश्यका लागि** प्रयोग वा उपयोग गर्न सकियोस् भनेर **अङ्गभङ्ग (maims)** गर्छ, त्यसलाई **बीस वर्षभन्दा कम नहुने तर त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुने आजीवन कारावाससम्म विस्तार हुन सक्ने कारावासले** र **जरिवानाले** दण्डनीय गरिनेछ।\n(३) जहाँ कुनै व्यक्ति, बच्चाको वैध संरक्षक नभएको व्यक्तिले, त्यस्तो बच्चालाई भिक्षा माग्ने उद्देश्यका लागि काममा लगाउँछ वा प्रयोग गर्छ, विपरीत प्रमाणित नभएसम्म, उसले त्यस्तो बच्चालाई भिक्षा माग्ने उद्देश्यका लागि प्रयोग वा उपयोग गर्न सकियोस् भनेर अपहरण गरेको वा अन्यथा हिरासत प्राप्त गरेको मानिनेछ।\n(४) यस दफामा **“भिक्षा माग्ने” (begging)** भन्नाले—\n(i) सार्वजनिक ठाउँमा भीख माग्ने वा प्राप्त गर्ने, चाहे गाउने, नाच्ने, भविष्य बताउने, चालबाजी गर्ने वा सामान बेच्ने बहानामा वा अन्यथा;\n(ii) भीख माग्ने वा प्राप्त गर्ने उद्देश्यका लागि कुनै निजी परिसरमा प्रवेश गर्ने;\n(iii) भीख प्राप्त गर्ने वा जबरजस्ती असुल गर्ने उद्देश्यले, आफैंको वा अन्य कुनै व्यक्तिको वा कुनै जनावरको कुनै घाउ, चोट, क्षति, विकृति वा रोग प्रदर्शन वा प्रदर्शित गर्ने;\n(iv) भीख माग्ने वा प्राप्त गर्ने उद्देश्यका लागि त्यस्तो बच्चालाई एक प्रदर्शनीको रूपमा प्रयोग गर्ने।"
      },
      {
        "section_no": 140,
        "text": "(१) जसले कुनै व्यक्तिलाई **हत्या गर्ने** वा **हत्या हुने खतरामा पार्ने गरी व्यवस्थापन गर्न** सकियोस् भनेर अपहरण वा अपकर्षण गर्छ, त्यसलाई **आजीवन कारावास** वा **दस वर्षसम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) जसले कुनै व्यक्तिलाई अपहरण वा अपकर्षण गर्छ वा त्यस्तो अपहरण वा अपकर्षण पछि हिरासतमा राख्छ, र त्यस्तो व्यक्तिलाई मृत्यु वा चोट पुऱ्याउने धम्की दिन्छ, वा आफ्नो आचरणद्वारा त्यस्तो व्यक्तिलाई मृत्यु वा चोट पुऱ्याउन सकिने उचित आशङ्का उत्पन्न गर्छ, वा **सरकार वा कुनै विदेशी राज्य वा अन्तर्राष्ट्रिय अन्तर-सरकारी सङ्गठन वा कुनै अन्य व्यक्तिलाई कुनै कार्य गर्न वा गर्नबाट टाढा रहन वा फिरौती (ransom) तिर्न बाध्य पार्नको लागि** त्यस्तो व्यक्तिलाई चोट वा मृत्यु गराउँछ, त्यसलाई **मृत्युदण्ड**, वा **आजीवन कारावासले** दण्डनीय गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(३) जसले कुनै व्यक्तिलाई **गुप्तरूपमा र गलत रूपमा थुनामा राख्ने** मनसायले अपहरण वा अपकर्षण गर्छ, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(४) जसले कुनै व्यक्तिलाई **गम्भीर चोट, वा दासता (slavery), वा कुनै व्यक्तिको अप्राकृतिक कामवासनाको अधीनमा पार्न** सकियोस्, वा **अधीनमा पार्ने खतरामा पार्ने गरी व्यवस्थापन गर्न** सकियोस् भनेर, वा त्यस्तो व्यक्ति त्यसरी अधीनमा वा व्यवस्थापन गरिने सम्भावना छ भनी जानीजानी अपहरण वा अपकर्षण गर्छ, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 141,
        "text": "जसले भारत बाहिरको कुनै पनि देशबाट **एक्कीस वर्षभन्दा कम उमेरकी कुनै केटी** वा **अठार वर्षभन्दा कम उमेरको कुनै केटालाई** त्यो केटी वा केटालाई **गैरकानूनी यौन सम्पर्क** (illicit intercourse) को लागि **बाध्य पार्न वा प्रलोभन दिन** सकियोस् भन्ने मनसायले, वा सकिने सम्भावना छ भनी जानीजानी भारतमा आयात (imports) गर्छ, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने कारावासले** दण्डनीय गरिनेछ र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 142,
        "text": "जसले कुनै व्यक्तिलाई अपहरण वा अपकर्षण गरिएको छ भनी जानीजानी, त्यस्तो व्यक्तिलाई **गलत रूपमा लुकाउँछ वा थुन्छ**, त्यसलाई **त्यही मनसाय वा ज्ञानका साथ, वा जसको लागि उसले त्यस्तो व्यक्तिलाई थुनामा लुकाउँछ वा हिरासतमा राख्छ, त्यही उद्देश्यका लागि अपहरण वा अपकर्षण गरेको भए जस्तै गरी दण्डित गरिनेछ**।"
      },
      {
        "section_no": 143,
        "text": "(१) जसले **शोषण (exploitation) को उद्देश्यका लागि** कुनै व्यक्ति वा व्यक्तिहरूलाई **भर्ती गर्छ, ढुवानी गर्छ, शरण दिन्छ, स्थानान्तरण गर्छ, वा प्राप्त गर्छ**,—\n(क) **धम्की प्रयोग गरेर**; वा\n(ख) **बल प्रयोग गरेर, वा अन्य कुनै प्रकारको जबरजस्ती (coercion) प्रयोग गरेर**; वा\n(ग) **अपकर्षण (abduction) द्वारा**; वा\n(घ) **ठगी, वा छलकपट (deception) को अभ्यास गरेर**; वा\n(ङ) **शक्तिको दुरुपयोग गरेर**; वा\n(च) **भर्ती गरिएको, ढुवानी गरिएको, शरण दिइएको, स्थानान्तरण गरिएको वा प्राप्त गरिएको व्यक्तिमाथि नियन्त्रण भएको कुनै पनि व्यक्तिको सहमति प्राप्त गर्नको लागि, भुक्तानी वा लाभ दिने वा प्राप्त गर्ने लगायतका प्रलोभन (inducement) द्वारा**, त्यसले **मानव बेचबिखन (trafficking)** को अपराध गर्छ।\n(२) जसले बेचबिखनको अपराध गर्छ, त्यसलाई **सात वर्षभन्दा कम नहुने तर दस वर्षसम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(३) जहाँ अपराधमा **एकभन्दा बढी व्यक्तिको बेचबिखन** समावेश छ, त्यसलाई **दस वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले** दण्डनीय गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(४) जहाँ अपराधमा **एक बच्चाको बेचबिखन** समावेश छ, त्यसलाई **दस वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले** दण्डनीय गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(५) जहाँ अपराधमा **एकभन्दा बढी बच्चाको बेचबिखन** समावेश छ, त्यसलाई **चौध वर्षभन्दा कम नहुने तर आजीवन कारावाससम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले** दण्डनीय गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(६) यदि कुनै व्यक्ति **बच्चाको बेचबिखनको अपराधमा एकभन्दा बढी पटक दोषी ठहर हुन्छ** भने, त्यस्तो व्यक्तिलाई **आजीवन कारावासले दण्डित गरिनेछ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(७) जब कुनै **सार्वजनिक कर्मचारी वा प्रहरी अधिकारी** कुनै व्यक्तिको बेचबिखनमा संलग्न हुन्छ भने, त्यस्तो सार्वजनिक कर्मचारी वा प्रहरी अधिकारीलाई **आजीवन कारावासले दण्डित गरिनेछ, जसको अर्थ त्यो व्यक्तिको प्राकृतिक जीवनको बाँकी अवधिको लागि कारावास हुनेछ**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 144,
        "text": "(१) जसले, कुनै बच्चाको बेचबिखन भएको छ भनी **जानीजानी वा विश्वास गर्नको लागि कारण भएको**, त्यस्तो बच्चालाई कुनै पनि तरिकाले **यौन शोषण** को लागि काममा लगाउँछ, त्यसलाई **पाँच वर्षभन्दा कम नहुने तर दस वर्षसम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) जसले, कुनै व्यक्तिको बेचबिखन भएको छ भनी **जानीजानी वा विश्वास गर्नको लागि कारण भएको**, त्यस्तो व्यक्तिलाई कुनै पनि तरिकाले **यौन शोषण** को लागि काममा लगाउँछ, त्यसलाई **तीन वर्षभन्दा कम नहुने तर सात वर्षसम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 145,
        "text": "जसले **आदतवश** (habitually) **दासहरूको आयात, निर्यात, हटाउने, किन्ने, बेच्ने, बेचबिखन गर्ने वा कारोबार गर्छ**, त्यसलाई **आजीवन कारावासले**, वा **दस वर्षभन्दा बढी नहुने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 146,
        "text": "जसले कुनै पनि व्यक्तिलाई **उसको इच्छा विपरीत गैरकानूनी रूपमा श्रम (labour) गर्न बाध्य पार्छ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      }
    ]
  },
  {
    "chapter_no": 7,
    "chapter_title": "राज्य विरुद्धका अपराधहरू सम्बन्धी",
    "sections": [
      {
        "section_no": 147,
        "text": "जसले **भारत सरकार विरुद्ध युद्ध छेडेको** (wages war) छ, वा त्यस्तो युद्ध छेड्ने प्रयास गर्छ, वा त्यस्तो युद्ध छेड्न दुष्प्रेरण (abets) गर्छ, त्यसलाई **मृत्युदण्ड**, वा **आजीवन कारावासले** दण्डित गरिनेछ र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 148,
        "text": "जसले भारत भित्र वा बाहिर र पर दफा १४७ द्वारा दण्डनीय कुनै पनि अपराध गर्न **षड्यन्त्र** (conspires) गर्छ, वा आपराधिक बल वा आपराधिक बलको प्रदर्शनको माध्यमबाट **केन्द्रीय सरकार वा कुनै राज्य सरकारलाई वशमा पार्न (overawe) षड्यन्त्र गर्छ**, त्यसलाई **आजीवन कारावासले**, वा **दस वर्षसम्म विस्तार हुन सक्ने कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण।**—यस दफा अन्तर्गत षड्यन्त्र गठन गर्नको लागि, त्यसको अनुसरणमा कुनै कार्य वा गैरकानूनी त्रुटि (omission) हुनु आवश्यक छैन।"
      },
      {
        "section_no": 149,
        "text": "जसले भारत सरकार विरुद्ध युद्ध छेड्ने वा युद्ध छेड्न तयार हुने मनसायले **मानिसहरू, हतियार वा गोलीगठ्ठा (ammunition) सङ्कलन गर्छ वा अन्यथा तयारी गर्छ**, त्यसलाई **आजीवन कारावास** वा **दस वर्षभन्दा बढी नहुने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 150,
        "text": "जसले कुनै कार्यद्वारा, वा कुनै गैरकानूनी त्रुटिद्वारा, **भारत सरकार विरुद्ध युद्ध छेड्ने योजना (design) को अस्तित्व लुकाउँछ**, त्यस्तो लुकाउने कार्यद्वारा त्यस युद्ध छेड्न सहयोग पुऱ्याउने मनसायले, वा त्यस्तो लुकाउने कार्यले सहयोग पुऱ्याउने सम्भावना छ भनी जानीजानी, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 151,
        "text": "जसले भारतको **राष्ट्रपति वा कुनै पनि राज्यको राज्यपाललाई**, त्यस्ता राष्ट्रपति वा राज्यपालको कुनै पनि कानूनी शक्तिहरू कुनै पनि तरिकाले प्रयोग गर्न वा प्रयोग गर्नबाट टाढा रहन प्रेरित वा बाध्य पार्ने मनसायले, **आक्रमण गर्छ वा गलत रूपमा अवरोध गर्छ (wrongfully restrains)**, वा **गलत रूपमा अवरोध गर्ने प्रयास गर्छ**, वा आपराधिक बल वा आपराधिक बलको प्रदर्शनको माध्यमबाट **वशमा पार्छ (overawes)**, वा त्यसरी वशमा पार्ने प्रयास गर्छ, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 152,
        "text": "जसले जानाजानी वा जानीजानी, बोलेका वा लेखिएका शब्दहरूद्वारा, वा सङ्केतहरूद्वारा, वा दृश्य प्रतिनिधित्वद्वारा, वा इलेक्ट्रोनिक सञ्चारद्वारा वा वित्तीय माध्यमको प्रयोगद्वारा, वा अन्यथा, **विखण्डन (secession)** वा **सशस्त्र विद्रोह (armed rebellion)** वा **विनाशकारी गतिविधिहरू (subversive activities)** लाई उत्तेजित गर्छ वा उत्तेजित गर्ने प्रयास गर्छ, वा **पृथकतावादी गतिविधिहरूको भावनालाई प्रोत्साहित गर्छ** वा **भारतको सार्वभौमिकता वा एकता र अखण्डतालाई खतरामा पार्छ**; वा त्यस्तो कुनै कार्यमा संलग्न हुन्छ वा गर्छ, त्यसलाई **आजीवन कारावास** वा **सात वर्षसम्म विस्तार हुन सक्ने कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण।**––यस दफामा उल्लेख गरिएका गतिविधिहरूलाई उत्तेजित नगरी वा उत्तेजित गर्ने प्रयास नगरी कानूनी माध्यमबाट परिवर्तन प्राप्त गर्ने उद्देश्यले सरकारका उपायहरू, वा प्रशासनिक वा अन्य कार्यको असहमति व्यक्त गर्ने टिप्पणीहरूले यस दफा अन्तर्गत अपराध गठन गर्दैनन्।"
      },
      {
        "section_no": 153,
        "text": "जसले **भारत सरकारसँग शान्तिमा रहेको कुनै विदेशी राज्यको सरकार विरुद्ध युद्ध छेडेको** छ वा त्यस्तो युद्ध छेड्ने प्रयास गर्छ, वा त्यस्तो युद्ध छेड्न दुष्प्रेरण गर्छ, त्यसलाई **आजीवन कारावासले**, जसमा जरिवाना थप्न सकिन्छ, वा **सात वर्षसम्म विस्तार हुन सक्ने कुनै पनि प्रकारको कारावासले**, जसमा जरिवाना थप्न सकिन्छ, वा **जरिवानाले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 154,
        "text": "जसले भारत सरकारसँग शान्तिमा रहेको कुनै विदेशी राज्यको क्षेत्रहरूमा **लुटपाट (depredation) गर्छ**, वा लुटपाट गर्ने तयारी गर्छ, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि तथा त्यस्तो लुटपाट गर्न प्रयोग गरिएको वा प्रयोग गर्ने मनसाय राखिएको, वा त्यस्तो लुटपाटबाट प्राप्त गरिएको कुनै पनि सम्पत्तिको जब्ती (forfeiture) को लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 155,
        "text": "जसले दफा १५३ र १५४ मा उल्लेख गरिएका कुनै पनि अपराधहरूको आयोगमा लिइएको हो भनी **जानीजानी कुनै सम्पत्ति प्राप्त गर्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि तथा त्यसरी प्राप्त गरिएको सम्पत्तिको जब्ती (forfeiture) को लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 156,
        "text": "जसले, सार्वजनिक कर्मचारी भएर र कुनै **राज्य बन्दी (State prisoner)** वा **युद्ध बन्दी (prisoner of war)** को हिरासतमा भएको, त्यस्तो बन्दीलाई थुनामा राखिएको कुनै पनि ठाउँबाट **स्वेच्छाले भाग्न दिन्छ**, त्यसलाई **आजीवन कारावास**, वा **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 157,
        "text": "जसले, सार्वजनिक कर्मचारी भएर र कुनै राज्य बन्दी वा युद्ध बन्दीको हिरासतमा भएको, त्यस्तो बन्दीलाई थुनामा राखिएको कुनै पनि ठाउँबाट **लापरवाहीले** भाग्न दिन्छ, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 158,
        "text": "जसले कुनै राज्य बन्दी वा युद्ध बन्दीलाई वैध हिरासतबाट भाग्नमा **जानीजानी सहयोग वा मद्दत गर्छ**, वा **त्यस्तो कुनै बन्दीलाई उद्धार गर्छ वा उद्धार गर्ने प्रयास गर्छ**, वा वैध हिरासतबाट भागेको त्यस्तो कुनै बन्दीलाई **शरण दिन्छ वा लुकाउँछ**, वा **त्यस्तो बन्दीलाई पुनः पक्रनमा कुनै प्रतिरोध गर्छ वा प्रतिरोध गर्ने प्रयास गर्छ**, त्यसलाई **आजीवन कारावास**, वा **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n**स्पष्टीकरण।**—एक राज्य बन्दी वा युद्ध बन्दी, जसलाई भारतमा निश्चित सीमा भित्र आफ्नो **पारोल** (parole) मा खुला रहन अनुमति दिइएको छ, यदि उसले आफूलाई खुला रहन अनुमति दिइएको सीमाभन्दा बाहिर जान्छ भने, त्यसले वैध हिरासतबाट भागेको मानिन्छ।"
      }
    ]
  },
  {
    "chapter_no": 8,
    "chapter_title": "सेना, नौसेना र वायुसेना सम्बन्धी अपराधहरू",
    "sections": [
      {
        "section_no": 159,
        "text": "जसले भारत सरकारको सेना, नौसेना वा वायुसेनामा रहेका कुनै **अधिकारी, सैनिक, नाविक वा वायुसैनिकलाई** **विद्रोह (mutiny) गर्न दुष्प्रेरण (abets)** गर्छ वा त्यस्ता कुनै अधिकारी, सैनिक, नाविक वा वायुसैनिकलाई आफ्नो **राजभक्ति (allegiance)** वा आफ्नो कर्तव्यबाट **पतित (seduce) गर्न प्रयास गर्छ**, त्यसलाई **आजीवन कारावासले**, वा **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 160,
        "text": "जसले भारत सरकारको सेना, नौसेना वा वायुसेनामा रहेका कुनै अधिकारी, सैनिक, नाविक वा वायुसैनिकलाई विद्रोह गर्न दुष्प्रेरण गर्छ, **यदि त्यो दुष्प्रेरणको परिणाम स्वरूप विद्रोह भएको खण्डमा**, त्यसलाई **मृत्युदण्ड वा आजीवन कारावासले**, वा **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 161,
        "text": "जसले भारत सरकारको सेना, नौसेना वा वायुसेनामा रहेका कुनै अधिकारी, सैनिक, नाविक वा वायुसैनिकद्वारा **आफ्नो कार्यालयको कार्यान्वयनमा रहेका कुनै उच्च अधिकारीमाथि** गरिएको **आक्रमण** लाई दुष्प्रेरण गर्छ, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 162,
        "text": "जसले भारत सरकारको सेना, नौसेना वा वायुसेनामा रहेका कुनै अधिकारी, सैनिक, नाविक वा वायुसैनिकद्वारा आफ्नो कार्यालयको कार्यान्वयनमा रहेका कुनै उच्च अधिकारीमाथि गरिएको आक्रमणलाई दुष्प्रेरण गर्छ, **यदि त्यो दुष्प्रेरणको परिणाम स्वरूप त्यस्तो आक्रमण भएको खण्डमा**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 163,
        "text": "जसले भारत सरकारको सेना, नौसेना वा वायुसेनामा रहेका कुनै अधिकारी, सैनिक, नाविक वा वायुसैनिकलाई **भागेर जान (desertion) दुष्प्रेरण गर्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 164,
        "text": "जसले, **यसपछि अपवाद गरिए अनुसारको अवस्था बाहेक**, भारत सरकारको सेना, नौसेना वा वायुसेनामा रहेका कुनै अधिकारी, सैनिक, नाविक वा वायुसैनिक **भागेर गएको छ** भनी जानीजानी वा विश्वास गर्नको लागि कारण भएको, त्यस्ता अधिकारी, सैनिक, नाविक वा वायुसैनिकलाई **शरण (harbours) दिन्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ। **अपवाद।**—यो प्रावधान **भागेर जाने व्यक्तिको पति वा पत्नीले शरण दिएको** अवस्थामा लागू हुने छैन।"
      },
      {
        "section_no": 165,
        "text": "**व्यापारी जहाजको मालिक वा जिम्मेवार व्यक्ति**, जसको जहाजमा भारत सरकारको सेना, नौसेना वा वायुसेनाको कुनै **भागेर गएको व्यक्ति लुकाइएको** छ, त्यसलाई, **त्यस्तो लुकाइएको कुरा थाहा नभए पनि**, **तीन हजार रुपैयाँभन्दा बढी नहुने जरिवानाको लागि उत्तरदायी हुनेछ**, यदि उसले त्यस्तो मालिक वा जिम्मेवार व्यक्तिको रूपमा आफ्नो **कर्तव्यको कुनै लापरवाही** को कारणले, वा जहाजमा **अनुशासनको कुनै कमी** को कारणले, त्यस्तो लुकाइएको कुरा थाहा पाउन सक्थ्यो भने।"
      },
      {
        "section_no": 166,
        "text": "जसले भारत सरकारको सेना, नौसेना वा वायुसेनामा रहेका कुनै अधिकारी, सैनिक, नाविक वा वायुसैनिकद्वारा गरिएको **अनाज्ञाकारिता (insubordination) को कार्य हो** भनी जानीजानी दुष्प्रेरण गर्छ, **यदि त्यो दुष्प्रेरणको परिणाम स्वरूप त्यस्तो अनाज्ञाकारिताको कार्य भएको खण्डमा**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 167,
        "text": "**वायुसेना अधिनियम, १९५०, सेना अधिनियम, १९५० र नौसेना अधिनियम, १९५७ को अधीनमा रहेको कुनै पनि व्यक्ति** लाई यस संहिता अन्तर्गत यस अध्यायमा परिभाषित कुनै पनि अपराधहरूको लागि दण्डित गरिने छैन।"
      },
      {
        "section_no": 168,
        "text": "जसले भारत सरकारको सेना, नौसेना वा वायु सेवाको **सैनिक, नाविक वा वायुसैनिक नभएको** व्यक्तिले, **उनी त्यस्तो सैनिक, नाविक वा वायुसैनिक हो भनी विश्वास गरियोस् भन्ने मनसायले**, त्यस्ता सैनिक, नाविक वा वायुसैनिकद्वारा प्रयोग गरिने कुनै **पोशाक (garb) वा प्रतीक (token) सँग मिल्दोजुल्दो कुनै पोशाक लगाउँछ वा प्रतीक बोक्छ**, त्यसलाई **तीन महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **दुई हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      }
    ]
  },
  {
    "chapter_no": 9,
    "chapter_title": "चुनाव सम्बन्धी अपराधहरू",
    "sections": [
      {
        "section_no": 169,
        "text": "यस अध्यायको उद्देश्यका लागि— (क) “**उम्मेदवार (candidate)**” भन्नाले कुनै पनि चुनावमा उम्मेदवारको रूपमा मनोनीत (nominated) भएको व्यक्ति सम्झनुपर्छ; (ख) “**निर्वाचन अधिकार (electoral right)**” भन्नाले कुनै व्यक्तिलाई उम्मेदवारको रूपमा खडा हुने, वा नहुने, वा उम्मेदवार हुनबाट फिर्ता लिने, वा चुनावमा मतदान गर्ने वा मतदान गर्नबाट टाढा रहने अधिकार सम्झनुपर्छ।"
      },
      {
        "section_no": 170,
        "text": "(१) जसले— (i) कुनै पनि व्यक्तिलाई कुनै **निर्वाचन अधिकार प्रयोग गर्न प्रेरित (inducing) गर्ने** वा त्यस्तो कुनै अधिकार प्रयोग गरेकोमा कुनै व्यक्तिलाई **पुरस्कृत (rewarding) गर्ने** उद्देश्यले कुनै **परितोषण (gratification)** दिन्छ; वा (ii) आफैंको लागि वा अन्य कुनै व्यक्तिको लागि, त्यस्तो कुनै अधिकार प्रयोग गरे बापत वा अन्य कुनै व्यक्तिलाई त्यस्तो कुनै अधिकार प्रयोग गर्न प्रेरित गर्ने वा प्रेरित गर्ने प्रयास गरे बापत **पुरस्कारको रूपमा** कुनै परितोषण **स्वीकार गर्छ**। **त्यसले घुसखोरी (bribery) को अपराध गर्छ**। तर, **सार्वजनिक नीतिको घोषणा वा सार्वजनिक कार्यको प्रतिज्ञा** यस दफा अन्तर्गत अपराध हुने छैन। (२) कुनै व्यक्ति जसले परितोषण **प्रस्ताव गर्छ**, वा दिन सहमत हुन्छ, वा परितोषण प्राप्त गर्न प्रस्ताव वा प्रयास गर्छ, त्यसले **परितोषण दिएको** मानिनेछ। (३) कुनै व्यक्ति जसले **परितोषण प्राप्त गर्छ वा स्वीकार गर्न सहमत हुन्छ वा प्राप्त गर्ने प्रयास गर्छ**, त्यसले **परितोषण स्वीकार गरेको** मानिनेछ, र कुनै व्यक्ति जसले आफूले **गर्न नचाहेको कुरा गर्नको लागि उत्प्रेरणाको रूपमा**, वा **आफूले नगरेको कुरा गरे बापत पुरस्कारको रूपमा** परितोषण स्वीकार गर्छ, त्यसले परितोषणलाई पुरस्कारको रूपमा स्वीकार गरेको मानिनेछ।"
      },
      {
        "section_no": 171,
        "text": "(१) जसले **स्वेच्छाले कुनै पनि निर्वाचन अधिकारको स्वतन्त्र प्रयोगमा हस्तक्षेप (interferes) गर्छ वा हस्तक्षेप गर्ने प्रयास गर्छ**, त्यसले **चुनावमा अनुचित प्रभाव (undue influence) को अपराध गर्छ**। (२) उपदफा (१) का प्रावधानहरूको सामान्यतामा प्रतिकूल असर नपारी, जसले— (क) कुनै उम्मेदवार वा मतदातालाई, वा कुनै उम्मेदवार वा मतदाताको चासो भएको कुनै व्यक्तिलाई **कुनै पनि प्रकारको चोट पुऱ्याउने धम्की** दिन्छ; वा (ख) कुनै उम्मेदवार वा मतदातालाई, उ वा उसको चासो भएको कुनै व्यक्ति **ईश्वरीय अप्रसन्नता (Divine displeasure) वा आध्यात्मिक निन्दा (spiritual censure) को वस्तु बन्नेछ** भनी विश्वास गर्न **प्रेरित गर्छ वा प्रेरित गर्ने प्रयास गर्छ**, त्यसले उपदफा (१) को अर्थ भित्र, त्यस्ता उम्मेदवार वा मतदाताको **निर्वाचन अधिकारको स्वतन्त्र प्रयोगमा हस्तक्षेप गरेको** मानिनेछ। (३) सार्वजनिक नीतिको घोषणा वा सार्वजनिक कार्यको प्रतिज्ञा वा **निर्वाचन अधिकारमा हस्तक्षेप गर्ने मनसाय बिना** कानूनी अधिकारको मात्र प्रयोगलाई यस दफाको अर्थ भित्र **हस्तक्षेप मानिने छैन**।"
      },
      {
        "section_no": 172,
        "text": "जसले कुनै चुनावमा **कुनै अन्य व्यक्तिको नाममा, चाहे जीवित होस् वा मृत, वा कुनै काल्पनिक नाममा**, **मतदान पत्रको लागि आवेदन दिन्छ वा मतदान गर्छ**, वा जसले त्यस्तो चुनावमा **एक पटक मतदान गरिसकेपछि सोही चुनावमा आफ्नो नाममा मतदान पत्रको लागि आवेदन दिन्छ**, र जसले **कुनै पनि व्यक्तिद्वारा त्यस्तो कुनै पनि तरिकाले मतदान गर्न दुष्प्रेरण, प्रबन्ध वा प्रबन्ध गर्ने प्रयास गर्छ**, त्यसले **चुनावमा प्रतिरूपण (personation) को अपराध गर्छ**। तर, यस दफामा भएको कुनै पनि कुरा, **कुनै पनि कानून अन्तर्गत कुनै मतदाताको लागि प्रतिनिधिको (proxy) रूपमा मतदान गर्न अधिकृत गरिएको** व्यक्तिलाई, उसले त्यस्तो मतदाताको लागि प्रतिनिधिको रूपमा मतदान गरेसम्म, लागू हुने छैन।"
      },
      {
        "section_no": 173,
        "text": "जसले **घुसखोरी (bribery)** को अपराध गर्छ, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ: तर, **आतिथ्य (treating)** द्वारा गरिएको घुसखोरीलाई **जरिवानाले मात्र** दण्डित गरिनेछ। **स्पष्टीकरण।**—**“आतिथ्य (Treating)”** भन्नाले घुसखोरीको त्यो रूप हो जहाँ **परितोषणमा खाना, पेय पदार्थ, मनोरञ्जन, वा आपूर्ति** समावेश हुन्छ।"
      },
      {
        "section_no": 174,
        "text": "जसले चुनावमा **अनुचित प्रभाव (undue influence) वा प्रतिरूपण (personation)** को अपराध गर्छ, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 175,
        "text": "जसले **चुनावको नतिजालाई असर गर्ने मनसायले** कुनै **उम्मेदवारको व्यक्तिगत चरित्र वा आचरणको सम्बन्धमा** कुनै कथन गर्छ वा प्रकाशित गर्छ, जुन **तथ्यको कथन** भएको दाबी गर्छ र जुन **झूटो हो** र जुन उसले **झूटो हो भनी जानीजानी वा विश्वास गर्छ वा साँचो हो भनी विश्वास गर्दैन**, त्यसलाई **जरिवानाले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 176,
        "text": "जसले कुनै **उम्मेदवारको लिखितमा सामान्य वा विशेष अधिकार बिना** कुनै सार्वजनिक सभा आयोजना गर्नको लागि, वा कुनै विज्ञापन, सर्कुलर वा प्रकाशनमा, वा अन्य कुनै पनि तरिकाले **त्यस्ता उम्मेदवारको चुनावलाई बढावा दिन वा प्राप्त गर्ने उद्देश्यले खर्चहरू गर्छ वा अधिकृत गर्छ**, त्यसलाई **दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले** दण्डित गरिनेछ: तर, यदि कुनै व्यक्तिले अधिकार बिना **दस रुपैयाँभन्दा बढी नहुने** त्यस्तो कुनै खर्च गरेको छ र त्यस्तो खर्च भएको मितिबाट **दस दिन भित्र उम्मेदवारको लिखित स्वीकृति** प्राप्त गर्छ भने, उसले उम्मेदवारको अधिकार सहित त्यस्तो खर्च गरेको मानिनेछ।"
      },
      {
        "section_no": 177,
        "text": "जसले लागू रहेको कुनै कानून वा कानूनको शक्ति भएको कुनै नियमद्वारा चुनावमा वा त्यसको सम्बन्धमा लागेको **खर्चहरूको लेखा राख्न आवश्यक** भएकोमा **त्यस्तो लेखा राख्न असफल हुन्छ**, त्यसलाई **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले** दण्डित गरिनेछ।"
      }
    ]
  },
  {
    "chapter_no": 10,
    "chapter_title": "सिक्का, मुद्रा-नोट, बैंक-नोट र सरकारी टिकट सम्बन्धी अपराधहरू",
    "sections": [
      {
        "section_no": 178,
        "text": "जसले कुनै **सिक्का, राजस्वको उद्देश्यका लागि सरकारद्वारा जारी गरिएको टिकट, मुद्रा-नोट वा बैंक-नोटलाई** **नक्कली बनाउँछ (counterfeits)**, वा जानीजानी नक्कली बनाउने प्रक्रियाको कुनै पनि भाग गर्छ, त्यसलाई **आजीवन कारावासले**, वा **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 179,
        "text": "जसले कुनै **जाली (forged) वा नक्कली (counterfeit) सिक्का, टिकट, मुद्रा-नोट वा बैंक-नोट** लाई **जाली वा नक्कली हो भनी जानीजानी वा विश्वास गर्नको लागि कारण भएको**, **आयात वा निर्यात गर्छ, वा बेच्छ वा अन्य कुनै व्यक्तिलाई दिन्छ, वा कुनै अन्य व्यक्तिबाट किन्छ वा प्राप्त गर्छ, वा अन्यथा कारोबार गर्छ वा सक्कलीको रूपमा प्रयोग गर्छ**, त्यसलाई **आजीवन कारावासले**, वा **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 180,
        "text": "जसले कुनै **जाली वा नक्कली सिक्का, टिकट, मुद्रा-नोट वा बैंक-नोट** लाई **जाली वा नक्कली हो भनी जानीजानी वा विश्वास गर्नको लागि कारण भएको** र त्यसलाई **सक्कलीको रूपमा प्रयोग गर्ने वा सक्कलीको रूपमा प्रयोग गर्न सकियोस् भन्ने मनसायले** आफ्नो **कब्जामा राख्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 181,
        "text": "जसले कुनै **सिक्का, राजस्वको उद्देश्यका लागि सरकारद्वारा जारी गरिएको टिकट, मुद्रा-नोट वा बैंक-नोटलाई जाली बनाउन वा नक्कली बनाउन** प्रयोग गर्ने उद्देश्यले, वा **प्रयोग गर्ने मनसाय छ भनी जानीजानी वा विश्वास गर्नको लागि कारण भएको**, कुनै **मेसिनरी, छाप (die), वा उपकरण वा सामग्री** **बनाउँछ वा मर्मत गर्छ, वा बनाउने वा मर्मत गर्ने प्रक्रियाको कुनै पनि भाग गर्छ, वा किन्छ वा बेच्छ वा व्यवस्थापन गर्छ, वा आफ्नो कब्जामा राख्छ**, त्यसलाई **आजीवन कारावासले**, वा **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 182,
        "text": "(१) जसले कुनै **मुद्रा-नोट वा बैंक-नोट भएको बहाना गर्ने, वा कुनै पनि तरिकाले मिल्दोजुल्दो, वा ठग्ने उद्देश्यले लगभग उस्तै देखिने कुनै पनि कागजात** **बनाउँछ, वा बनाउन लगाउँछ, वा कुनै पनि उद्देश्यका लागि प्रयोग गर्छ, वा कुनै व्यक्तिलाई दिन्छ**, त्यसलाई **तीन सय रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले** दण्डित गरिनेछ। (२) यदि कुनै व्यक्ति, जसको नाम उपदफा (१) अन्तर्गत अपराध हुने कागजातमा देखिन्छ, **कानूनी बहाना बिना, प्रहरी अधिकारीद्वारा माग गर्दा त्यो कसद्वारा छापिएको वा अन्यथा बनाइएको हो, त्यस व्यक्तिको नाम र ठेगाना खुलासा गर्न इन्कार गर्छ**, त्यसलाई **छ सय रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले** दण्डित गरिनेछ। (३) जहाँ कुनै व्यक्तिको नाम कुनै पनि कागजातमा देखिन्छ जसको सम्बन्धमा कुनै व्यक्तिलाई उपदफा (१) अन्तर्गत अपराधको आरोप लगाइएको छ वा त्यस कागजातको सम्बन्धमा प्रयोग वा वितरण गरिएको अन्य कुनै कागजातमा देखिन्छ, **विपरीत प्रमाणित नभएसम्म**, **त्यो व्यक्तिले कागजात बनाउन लगाएको थियो भनी अनुमान (presumed) गर्न सकिन्छ**।"
      },
      {
        "section_no": 183,
        "text": "जसले, **छलपूर्ण तरिकाले वा सरकारलाई हानि पुऱ्याउने मनसायले**, **राजस्वको उद्देश्यका लागि सरकारद्वारा जारी गरिएको कुनै टिकट भएको** कुनै पदार्थबाट, जुन लेखन वा कागजातको लागि त्यस्तो टिकट प्रयोग गरिएको छ, **त्यो लेखन वा कागजात हटाउँछ वा मेट्छ**, वा **कुनै लेखन वा कागजातबाट त्यो लेखन वा कागजातको लागि प्रयोग गरिएको टिकट हटाउँछ, ताकि त्यो टिकट फरक लेखन वा कागजातको लागि प्रयोग गर्न सकियोस्**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 184,
        "text": "जसले, **छलपूर्ण तरिकाले वा सरकारलाई हानि पुऱ्याउने मनसायले**, **राजस्वको उद्देश्यका लागि सरकारद्वारा जारी गरिएको कुनै टिकट**, जुन **पहिले प्रयोग भइसकेको छ भनी उसलाई थाहा छ**, **कुनै पनि उद्देश्यका लागि प्रयोग गर्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 185,
        "text": "जसले, **छलपूर्ण तरिकाले वा सरकारलाई हानि पुऱ्याउने मनसायले**, राजस्वको उद्देश्यका लागि सरकारद्वारा जारी गरिएको कुनै टिकटबाट, **त्यो प्रयोग भइसकेको छ भनी जनाउनको लागि त्यसमा राखिएको वा छापिएको कुनै पनि चिन्ह मेट्छ वा हटाउँछ**, वा **त्यस्तो चिन्ह मेटिएको वा हटाइएको कुनै पनि त्यस्तो टिकट जानीजानी आफ्नो कब्जामा राख्छ वा बेच्छ वा व्यवस्थापन गर्छ**, वा **प्रयोग भइसकेको छ भनी उसलाई थाहा भएको कुनै पनि त्यस्तो टिकट बेच्छ वा व्यवस्थापन गर्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 186,
        "text": "(१) जसले— (क) कुनै **झूटो टिकट (fictitious stamp)** **बनाउँछ, जानीजानी उच्चारण (utters) गर्छ, कारोबार गर्छ वा बेच्छ**, वा **कुनै पनि हुलाक उद्देश्यका लागि जानीजानी कुनै झूटो टिकट प्रयोग गर्छ**; वा (ख) **कानूनी बहाना बिना, कुनै झूटो टिकट** आफ्नो कब्जामा राख्छ; वा (ग) **कुनै झूटो टिकट बनाउनको लागि कुनै छाप (die), प्लेट, उपकरण वा सामग्री बनाउँछ वा कानूनी बहाना बिना आफ्नो कब्जामा राख्छ**, त्यसलाई **दुई सय रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले** दण्डित गरिनेछ। (२) कुनै झूटो टिकट बनाउनको लागि कुनै व्यक्तिको कब्जामा रहेको त्यस्तो कुनै टिकट, छाप, प्लेट, उपकरण वा सामग्री **जफत (seized) गर्न सकिन्छ**, र यदि जफत गरिएमा **निस्सार (forfeited) गरिनेछ**। (३) यस दफामा **“झूटो टिकट” (fictitious stamp)** भन्नाले **हुलाक दर जनाउनको लागि सरकारद्वारा जारी गरिएको बहाना गर्ने कुनै पनि टिकट**, वा त्यस उद्देश्यका लागि सरकारद्वारा जारी गरिएको कुनै पनि टिकटको **फोटोकपी (facsimile) वा नक्कल (imitation) वा प्रतिनिधित्व**, चाहे कागजमा होस् वा अन्यथा, सम्झनुपर्छ।"
      },
      {
        "section_no": 187,
        "text": "जसले, **भारतमा कानूनी रूपमा स्थापित कुनै टकसाल (mint) मा कार्यरत भएकोले**, **कानूनद्वारा तोकिएको तौल वा संरचना भन्दा फरक तौल वा संरचनाको** त्यो टकसालबाट जारी गरिएको कुनै सिक्का होस् भन्ने **मनसायले** कुनै कार्य गर्छ, वा **आफू कानूनी रूपमा गर्न बाध्य भएको कुरा गर्न चुक्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 188,
        "text": "जसले **कानूनी अधिकार बिना, भारतमा कानूनी रूपमा स्थापित कुनै टकसालबाट कुनै सिक्का बनाउने उपकरण वा साधन** बाहिर निकाल्छ, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      }
    ]
  },
  {
    "chapter_no": 11,
    "chapter_title": "सार्वजनिक शान्ति विरुद्धका अपराधहरू सम्बन्धी",
    "sections": [
      {
        "section_no": 189,
        "text": "(१) **पाँच वा सोभन्दा बढी व्यक्तिहरूको जमघटलाई** **“गैरकानूनी जमघट”** भनिन्छ, यदि त्यो जमघट बनाउने व्यक्तिहरूको **साझा उद्देश्य** हो भने—\n(क) आपराधिक बल, वा आपराधिक बलको प्रदर्शनद्वारा **केन्द्रीय सरकार वा कुनै राज्य सरकार वा संसद वा कुनै राज्यको व्यवस्थापिका**, वा **त्यस्तो सार्वजनिक कर्मचारीको वैध शक्तिको प्रयोगमा रहेको कुनै सार्वजनिक कर्मचारीलाई वशमा पार्न (overawe)**; वा\n(ख) **कुनै कानूनको, वा कुनै कानूनी प्रक्रियाको कार्यान्वयनको प्रतिरोध गर्न**; वा\n(ग) **कुनै हानि (mischief) वा आपराधिक अनधिकृत प्रवेश (criminal trespass), वा अन्य अपराध गर्न**; वा\n(घ) आपराधिक बल, वा आपराधिक बलको प्रदर्शनको माध्यमद्वारा, कुनै व्यक्तिलाई **कुनै सम्पत्तिको कब्जा लिन वा प्राप्त गर्न**, वा कुनै व्यक्तिलाई **बाटोको अधिकार, वा पानीको प्रयोग वा अन्य अमूर्त अधिकार** (incorporeal right) जसको ऊ कब्जा वा उपभोगमा छ, **उपभोग गर्नबाट वञ्चित गर्न**, वा **कुनै अधिकार वा कथित अधिकार लागू गर्न**; वा\n(ङ) आपराधिक बल, वा आपराधिक बलको प्रदर्शनको माध्यमद्वारा, कुनै व्यक्तिलाई **ऊ कानूनी रूपमा गर्न बाध्य नभएको काम गर्न बाध्य पार्न**, वा **ऊ कानूनी रूपमा गर्न हकदार भएको काम गर्नबाट चुक्न (omit) बाध्य पार्न**।\n(२) जसले, कुनै जमघटलाई गैरकानूनी जमघट बनाउने तथ्यहरू बारे **सचेत (aware)** भएर, **इरादापूर्वक (intentionally)** त्यो जमघटमा सामेल हुन्छ, वा त्यसमा रहिरहन्छ, त्यसलाई **गैरकानूनी जमघटको सदस्य** भनिन्छ र त्यस्तो सदस्यलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(३) जसले, **त्यस्तो गैरकानूनी जमघटलाई कानूनद्वारा निर्धारित तरिकाले तितरबितर हुन आदेश दिइएको छ भनी जानीजानी**, गैरकानूनी जमघटमा सामेल हुन्छ वा रहिरहन्छ, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(४) जसले **कुनै घातक हतियारले सशस्त्र** भएर, वा अपराधको हतियारको रूपमा प्रयोग गर्दा **मृत्यु गराउन सक्ने सम्भावना भएको** कुनै वस्तुले सशस्त्र भएर, गैरकानूनी जमघटको सदस्य हुन्छ, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(५) जसले, **सार्वजनिक शान्तिमा गडबडी (disturbance) उत्पन्न गर्न सक्ने सम्भावना भएको** पाँच वा सोभन्दा बढी व्यक्तिहरूको कुनै जमघटमा, **त्यस्तो जमघटलाई कानूनी रूपमा तितरबितर हुन आदेश दिइएपछि** जानीजानी सामेल हुन्छ वा रहिरहन्छ, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(६) जसले कुनै व्यक्तिलाई कुनै गैरकानूनी जमघटमा सामेल हुन वा सदस्य बन्नको लागि **भाडामा लिन्छ वा संलग्न गर्छ, वा काममा लगाउँछ, वा बढावा दिन्छ, वा भाडामा लिने, संलग्न गर्ने वा काममा लगाउने कार्यमा आँखा चिम्लिन्छ (connives)**, त्यसलाई **त्यस्तो गैरकानूनी जमघटको सदस्यको रूपमा** दण्डनीय गरिनेछ, र त्यस्तो भाडामा लिने, संलग्न गर्ने वा काममा लगाउने कार्यको अनुसरणमा त्यस्तो कुनै पनि व्यक्तिले त्यस्तो गैरकानूनी जमघटको सदस्यको रूपमा गरेको कुनै पनि अपराधको लागि, **मानौं कि ऊ आफैं त्यस्तो गैरकानूनी जमघटको सदस्य थियो, वा आफैंले त्यस्तो अपराध गरेको थियो, त्यसै गरी** दण्डित गरिनेछ।\n(७) जसले आफ्नो कब्जा वा जिम्मामा, वा आफ्नो नियन्त्रणमा रहेको कुनै घर वा परिसरमा, कुनै व्यक्तिहरूलाई **गैरकानूनी जमघटमा सामेल हुन वा सदस्य बन्नको लागि भाडामा लिइएको, संलग्न गरिएको वा काममा लगाइएको छ, वा भाडामा लिइने, संलग्न गरिने वा काममा लगाइने वाला छन् भनी जानीजानी** **शरण दिन्छ, प्राप्त गर्छ वा जम्मा गर्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(८) जसले उपदफा (१) मा निर्दिष्ट गरिएका कुनै पनि कार्यहरू गर्न वा गर्नमा सहयोग गर्नको लागि **संलग्न (engaged) गरिएको, वा भाडामा लिइएको छ, वा भाडामा लिइने वा संलग्न हुने प्रस्ताव वा प्रयास गर्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(९) जसले उपदफा (८) मा उल्लेख गरिए अनुसार संलग्न वा भाडामा लिइएको भएर, **कुनै घातक हतियारले सशस्त्र भएर जान्छ, वा सशस्त्र भएर जाने संलग्नता गर्छ वा प्रस्ताव गर्छ** वा अपराधको हतियारको रूपमा प्रयोग गर्दा मृत्यु गराउन सक्ने सम्भावना भएको कुनै वस्तुले, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 190,
        "text": "यदि कुनै गैरकानूनी जमघटको कुनै सदस्यले **त्यो जमघटको साझा उद्देश्यको अनुसन्धानमा (in prosecution of)** कुनै अपराध गर्छ, वा **त्यो उद्देश्यको अनुसन्धानमा हुने सम्भावना छ भनी त्यो जमघटका सदस्यहरूलाई थाहा भएको** त्यस्तो अपराध गर्छ भने, **त्यो अपराध गर्दाको समयमा सोही जमघटको सदस्य रहेको प्रत्येक व्यक्ति त्यस अपराधको दोषी हुन्छ**।"
      },
      {
        "section_no": 191,
        "text": "(१) जब कुनै गैरकानूनी जमघटद्वारा, वा त्यसको कुनै सदस्यद्वारा, त्यस्तो जमघटको साझा उद्देश्यको अनुसन्धानमा **बल (force) वा हिंसा (violence) प्रयोग गरिन्छ**, तब त्यस्तो जमघटको प्रत्येक सदस्य **दङ्गा (rioting) को अपराधको दोषी हुन्छ**।\n(२) जसले दङ्गाको दोषी हुन्छ, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(३) जसले दङ्गाको दोषी हुन्छ, **घातक हतियारले वा अपराधको हतियारको रूपमा प्रयोग गर्दा मृत्यु गराउन सक्ने सम्भावना भएको कुनै वस्तुले सशस्त्र भएर**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 192,
        "text": "जसले **दुर्भावनापूर्ण (malignantly) रूपमा, वा गैरकानूनी कुनै कार्य गरेर मनमानी ढङ्गले (wantonly)** कुनै व्यक्तिलाई **उत्तेजना (provocation) दिन्छ**, त्यस्तो उत्तेजनाले दङ्गाको अपराध हुन सक्ने सम्भावना छ भनी मनसाय राखेर वा जानीजानी, **यदि त्यस्तो उत्तेजनाको परिणामस्वरूप दङ्गाको अपराध भएको खण्डमा**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; र **यदि दङ्गाको अपराध नभएको खण्डमा**, **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 193,
        "text": "(१) जब कुनै गैरकानूनी जमघट वा दङ्गा हुन्छ, **जग्गाको मालिक वा कब्जाकर्ता** जहाँ त्यस्तो गैरकानूनी जमघट आयोजना गरिएको छ, वा त्यस्तो दङ्गा गरिएको छ, र **त्यस्तो जग्गामा कुनै चासो (interest) भएको वा दाबी गर्ने कुनै पनि व्यक्तिलाई**, **एक हजार रुपैयाँभन्दा बढी नहुने जरिवानाले** दण्डनीय गरिनेछ, यदि **उसले वा उसको एजेन्ट वा प्रबन्धकले**, त्यस्तो अपराध भइरहेको वा भइसकेको छ भनी जानीजानी, वा हुने सम्भावना छ भनी विश्वास गर्नको लागि कारण भएकोमा, **नजिकको प्रहरी चौकीको इन्चार्ज अधिकारीलाई आफ्नो वा तिनीहरूको शक्तिमा रहेको सबैभन्दा चाँडो सूचना दिँदैनन्**, र यदि त्यो हुन लागेको थियो भनी विश्वास गर्नको लागि कारण भएको खण्डमा, **त्यसलाई रोक्नको लागि आफ्नो वा तिनीहरूको शक्तिमा रहेको सबै कानूनी माध्यमहरू प्रयोग गर्दैनन्** र, यदि त्यो भएको खण्डमा, **दङ्गा वा गैरकानूनी जमघटलाई तितरबितर गर्न वा दबाउनको लागि आफ्नो वा तिनीहरूको शक्तिमा रहेको सबै कानूनी माध्यमहरू प्रयोग गर्दैनन्**।\n(२) जब कुनै दङ्गा **कुनै व्यक्तिको फाइदाको लागि वा तर्फबाट** गरिन्छ जो त्यस्तो दङ्गा भएको जग्गाको मालिक वा कब्जाकर्ता हो वा जसले त्यस्तो जग्गामा, वा दङ्गा उत्पन्न गराउने कुनै विवादको विषयमा कुनै चासो दाबी गर्छ, वा जसले त्यसबाट कुनै फाइदा स्वीकार गरेको वा प्राप्त गरेको छ, **त्यस्तो व्यक्तिलाई जरिवानाले** दण्डनीय गरिनेछ, यदि उसले वा उसको एजेन्ट वा प्रबन्धकले, **त्यस्तो दङ्गा हुने सम्भावना थियो वा जसद्वारा त्यस्तो दङ्गा गरिएको थियो त्यो गैरकानूनी जमघट आयोजना हुने सम्भावना थियो भनी विश्वास गर्नको लागि कारण भएकोमा, त्यस्तो जमघट वा दङ्गालाई हुनबाट रोक्न र त्यसलाई दबाउन र तितरबितर गर्नको लागि आफ्नो वा तिनीहरूको शक्तिमा रहेको सबै कानूनी माध्यमहरू प्रयोग गर्दैनन्**।\n(३) जब कुनै दङ्गा कुनै व्यक्तिको फाइदाको लागि वा तर्फबाट गरिन्छ जो त्यस्तो दङ्गा भएको जग्गाको मालिक वा कब्जाकर्ता हो, वा जसले त्यस्तो जग्गामा, वा दङ्गा उत्पन्न गराउने कुनै विवादको विषयमा कुनै चासो दाबी गर्छ, वा जसले त्यसबाट कुनै फाइदा स्वीकार गरेको वा प्राप्त गरेको छ, **त्यस्तो व्यक्तिको एजेन्ट वा प्रबन्धकलाई जरिवानाले** दण्डनीय गरिनेछ, यदि त्यस्तो एजेन्ट वा प्रबन्धकले, **त्यस्तो दङ्गा हुने सम्भावना थियो, वा जसद्वारा त्यस्तो दङ्गा गरिएको थियो त्यो गैरकानूनी जमघट आयोजना हुने सम्भावना थियो भनी विश्वास गर्नको लागि कारण भएकोमा, त्यस्तो दङ्गा वा जमघटलाई हुनबाट रोक्न र त्यसलाई दबाउन र तितरबितर गर्नको लागि आफ्नो शक्तिमा रहेको सबै कानूनी माध्यमहरू प्रयोग गर्दैनन्**।"
      },
      {
        "section_no": 194,
        "text": "(१) जब **दुई वा सोभन्दा बढी व्यक्तिहरूले, सार्वजनिक ठाउँमा झगडा गरेर, सार्वजनिक शान्तिमा बाधा पुऱ्याउँछन्**, तब उनीहरूले **सङ्घर्ष (affray) को अपराध** गरेको मानिन्छ।\n(२) जसले सङ्घर्ष गर्छ, त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **एक हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 195,
        "text": "(१) जसले कुनै **सार्वजनिक कर्मचारीलाई गैरकानूनी जमघटलाई तितरबितर गर्न, वा दङ्गा वा सङ्घर्षलाई दबाउन** प्रयास गर्दा त्यस्तो सार्वजनिक कर्मचारीको रूपमा आफ्नो कर्तव्य निर्वाह गर्दा **आक्रमण गर्छ वा अवरोध गर्छ वा आपराधिक बल प्रयोग गर्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पच्चीस हजार रुपैयाँभन्दा कम नहुने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(२) जसले कुनै सार्वजनिक कर्मचारीलाई गैरकानूनी जमघटलाई तितरबितर गर्न, वा दङ्गा वा सङ्घर्षलाई दबाउन प्रयास गर्दा त्यस्तो सार्वजनिक कर्मचारीको रूपमा आफ्नो कर्तव्य निर्वाह गर्दा **आक्रमण गर्ने धम्की दिन्छ वा अवरोध गर्ने प्रयास गर्छ वा आपराधिक बल प्रयोग गर्ने धम्की दिन्छ वा प्रयास गर्छ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 196,
        "text": "(१) जसले—\n(क) बोलेका वा लेखिएका शब्दहरूद्वारा, वा सङ्केतहरूद्वारा वा दृश्य प्रतिनिधित्वहरूद्वारा वा इलेक्ट्रोनिक सञ्चारद्वारा वा अन्यथा, **धर्म, जाति, जन्मस्थान, निवास, भाषा, वर्ण वा समुदाय वा अन्य कुनै पनि आधारमा**, विभिन्न धार्मिक, जातीय, भाषिक वा क्षेत्रीय समूह वा वर्ण वा समुदायहरूका बीच **असामञ्जस्य (disharmony) वा शत्रुता, घृणा वा दुर्भावनाको भावनालाई बढावा दिन्छ वा बढावा दिने प्रयास गर्छ**; वा\n(ख) विभिन्न धार्मिक, जातीय, भाषिक वा क्षेत्रीय समूह वा वर्ण वा समुदायहरूका बीच **सामञ्जस्य (harmony) कायम राख्नको लागि हानिकारक (prejudicial) हुने** र जसले **सार्वजनिक शान्तिमा बाधा पुऱ्याउँछ वा बाधा पुऱ्याउने सम्भावना हुन्छ**, **कुनै कार्य गर्छ**; वा\n(ग) **कुनै अभ्यास (exercise), आन्दोलन (movement), अभ्यास (drill) वा अन्य समान गतिविधि आयोजना गर्छ**, त्यो गतिविधिमा सहभागीहरूले आपराधिक बल वा हिंसा प्रयोग गर्नेछन् वा प्रयोग गर्न प्रशिक्षित हुनेछन् भन्ने मनसायले, वा त्यो गतिविधिमा सहभागीहरूले आपराधिक बल वा हिंसा प्रयोग गर्नेछन् वा प्रयोग गर्न प्रशिक्षित हुनेछन् भन्ने सम्भावना छ भनी जानीजानी, वा **त्यस्तो गतिविधिमा भाग लिन्छ** आपराधिक बल वा हिंसा प्रयोग गर्ने वा प्रयोग गर्न प्रशिक्षित हुने मनसायले वा त्यो गतिविधिमा सहभागीहरूले आपराधिक बल वा हिंसा प्रयोग गर्नेछन् वा प्रयोग गर्न प्रशिक्षित हुनेछन् भन्ने सम्भावना छ भनी जानीजानी, **कुनै धार्मिक, जातीय, भाषिक वा क्षेत्रीय समूह वा वर्ण वा समुदाय विरुद्ध** र त्यस्तो गतिविधिले जुनसुकै कारणले पनि त्यस्तो धार्मिक, जातीय, भाषिक वा क्षेत्रीय समूह वा वर्ण वा समुदायका सदस्यहरूका बीच **डर (fear) वा चिन्ता (alarm) वा असुरक्षाको भावना** उत्पन्न गर्छ वा उत्पन्न गर्ने सम्भावना हुन्छ,\nत्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(२) जसले उपदफा (१) मा निर्दिष्ट गरिएको अपराध **कुनै पूजा स्थलमा (place of worship) वा धार्मिक पूजा वा धार्मिक समारोहहरू गर्नमा संलग्न कुनै जमघटमा** गर्छ, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने कारावासले** दण्डित गरिनेछ र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 197,
        "text": "(१) जसले, बोलेका वा लेखिएका शब्दहरूद्वारा वा सङ्केतहरूद्वारा वा दृश्य प्रतिनिधित्वहरूद्वारा वा इलेक्ट्रोनिक सञ्चारद्वारा वा अन्यथा,—\n(क) कुनै व्यक्तिहरूको वर्गले, कुनै धार्मिक, जातीय, भाषिक वा क्षेत्रीय समूह वा वर्ण वा समुदायको सदस्य भएको कारणले, **कानूनद्वारा स्थापित भारतको संविधानप्रति साँचो निष्ठा र राजभक्ति (true faith and allegiance) राख्न वा भारतको सार्वभौमिकता र अखण्डतालाई कायम राख्न सक्दैनन् भन्ने कुनै आरोप (imputation) लगाउँछ वा प्रकाशित गर्छ**; वा\n(ख) कुनै व्यक्तिहरूको वर्गलाई, कुनै धार्मिक, जातीय, भाषिक वा क्षेत्रीय समूह वा वर्ण वा समुदायको सदस्य भएको कारणले, **भारतको नागरिकको रूपमा उनीहरूको अधिकारहरूबाट वञ्चित (denied) वा محروم (deprived) गरिनुपर्छ भनी दाबी गर्छ, सल्लाह दिन्छ, प्रचार गर्छ वा प्रकाशित गर्छ**; वा\n(ग) कुनै व्यक्तिहरूको वर्गको **बाध्यता (obligation) को सम्बन्धमा कुनै दाबी, सल्लाह, बिन्ती (plea) वा अपील गर्छ वा प्रकाशित गर्छ**, कुनै धार्मिक, जातीय, भाषिक वा क्षेत्रीय समूह वा वर्ण वा समुदायको सदस्य भएको कारणले, र त्यस्तो दाबी, सल्लाह, बिन्ती वा अपीलले **त्यस्ता सदस्यहरू र अन्य व्यक्तिहरूका बीच असामञ्जस्य वा शत्रुता वा घृणा वा दुर्भावनाको भावना उत्पन्न गर्छ वा उत्पन्न गर्ने सम्भावना हुन्छ**; वा\n(घ) **भारतको सार्वभौमिकता, एकता र अखण्डता वा सुरक्षालाई खतरामा पार्ने, झूटा वा भ्रामक जानकारी बनाउँछ वा प्रकाशित गर्छ**,\nत्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(२) जसले उपदफा (१) मा निर्दिष्ट गरिएको अपराध **कुनै पूजा स्थलमा (place of worship) वा धार्मिक पूजा वा धार्मिक समारोहहरू गर्नमा संलग्न कुनै जमघटमा** गर्छ, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने कारावासले** दण्डित गरिनेछ र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      }
    ]
  },
  {
    "chapter_no": 12,
    "chapter_title": "सार्वजनिक कर्मचारीहरूद्वारा गरिएका वा तिनीहरूसँग सम्बन्धित अपराधहरू सम्बन्धी",
    "sections": [
      {
        "section_no": 198,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, आफू त्यस्तो सार्वजनिक कर्मचारीको रूपमा व्यवहार गर्नुपर्ने तरिका सम्बन्धी कानूनको कुनै पनि निर्देशन जानीजानी उल्लङ्घन गर्छ (disobeys)**, त्यस्तो उल्लङ्घनद्वारा **कुनै व्यक्तिलाई चोट पुऱ्याउने मनसायले**, वा पुऱ्याउने सम्भावना छ भनी जानीजानी, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 199,
        "text": "जसले, सार्वजनिक कर्मचारी भएकोले,—\n(क) **कुनै अपराध वा अन्य कुनै मामिलाको अनुसन्धानको उद्देश्यका लागि कुनै व्यक्तिलाई कुनै ठाउँमा उपस्थित हुन आवश्यक गर्नबाट उसलाई निषेध गर्ने कानूनको कुनै निर्देशन जानीजानी उल्लङ्घन गर्छ**; वा\n(ख) **कुनै व्यक्तिको हानि हुने गरी, उसले त्यस्तो अनुसन्धान गर्ने तरिकालाई विनियमित गर्ने कानूनको कुनै अन्य निर्देशन जानीजानी उल्लङ्घन गर्छ**; वा\n(ग) भारतीय नागरिक सुरक्षा संहिता, २०२३ को दफा १७३ को उपदफा (१) अन्तर्गत उसलाई दिइएको कुनै पनि जानकारीलाई **दफा ६४, दफा ६५, दफा ६६, दफा ६७, दफा ६८, दफा ७०, दफा ७१, दफा ७४, दफा ७६, दफा ७७, दफा ७९, दफा १२४, दफा १४३ वा दफा १४४ अन्तर्गत दण्डनीय संज्ञेय अपराध (cognizable offence) को सम्बन्धमा** **रेकर्ड गर्न असफल हुन्छ**,\nत्यसलाई **छ महिनाभन्दा कम नहुने तर दुई वर्षसम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 200,
        "text": "जसले **कुनै अस्पतालको इन्चार्ज भएकोले, सार्वजनिक वा निजी**, चाहे केन्द्रीय सरकार, राज्य सरकार, स्थानीय निकाय वा अन्य कुनै व्यक्तिद्वारा सञ्चालित होस्, **भारतीय नागरिक सुरक्षा संहिता, २०२३ को दफा ३९७ को प्रावधानहरूको उल्लङ्घन गर्छ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 201,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, र त्यस्तो सार्वजनिक कर्मचारीको रूपमा कुनै कागजात वा इलेक्ट्रोनिक रेकर्डको तयारी वा अनुवादको जिम्मा पाएकोले, त्यो कागजात वा इलेक्ट्रोनिक रेकर्डलाई गलत छ भनी जानीजानी वा विश्वास गरेर कुनै तरिकाले बनाउँछ, तयार गर्छ वा अनुवाद गर्छ**, त्यसद्वारा **कुनै व्यक्तिलाई चोट पुऱ्याउने मनसायले वा पुऱ्याउन सक्ने सम्भावना छ भनी जानीजानी**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 202,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, र त्यस्तो सार्वजनिक कर्मचारीको रूपमा व्यापारमा संलग्न नहुन कानूनी रूपमा बाध्य भएकोले, व्यापारमा संलग्न हुन्छ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **जरिवानाले**, वा **दुवैले वा सामुदायिक सेवाले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 203,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, र त्यस्तो सार्वजनिक कर्मचारीको रूपमा निश्चित सम्पत्ति खरिद गर्न वा बोलपत्र (bid) गर्न कानूनी रूपमा बाध्य नभएकोले, त्यो सम्पत्ति या त आफ्नो नाममा वा अर्को व्यक्तिको नाममा, वा संयुक्त रूपमा, वा अरूसँग अंशमा खरिद गर्छ वा बोलपत्र गर्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; र **यदि खरिद गरिएको छ भने, सम्पत्ति जफत (confiscated) गरिनेछ**।"
      },
      {
        "section_no": 204,
        "text": "जसले **कुनै विशेष कार्यालय सार्वजनिक कर्मचारीको रूपमा धारण गरेको बहाना गर्छ**, आफूले त्यस्तो कार्यालय धारण गर्दैन भनी जानीजानी वा **त्यस्तो कार्यालय धारण गर्ने कुनै अन्य व्यक्तिको झूटो प्रतिरूपण (falsely personates) गर्छ**, र **त्यस्तो अनुमानित चरित्रमा** त्यस्तो कार्यालयको **आडमा (under colour of)** कुनै कार्य गर्छ वा गर्ने प्रयास गर्छ, त्यसलाई **छ महिनाभन्दा कम नहुने तर तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले र जरिवानाले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 205,
        "text": "जसले **सार्वजनिक कर्मचारीहरूको कुनै निश्चित वर्गको नभएकोले**, त्यो सार्वजनिक कर्मचारीहरूको वर्गले प्रयोग गर्ने कुनै **पोशाक (garb) वा प्रतीक (token) सँग मिल्दोजुल्दो कुनै पोशाक लगाउँछ वा प्रतीक बोक्छ**, **ऊ सार्वजनिक कर्मचारीहरूको त्यो वर्गको हो भनी विश्वास गरियोस् भन्ने मनसायले**, वा **विश्वास गरिने सम्भावना छ भनी ज्ञानसहित**, त्यसलाई **तीन महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      }
    ]
  },
  {
    "chapter_no": 13,
    "chapter_title": "सार्वजनिक कर्मचारीहरूको वैध अधिकारको अवहेलना सम्बन्धी",
    "sections": [
      {
        "section_no": 206,
        "text": "जसले, त्यस्तो समन, सूचना वा आदेश जारी गर्नको लागि त्यस्तो सार्वजनिक कर्मचारीको रूपमा **कानूनी रूपमा सक्षम कुनै सार्वजनिक कर्मचारीबाट आएको समन (summons), सूचना (notice) वा आदेश (order) तामेल हुनबाट जोगिनको लागि फरार (absconds) हुन्छ**, ––(क) त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; (ख) जहाँ त्यस्तो समन वा सूचना वा आदेश **अदालतमा व्यक्तिगत रूपमा वा एजेन्टद्वारा उपस्थित हुन, वा कुनै कागजात वा इलेक्ट्रोनिक रेकर्ड पेश गर्न** को लागि हो, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 207,
        "text": "जसले कुनै पनि तरिकाले **इरादापूर्वक (intentionally) आफैंलाई, वा अन्य कुनै व्यक्तिलाई, कुनै समन, सूचना वा आदेश तामेल हुनबाट रोक्छ**... वा **इरादापूर्वक त्यस्तो कुनै समन, सूचना वा आदेश कुनै ठाउँमा कानूनी रूपमा टाँस्नबाट रोक्छ** वा **इरादापूर्वक कानूनी रूपमा टाँसिएको कुनै ठाउँबाट त्यस्तो कुनै समन, सूचना वा आदेश हटाउँछ** वा **इरादापूर्वक कुनै घोषणा (proclamation) लाई कानूनी रूपमा गर्नबाट रोक्छ**... ––(क) त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; (ख) जहाँ समन, सूचना, आदेश वा घोषणा **अदालतमा व्यक्तिगत रूपमा वा एजेन्टद्वारा उपस्थित हुन, वा कागजात वा इलेक्ट्रोनिक रेकर्ड पेश गर्न** को लागि हो, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 208,
        "text": "जसले, कुनै समन, सूचना, आदेश, वा घोषणाको पालना (obedience) मा **निश्चित ठाउँ र समयमा व्यक्तिगत रूपमा वा एजेन्टद्वारा उपस्थित हुन कानूनी रूपमा बाध्य भएकोले, इरादापूर्वक त्यो ठाउँ वा समयमा उपस्थित हुन चुक्छ** वा **आफूलाई छुट्न कानूनी भएको समय अगावै उपस्थित हुन बाध्य भएको ठाउँबाट जान्छ**, ––(क) त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; (ख) जहाँ समन, सूचना, आदेश वा घोषणा **अदालतमा व्यक्तिगत रूपमा वा एजेन्टद्वारा उपस्थित हुन** को लागि हो, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 209,
        "text": "जसले **भारतीय नागरिक सुरक्षा संहिता, २०२३ को दफा ८४ को उपदफा (१) अन्तर्गत प्रकाशित घोषणाले आवश्यक गरे अनुसार तोकिएको ठाउँ र तोकिएको समयमा उपस्थित हुन असफल हुन्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले**, वा **जरिवानाले**, वा **दुवैले**, वा **सामुदायिक सेवाले** दण्डित गरिनेछ, र जहाँ त्यो दफाको उपदफा (४) अन्तर्गत उसलाई **घोषित अपराधी (proclaimed offender) भनी घोषणा गरिएको** छ, उसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले** दण्डित गरिनेछ र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 210,
        "text": "जसले, **कुनै कागजात वा इलेक्ट्रोनिक रेकर्ड त्यस्तो सार्वजनिक कर्मचारीलाई पेश गर्न वा सुम्पन (deliver up) कानूनी रूपमा बाध्य भएकोले, इरादापूर्वक त्यसो गर्न चुक्छ**, ––(क) त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; (ख) र जहाँ कागजात वा इलेक्ट्रोनिक रेकर्ड **अदालतमा पेश गर्न वा सुम्पनुपर्ने** हुन्छ, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 211,
        "text": "जसले, **कुनै सार्वजनिक कर्मचारीलाई, त्यस्तो सार्वजनिक कर्मचारीको रूपमा, कुनै विषयमा कुनै सूचना दिन वा जानकारी उपलब्ध गराउन कानूनी रूपमा बाध्य भएकोले, कानूनद्वारा आवश्यक गरिएको तरिका र समयमा त्यस्तो सूचना दिन वा जानकारी उपलब्ध गराउन इरादापूर्वक चुक्छ**, ––(क) त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; (ख) जहाँ दिनुपर्ने सूचना वा जानकारी **अपराध भएको सम्बन्धमा छ, वा अपराध हुनबाट रोक्ने उद्देश्यका लागि, वा कुनै अपराधीलाई पक्रनको लागि** आवश्यक छ, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; (ग) जहाँ दिनुपर्ने सूचना वा जानकारी **भारतीय नागरिक सुरक्षा संहिता, २०२३ को दफा ३९४ अन्तर्गत पारित आदेशले आवश्यक गरेको छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **एक हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 212,
        "text": "जसले, **कुनै सार्वजनिक कर्मचारीलाई, त्यस्तो सार्वजनिक कर्मचारीको रूपमा, कुनै विषयमा जानकारी उपलब्ध गराउन कानूनी रूपमा बाध्य भएकोले, त्यो विषयमा झूटो छ भनी जानीजानी वा विश्वास गर्नको लागि कारण भएको जानकारीलाई साँचोको रूपमा उपलब्ध गराउँछ**, ––(क) त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; (ख) जहाँ उसले कानूनी रूपमा दिन बाध्य भएको जानकारी **अपराध भएको सम्बन्धमा छ, वा अपराध हुनबाट रोक्ने उद्देश्यका लागि, वा कुनै अपराधीलाई पक्रनको लागि** आवश्यक छ, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 213,
        "text": "जसले, **सत्य बोल्नको लागि शपथ (oath) वा प्रतिज्ञान (affirmation) द्वारा आफूलाई बाँध्न** आवश्यक गर्दा, त्यसरी आफूलाई बाँध्न आवश्यक गर्न **कानूनी रूपमा सक्षम कुनै सार्वजनिक कर्मचारीद्वारा आवश्यक गर्दा, आफूलाई बाँध्न इन्कार गर्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 214,
        "text": "जसले, कुनै सार्वजनिक कर्मचारीलाई कुनै विषयमा **सत्य बोल्न कानूनी रूपमा बाध्य भएकोले**, त्यस्तो सार्वजनिक कर्मचारीको **कानूनी शक्तिको प्रयोगमा, त्यो विषयको सम्बन्धमा उसलाई सोधिएको कुनै पनि प्रश्नको उत्तर दिन इन्कार गर्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 215,
        "text": "जसले, **आफूले दिएको कुनै पनि बयानमा हस्ताक्षर गर्न इन्कार गर्छ**, त्यो बयानमा हस्ताक्षर गर्न आवश्यक गर्न **कानूनी रूपमा सक्षम कुनै सार्वजनिक कर्मचारीद्वारा हस्ताक्षर गर्न आवश्यक गर्दा**, त्यसलाई **तीन महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **तीन हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 216,
        "text": "जसले, कुनै सार्वजनिक कर्मचारी वा त्यस्तो शपथ वा प्रतिज्ञान गराउन कानूनद्वारा अधिकृत अन्य व्यक्तिलाई कुनै विषयमा **सत्य बोल्नको लागि शपथ वा प्रतिज्ञानद्वारा कानूनी रूपमा बाध्य भएकोले, माथि उल्लिखित त्यस्तो सार्वजनिक कर्मचारी वा अन्य व्यक्तिलाई, त्यो विषयको सम्बन्धमा, कुनै कथन गर्छ जुन झूटो छ, र जुन उसले झूटो छ भनी जानीजानी वा विश्वास गर्छ वा साँचो हो भनी विश्वास गर्दैन**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 217,
        "text": "जसले **कुनै सार्वजनिक कर्मचारीलाई कुनै जानकारी दिन्छ जुन उसले झूटो छ भनी जानीजानी वा विश्वास गर्छ, त्यसद्वारा त्यस्तो सार्वजनिक कर्मचारीलाई**—(क) **त्यो जानकारी दिइएको तथ्यहरूको वास्तविक अवस्था** उसलाई थाहा भएको भए, **त्यस्तो सार्वजनिक कर्मचारीले गर्न नहुने वा गर्न नछुटाउनु पर्ने कुनै काम गर्न वा गर्नबाट चुक्न (omit) प्रेरित गर्ने मनसायले** वा प्रेरित गर्ने सम्भावना छ भनी जानीजानी; वा (ख) **कुनै व्यक्तिको चोट वा कष्ट (annoyance) को लागि त्यस्तो सार्वजनिक कर्मचारीको कानूनी शक्ति प्रयोग गर्न प्रेरित गर्ने मनसायले**,\nत्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 218,
        "text": "जसले **कुनै सार्वजनिक कर्मचारीको कानूनी अधिकारद्वारा कुनै सम्पत्ति लिने कार्यमा कुनै प्रतिरोध (resistance) गर्छ, ऊ त्यस्तो सार्वजनिक कर्मचारी हो भनी जानीजानी वा विश्वास गर्नको लागि कारण भएकोले**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 219,
        "text": "जसले, त्यस्तो सार्वजनिक कर्मचारीको रूपमा, **कुनै सार्वजनिक कर्मचारीको कानूनी अधिकारद्वारा बिक्रीको लागि राखिएको कुनै सम्पत्तिको बिक्रीमा इरादापूर्वक बाधा पुऱ्याउँछ**, त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 220,
        "text": "जसले, कुनै सार्वजनिक कर्मचारीको कानूनी अधिकारद्वारा आयोजित कुनै सम्पत्तिको बिक्रीमा... **कुनै व्यक्तिको तर्फबाट कुनै सम्पत्ति खरिद गर्छ वा बोलपत्र (bids) गर्छ... जसलाई ऊ त्यो बिक्रीमा त्यो सम्पत्ति खरिद गर्न कानूनी रूपमा अक्षम (legal incapacity) छ भनी जानीजानी**, वा **त्यस्तो बोलपत्रद्वारा आफूमाथि लाग्ने दायित्वहरू (obligations) पूरा गर्ने मनसाय बिना** त्यस्तो सम्पत्तिको लागि बोलपत्र गर्छ, त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **दुई सय रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 221,
        "text": "जसले **स्वेच्छाले (voluntarily) कुनै सार्वजनिक कर्मचारीलाई उसको सार्वजनिक कार्यहरूको निर्वाहमा बाधा पुऱ्याउँछ**, त्यसलाई **तीन महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **दुई हजार पाँच सय रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 222,
        "text": "जसले, **कुनै सार्वजनिक कर्मचारीलाई उसको सार्वजनिक कर्तव्यको कार्यान्वयनमा सहयोग प्रदान गर्न वा उपलब्ध गराउन कानूनद्वारा बाध्य भएकोले, इरादापूर्वक त्यस्तो सहयोग दिन चुक्छ**, ––(क) त्यसलाई **एक महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **दुई हजार पाँच सय रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; (ख) र जहाँ त्यस्तो सहयोग **अदालतद्वारा कानूनी रूपमा जारी गरिएको कुनै प्रक्रियाको कार्यान्वयनको उद्देश्यले वा अपराध हुनबाट रोक्नको लागि, वा दङ्गा वा सङ्घर्षलाई दबाउनको लागि, वा अपराधको आरोप लागेको वा दोषी व्यक्तिलाई पक्रनको लागि, वा कानूनी हिरासतबाट भागेको व्यक्तिलाई पक्रनको लागि** त्यस्तो माग गर्न कानूनी रूपमा सक्षम सार्वजनिक कर्मचारीद्वारा माग गरिएको छ, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 223,
        "text": "जसले, **त्यस्तो आदेश जारी गर्न कानूनी रूपमा अधिकार प्राप्त सार्वजनिक कर्मचारीद्वारा जारी गरिएको आदेशले, उसलाई कुनै निश्चित कार्यबाट अलग रहन, वा उसको कब्जा वा व्यवस्थापनमा रहेको निश्चित सम्पत्तिको सम्बन्धमा निश्चित आदेश लिन निर्देशन दिएको छ भनी जानीजानी**, **त्यस्तो निर्देशनको उल्लङ्घन गर्छ**, ––(क) यदि त्यस्तो उल्लङ्घनले **कानूनी रूपमा कार्यरत कुनै व्यक्तिलाई बाधा (obstruction), कष्ट (annoyance) वा चोट, वा बाधा, कष्ट वा चोटको जोखिम उत्पन्न गराउँछ वा उत्पन्न गराउने प्रवृत्ति राख्छ** भने, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **दुई हजार पाँच सय रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; (ख) र जहाँ त्यस्तो उल्लङ्घनले **मानव जीवन, स्वास्थ्य वा सुरक्षालाई खतरा उत्पन्न गराउँछ वा उत्पन्न गराउने प्रवृत्ति राख्छ, वा दङ्गा वा सङ्घर्ष उत्पन्न गराउँछ वा उत्पन्न गराउने प्रवृत्ति राख्छ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 224,
        "text": "जसले **कुनै सार्वजनिक कर्मचारीलाई, वा त्यो सार्वजनिक कर्मचारीको चासो भएको विश्वास गर्ने कुनै व्यक्तिलाई, चोट पुऱ्याउने कुनै धम्की (threat) दिन्छ, त्यस सार्वजनिक कर्मचारीलाई त्यस्तो सार्वजनिक कर्मचारीको सार्वजनिक कार्यहरूको प्रयोगसँग सम्बन्धित कुनै कार्य गर्न वा कुनै कार्य गर्नबाट अलग रहन वा ढिलाइ गर्न प्रेरित गर्ने उद्देश्यले**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 225,
        "text": "जसले **कुनै व्यक्तिलाई चोट पुऱ्याउने कुनै धम्की दिन्छ, त्यस व्यक्तिलाई त्यस्तो सुरक्षा दिन वा त्यस्तो सुरक्षा दिलाउन कानूनी रूपमा अधिकार प्राप्त कुनै सार्वजनिक कर्मचारीलाई कुनै चोट विरुद्ध सुरक्षाको लागि कानूनी आवेदन दिनबाट अलग रहन वा रोकिन प्रेरित गर्ने उद्देश्यले**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 226,
        "text": "जसले **कुनै सार्वजनिक कर्मचारीलाई उसको आधिकारिक कर्तव्य निर्वाह गर्नबाट बाध्य पार्ने वा रोक्ने (restrain) मनसायले आत्महत्या गर्ने प्रयास गर्छ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **जरिवानाले**, वा **दुवैले**, वा **सामुदायिक सेवाले** दण्डित गरिनेछ।"
      }
    ]
  },
  {
    "chapter_no": 14,
    "chapter_title": "झूटो प्रमाण र सार्वजनिक न्याय विरुद्धका अपराधहरू सम्बन्धी",
    "sections": [
      {
        "section_no": 227,
        "text": "जसले, **शपथद्वारा वा कानूनको स्पष्ट प्रावधानद्वारा सत्य बोल्न कानूनी रूपमा बाध्य भएकोले, वा कुनै विषयमा घोषणा गर्न कानूनद्वारा बाध्य भएकोले, कुनै कथन गर्छ जुन झूटो छ, र जुन उसले झूटो छ भनी जानीजानी वा विश्वास गर्छ वा साँचो हो भनी विश्वास गर्दैन, त्यसले झूटो प्रमाण दिएको मानिन्छ**।"
      },
      {
        "section_no": 228,
        "text": "जसले **कुनै परिस्थिति अस्तित्वमा ल्याउँछ वा कुनै पुस्तक वा रेकर्डमा, वा इलेक्ट्रोनिक रेकर्डमा कुनै झूटो प्रविष्टि (false entry) गर्छ, वा झूटो कथन समावेश भएको कुनै कागजात वा इलेक्ट्रोनिक रेकर्ड बनाउँछ, यो मनसायले कि त्यस्तो परिस्थिति, झूटो प्रविष्टि वा झूटो कथन न्यायिक कार्यवाहीमा, वा त्यस्तो सार्वजनिक कर्मचारीको रूपमा कुनै सार्वजनिक कर्मचारीको समक्ष, वा कुनै मध्यस्थ (arbitrator) को समक्ष कानूनी रूपमा लिइएको कार्यवाहीमा प्रमाणको रूपमा देखा परोस्**, र त्यस्तो परिस्थिति, झूटो प्रविष्टि वा झूटो कथन, प्रमाणको रूपमा देखा पर्दा, **त्यस्तो कार्यवाहीमा प्रमाणमाथि राय बनाउनुपर्ने कुनै व्यक्तिलाई त्यस्तो कार्यवाहीको नतिजाको लागि महत्त्वपूर्ण कुनै पनि बिन्दुको सम्बन्धमा गलत राय (erroneous opinion) लिन प्रेरित गरोस्, त्यसलाई “झूटो प्रमाण गढेको (fabricate)” मानिन्छ**।"
      },
      {
        "section_no": 229,
        "text": "(१) जसले **न्यायिक कार्यवाहीको कुनै पनि चरणमा इरादापूर्वक झूटो प्रमाण दिन्छ, वा न्यायिक कार्यवाहीको कुनै पनि चरणमा प्रयोग गर्ने उद्देश्यले झूटो प्रमाण गढ्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाको लागि पनि उत्तरदायी हुनेछ**। (२) जसले **उपदफा (१) मा उल्लेख गरिएको बाहेक अन्य कुनै पनि मामलामा इरादापूर्वक झूटो प्रमाण दिन्छ वा गढ्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 230,
        "text": "(१) जसले **झूटो प्रमाण दिन्छ वा गढ्छ, त्यसद्वारा भारतमा हाल लागू रहेको कानूनद्वारा मृत्युदण्डनीय अपराधको लागि कुनै व्यक्तिलाई दोषी ठहराइयोस् (convicted) भन्ने मनसायले**, वा त्यसो हुन सक्ने सम्भावना छ भनी जानीजानी, त्यसलाई **आजीवन कारावासले**, वा **दस वर्षसम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले** दण्डित गरिनेछ, र **पचास हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाको लागि पनि उत्तरदायी हुनेछ**। (२) यदि उपदफा (१) मा उल्लेख गरिएको झूटो प्रमाणको परिणाम स्वरूप **कुनै निर्दोष व्यक्ति दोषी ठहरिएर मृत्युदण्ड दिइन्छ** भने, त्यस्तो झूटो प्रमाण दिने व्यक्तिलाई **मृत्युदण्ड** वा **उपदफा (१) मा निर्दिष्ट गरिएको दण्डले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 231,
        "text": "जसले **झूटो प्रमाण दिन्छ वा गढ्छ, त्यसद्वारा कुनै व्यक्तिलाई कुनै अपराधको लागि दोषी ठहराइयोस् भन्ने मनसायले**, वा त्यसो हुन सक्ने सम्भावना छ भनी जानीजानी, जुन अपराध कानूनद्वारा **मृत्युदण्डनीय छैन, तर आजीवन कारावासले, वा सात वर्ष वा सोभन्दा बढी अवधिको कारावासले दण्डनीय छ**, त्यसलाई **त्यो अपराधको दोषी ठहरिएको व्यक्तिलाई दण्डित गरिने सरह** दण्डित गरिनेछ।"
      },
      {
        "section_no": 232,
        "text": "(१) जसले **कुनै व्यक्तिलाई झूटो प्रमाण दिन लगाउने मनसायले**, **उसको शरीर, प्रतिष्ठा (reputation) वा सम्पत्तिमा वा त्यो व्यक्तिको चासो भएको कसैको शरीर वा प्रतिष्ठामा कुनै चोट पुऱ्याउने धम्की** दिन्छ, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ। (२) यदि उपदफा (१) मा उल्लेख गरिएको झूटो प्रमाणको परिणाम स्वरूप **कुनै निर्दोष व्यक्ति मृत्युदण्ड वा सात वर्षभन्दा बढी कारावासले दोषी ठहरिएर सजाय दिइन्छ** भने, **धम्की दिने व्यक्तिलाई सोही तरिकाले र सोही हदसम्म त्यस्तो निर्दोष व्यक्तिलाई दिइएको दण्ड र सजाय सरह** दण्डित गरिनेछ।"
      },
      {
        "section_no": 233,
        "text": "जसले **कुनै प्रमाणलाई, जुन उसले झूटो वा गढिएको हो भनी जानीजानी, भ्रष्ट तरिकाले (corruptly) साँचो वा सक्कली प्रमाणको रूपमा प्रयोग गर्छ वा प्रयोग गर्ने प्रयास गर्छ**, त्यसलाई **मानौं कि उसले झूटो प्रमाण दिएको वा गढेको थियो, त्यसै गरी** दण्डित गरिनेछ।"
      },
      {
        "section_no": 234,
        "text": "जसले **कानूनद्वारा दिन वा हस्ताक्षर गर्न आवश्यक गरिएको कुनै प्रमाणपत्र, वा कुनै तथ्यसँग सम्बन्धित प्रमाणपत्र जसको लागि त्यस्तो प्रमाणपत्र कानूनद्वारा प्रमाणमा स्वीकार्य छ, जारी गर्छ वा हस्ताक्षर गर्छ, त्यो प्रमाणपत्र कुनै महत्त्वपूर्ण बिन्दुमा झूटो छ भनी जानीजानी वा विश्वास गरेर**, त्यसलाई **मानौं कि उसले झूटो प्रमाण दिएको थियो, त्यसै गरी** दण्डित गरिनेछ।"
      },
      {
        "section_no": 235,
        "text": "जसले **कुनै त्यस्तो प्रमाणपत्रलाई, त्यो कुनै महत्त्वपूर्ण बिन्दुमा झूटो छ भनी जानीजानी, भ्रष्ट तरिकाले साँचो प्रमाणपत्रको रूपमा प्रयोग गर्छ वा प्रयोग गर्ने प्रयास गर्छ**, त्यसलाई **मानौं कि उसले झूटो प्रमाण दिएको थियो, त्यसै गरी** दण्डित गरिनेछ।"
      },
      {
        "section_no": 236,
        "text": "जसले **आफूले गरेको वा सदस्यता लिएको कुनै घोषणामा, जुन घोषणा कुनै तथ्यको प्रमाणको रूपमा प्राप्त गर्न कुनै अदालत वा कुनै सार्वजनिक कर्मचारी वा अन्य व्यक्ति कानूनद्वारा बाध्य वा अधिकृत छन्, कुनै कथन गर्छ जुन झूटो छ, र जुन उसले झूटो छ भनी जानीजानी वा विश्वास गर्छ वा साँचो हो भनी विश्वास गर्दैन, त्यो घोषणा गरिएको वा प्रयोग गरिएको उद्देश्यको लागि महत्त्वपूर्ण कुनै पनि बिन्दुको सम्बन्धमा**, त्यसलाई **मानौं कि उसले झूटो प्रमाण दिएको थियो, त्यसै गरी** दण्डित गरिनेछ।"
      },
      {
        "section_no": 237,
        "text": "जसले **कुनै त्यस्तो घोषणालाई, त्यो कुनै महत्त्वपूर्ण बिन्दुमा झूटो छ भनी जानीजानी, भ्रष्ट तरिकाले साँचोको रूपमा प्रयोग गर्छ वा प्रयोग गर्ने प्रयास गर्छ**, त्यसलाई **मानौं कि उसले झूटो प्रमाण दिएको थियो, त्यसै गरी** दण्डित गरिनेछ।"
      },
      {
        "section_no": 238,
        "text": "जसले, **कुनै अपराध भएको छ भनी जानीजानी वा विश्वास गर्नको लागि कारण भएकोले, अपराधीलाई कानूनी दण्डबाट जोगाउने (screening) मनसायले, त्यो अपराध भएको कुनै प्रमाणलाई हराउँछ, वा त्यो मनसायले अपराधको सम्बन्धमा कुनै जानकारी दिन्छ जुन उसले झूटो छ भनी जानीजानी वा विश्वास गर्छ**, त्यसलाई,— (क) यदि उसले भएको जानीजानी वा विश्वास गरेको अपराध **मृत्युदण्डनीय छ** भने, **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; (ख) यदि अपराध **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने कारावासले दण्डनीय छ** भने, **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; (ग) यदि अपराध **दस वर्षसम्म विस्तार नहुने कुनै पनि अवधिको कारावासले दण्डनीय छ** भने, **त्यो अपराधको लागि प्रदान गरिएको कारावासको प्रकारको, त्यो अपराधको लागि प्रदान गरिएको कारावासको सबैभन्दा लामो अवधिको एक-चौथाई भागसम्म विस्तार हुन सक्ने अवधिको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 239,
        "text": "जसले, **कुनै अपराध भएको छ भनी जानीजानी वा विश्वास गर्नको लागि कारण भएकोले, त्यो अपराधको सम्बन्धमा आफू कानूनी रूपमा दिन बाध्य भएको कुनै पनि जानकारी इरादापूर्वक दिन चुक्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 240,
        "text": "जसले, **कुनै अपराध भएको छ भनी जानीजानी वा विश्वास गर्नको लागि कारण भएकोले, त्यो अपराधको सम्बन्धमा कुनै जानकारी दिन्छ जुन उसले झूटो छ भनी जानीजानी वा विश्वास गर्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 241,
        "text": "जसले **कुनै कागजात वा इलेक्ट्रोनिक रेकर्ड लुकाउँछ (secretes) वा नष्ट गर्छ (destroys)** जुन उसलाई **अदालतमा वा त्यस्तो सार्वजनिक कर्मचारीको समक्ष कानूनी रूपमा आयोजित कुनै कार्यवाहीमा प्रमाणको रूपमा पेश गर्न कानूनी रूपमा बाध्य गर्न सकिन्छ**, वा **त्यस्तो कागजात वा इलेक्ट्रोनिक रेकर्डको सम्पूर्ण वा कुनै भागलाई मेट्छ (obliterates) वा नबुझिने बनाउँछ (renders illegible), त्यसलाई प्रमाणको रूपमा पेश गर्न वा प्रयोग गर्नबाट रोक्ने मनसायले**... त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 242,
        "text": "जसले **झूटो रूपमा अर्को व्यक्तिको प्रतिरूपण गर्छ (falsely personates)**, र **त्यस्तो अनुमानित चरित्रमा कुनै स्वीकारोक्ति (admission) वा कथन गर्छ, वा फैसला स्वीकार गर्छ (confesses judgment), वा कुनै प्रक्रिया जारी गर्न लगाउँछ वा जमानत वा सुरक्षा बन्छ, वा कुनै मुद्दा वा आपराधिक अभियोजनमा अन्य कुनै कार्य गर्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 243,
        "text": "जसले **छलपूर्ण तरिकाले (fraudulently) कुनै सम्पत्ति वा त्यसमा कुनै चासो (interest) हटाउँछ, लुकाउँछ (conceals), हस्तान्तरण गर्छ वा कुनै व्यक्तिलाई दिन्छ, त्यसद्वारा त्यो सम्पत्ति वा त्यसमा रहेको चासोलाई**, **कुनै अदालत वा अन्य सक्षम अधिकारीद्वारा सुनाइएको, वा सुनाइने सम्भावना छ भनी उसलाई थाहा भएको, सजाय अन्तर्गत जफत (forfeiture) को रूपमा वा जरिवानाको सन्तुष्टिमा लिनबाट**, वा **कुनै अदालतद्वारा दीवानी मुद्दामा गरिएको, वा गरिने सम्भावना छ भनी उसलाई थाहा भएको, डिक्री (decree) वा आदेशको कार्यान्वयनमा लिनबाट रोक्ने मनसायले**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 244,
        "text": "जसले **छलपूर्ण तरिकाले कुनै सम्पत्ति वा त्यसमा कुनै चासो स्वीकार गर्छ, प्राप्त गर्छ वा दाबी गर्छ, त्यस्तो सम्पत्ति वा चासोमा आफ्नो कुनै अधिकार वा वैध दाबी छैन भनी जानीजानी, वा कुनै सम्पत्ति वा त्यसमा कुनै चासोको अधिकारको सम्बन्धमा कुनै छल (deception) गर्छ, त्यसद्वारा त्यो सम्पत्ति वा त्यसमा रहेको चासोलाई जफतको रूपमा वा जरिवानाको सन्तुष्टिमा लिनबाट रोक्ने मनसायले**... त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 245,
        "text": "जसले **छलपूर्ण तरिकाले कुनै व्यक्तिको मुद्दामा आफू विरुद्ध कुनै डिक्री वा आदेश पारित गराउँछ वा हुन दिन्छ, जुन रकम बाँकी छैन वा बाँकी भएको रकमभन्दा बढीको लागि वा जुन सम्पत्ति वा सम्पत्तिमा रहेको चासोको लागि त्यस्तो व्यक्ति हकदार छैन, वा छलपूर्ण तरिकाले आफू विरुद्ध कुनै डिक्री वा आदेश सन्तुष्ट (satisfied) भइसकेपछि कार्यान्वयन गराउँछ वा हुन दिन्छ, वा जुन कुराको सम्बन्धमा त्यो सन्तुष्ट भइसकेको छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 246,
        "text": "जसले **छलपूर्ण वा बेइमानीपूर्ण (dishonestly) तरिकाले, वा कुनै व्यक्तिलाई चोट पुऱ्याउने वा कष्ट दिने मनसायले, अदालतमा कुनै दाबी गर्छ जुन उसले झूटो छ भनी जानीजानी**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 247,
        "text": "जसले **छलपूर्ण तरिकाले कुनै व्यक्ति विरुद्ध कुनै डिक्री वा आदेश प्राप्त गर्छ, जुन रकम बाँकी छैन, वा बाँकी भएको रकमभन्दा बढीको लागि वा जुन सम्पत्ति वा सम्पत्तिमा रहेको चासोको लागि ऊ हकदार छैन, वा छलपूर्ण तरिकाले कुनै व्यक्ति विरुद्ध कुनै डिक्री वा आदेश सन्तुष्ट भइसकेपछि कार्यान्वयन गराउँछ वा जुन कुराको सम्बन्धमा त्यो सन्तुष्ट भइसकेको छ, वा छलपूर्ण तरिकाले आफ्नो नाममा त्यस्तो कुनै कार्य हुन दिन्छ वा अनुमति दिन्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 248,
        "text": "जसले, **कुनै व्यक्तिलाई चोट पुऱ्याउने मनसायले, त्यो व्यक्ति विरुद्ध कुनै आपराधिक कार्यवाही सुरु गर्छ वा सुरु गराउँछ, वा त्यो व्यक्ति विरुद्ध त्यस्तो कार्यवाही वा आरोपको लागि कुनै उचित वा कानूनी आधार छैन भनी जानीजानी, कुनै व्यक्तिलाई कुनै अपराध गरेको भनी झूटो आरोप लगाउँछ**,—(क) त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **दुई लाख रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; (ख) यदि त्यस्तो आपराधिक कार्यवाही **मृत्युदण्ड, आजीवन कारावास, वा दस वर्ष वा सोभन्दा बढीको कारावासले दण्डनीय अपराधको झूटो आरोपमा** सुरु गरिएको छ भने, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डनीय गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 249,
        "text": "जब कुनै अपराध भएको छ, जसले **अपराधी हो भनी जानीजानी वा विश्वास गर्नको लागि कारण भएको व्यक्तिलाई, उसलाई कानूनी दण्डबाट जोगाउने मनसायले, शरण दिन्छ (harbours) वा लुकाउँछ (conceals)**, त्यसलाई,—(क) यदि अपराध **मृत्युदण्डनीय छ** भने, **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; (ख) यदि अपराध **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने कारावासले दण्डनीय छ** भने, **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; (ग) यदि अपराध **एक वर्षसम्म विस्तार हुन सक्ने र दस वर्षसम्म नहुने कारावासले दण्डनीय छ** भने, **त्यो अपराधको लागि प्रदान गरिएको कारावासको प्रकारको, त्यो अपराधको लागि प्रदान गरिएको कारावासको सबैभन्दा लामो अवधिको एक-चौथाई भागसम्म विस्तार हुन सक्ने अवधिको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 250,
        "text": "जसले **कुनै अपराध लुकाए बापत (concealing an offence) वा कुनै अपराधको लागि कुनै व्यक्तिलाई कानूनी दण्डबाट जोगाए बापत (screening) वा कुनै व्यक्तिलाई कानूनी दण्डमा ल्याउने उद्देश्यले कारबाही नगरे बापत (not proceeding against)**, **आफैंको लागि वा अन्य कुनै व्यक्तिको लागि कुनै परितोषण (gratification) स्वीकार गर्छ वा प्राप्त गर्ने प्रयास गर्छ, वा स्वीकार गर्न सहमत हुन्छ, वा आफैंलाई वा अन्य कुनै व्यक्तिलाई कुनै सम्पत्तिको पुनर्स्थापना (restitution) स्वीकार गर्छ**, त्यसलाई,––(क) यदि अपराध **मृत्युदण्डनीय छ** भने, **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; (ख) यदि अपराध **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने कारावासले दण्डनीय छ** भने, **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; (ग) यदि अपराध **दस वर्षसम्म विस्तार नहुने कारावासले दण्डनीय छ** भने, **त्यो अपराधको लागि प्रदान गरिएको कारावासको प्रकारको, त्यो अपराधको लागि प्रदान गरिएको कारावासको सबैभन्दा लामो अवधिको एक-चौथाई भागसम्म विस्तार हुन सक्ने अवधिको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 251,
        "text": "जसले **कुनै व्यक्तिलाई कुनै परितोषण दिन्छ वा दिन लगाउँछ, वा दिने वा दिन लगाउने प्रस्ताव वा सहमति गर्छ, वा कुनै व्यक्तिलाई कुनै सम्पत्तिको पुनर्स्थापना गर्छ वा गराउँछ, त्यो व्यक्तिले अपराध लुकाए बापत, वा कुनै अपराधको लागि कुनै व्यक्तिलाई कानूनी दण्डबाट जोगाए बापत, वा उसलाई कानूनी दण्डमा ल्याउने उद्देश्यले कारबाही नगरे बापत**, त्यसलाई,––(क) यदि अपराध **मृत्युदण्डनीय छ** भने, **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; (ख) यदि अपराध **आजीवन कारावासले वा दस वर्षसम्म विस्तार हुन सक्ने कारावासले दण्डनीय छ** भने, **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; (ग) यदि अपराध **दस वर्षसम्म विस्तार नहुने कारावासले दण्डनीय छ** भने, **त्यो अपराधको लागि प्रदान गरिएको कारावासको प्रकारको, त्यो अपराधको लागि प्रदान गरिएको कारावासको सबैभन्दा लामो अवधिको एक-चौथाई भागसम्म विस्तार हुन सक्ने अवधिको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 252,
        "text": "जसले **यस संहिता अन्तर्गत दण्डनीय कुनै अपराधद्वारा वञ्चित भएको कुनै चल सम्पत्ति (movable property) कसैलाई पुन:प्राप्त गर्न मद्दत गर्ने बहानामा वा कारणले कुनै परितोषण लिन्छ वा लिन सहमत हुन्छ वा मन्जुरी दिन्छ, उसले अपराधीलाई पक्रन र अपराधको लागि दोषी ठहराउन आफ्नो शक्तिमा रहेको सबै माध्यमहरू प्रयोग नगरेसम्म**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 253,
        "text": "जब कुनै व्यक्ति कुनै अपराधको दोषी ठहरिएर वा आरोप लागेर, **त्यो अपराधको लागि कानूनी हिरासतमा रहेकोले, त्यस्तो हिरासतबाट भाग्छ**, वा जब कुनै सार्वजनिक कर्मचारीले, त्यस्तो सार्वजनिक कर्मचारीको कानूनी शक्तिको प्रयोगमा, **कुनै निश्चित व्यक्तिलाई कुनै अपराधको लागि पक्रन आदेश दिन्छ, जसले त्यस्तो भागेको वा पक्रनको लागि आदेशको बारेमा जानीजानी, त्यो व्यक्तिलाई पक्राउ हुनबाट रोक्ने मनसायले शरण दिन्छ वा लुकाउँछ**, त्यसलाई निम्न तरिकाले दण्डित गरिनेछ, अर्थात्:––(क) यदि जुन अपराधको लागि व्यक्ति हिरासतमा थियो वा पक्रन आदेश दिइएको छ त्यो अपराध **मृत्युदण्डनीय छ** भने, उसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; (ख) यदि अपराध **आजीवन कारावास वा दस वर्षको कारावासले दण्डनीय छ** भने, उसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, जरिवाना सहित वा बिना** दण्डित गरिनेछ; (ग) यदि अपराध **एक वर्षसम्म विस्तार हुन सक्ने र दस वर्षसम्म नहुने कारावासले दण्डनीय छ** भने, उसलाई **त्यो अपराधको लागि प्रदान गरिएको कारावासको प्रकारको, त्यस्तो अपराधको लागि प्रदान गरिएको कारावासको सबैभन्दा लामो अवधिको एक-चौथाई भागसम्म विस्तार हुन सक्ने अवधिको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 254,
        "text": "जसले, **कुनै व्यक्तिहरूले डकैती (dacoity) वा लुट (robbery) गर्न लागेका छन् वा भर्खरै गरेका छन् भनी जानीजानी वा विश्वास गर्नको लागि कारण भएकोले, उनीहरूलाई वा उनीहरूमध्ये कुनैलाई शरण दिन्छ, त्यस्तो डकैती वा लुटको कार्यलाई सहज बनाउने (facilitating) मनसायले, वा उनीहरूलाई वा उनीहरूमध्ये कुनैलाई दण्डबाट जोगाउने मनसायले**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको सश्रम कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 255,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, जानीजानी कुनै निर्देशनको उल्लङ्घन गर्छ**..."
      }
    ]
  },
  {
    "chapter_no": 14,
    "chapter_title": "झूटो प्रमाण र सार्वजनिक न्याय विरुद्धका अपराधहरू सम्बन्धी",
    "sections": [
      {
        "section_no": 255,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, आफू त्यस्तो सार्वजनिक कर्मचारीको रूपमा व्यवहार गर्नुपर्ने तरिका सम्बन्धी कानूनको कुनै निर्देशनलाई जानीजानी उल्लङ्घन गर्छ**, त्यसद्वारा **कुनै व्यक्तिलाई कानूनी दण्डबाट बचाउने** मनसायले, वा त्यसद्वारा उसले बचाउने सम्भावना छ भनी जानीजानी, वा उसलाई ऊ **उत्तरदायी भएको भन्दा कम दण्ड** दिने मनसायले, वा **कुनै सम्पत्तिलाई जफत (forfeiture) वा कानूनद्वारा उत्तरदायी भएको कुनै आरोपबाट बचाउने** मनसायले, वा त्यसद्वारा उसले बचाउने सम्भावना छ भनी जानीजानी, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 256,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, र त्यस्तो सार्वजनिक कर्मचारीको रूपमा, कुनै रेकर्ड वा अन्य लेखन तयार गर्ने जिम्मेवारी दिइएकोले, त्यो रेकर्ड वा लेखनलाई आफूले गलत छ भनी जानीजानी, सार्वजनिक वा कुनै व्यक्तिलाई हानि वा चोट पुऱ्याउने मनसायले**, वा त्यसद्वारा उसले पुऱ्याउने सम्भावना छ भनी जानीजानी, वा **कुनै व्यक्तिलाई कानूनी दण्डबाट बचाउने** मनसायले, वा त्यसद्वारा उसले बचाउने सम्भावना छ भनी जानीजानी, वा **कुनै सम्पत्तिलाई जफत (forfeiture) वा कानूनद्वारा उत्तरदायी भएको अन्य आरोपबाट बचाउने** मनसायले, वा त्यसद्वारा उसले बचाउने सम्भावना छ भनी जानीजानी, **गलत तरिकाले बनाउँछ (frames)**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 257,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, न्यायिक कार्यवाहीको कुनै पनि चरणमा, भ्रष्ट तरिकाले (corruptly) वा दुर्भावनापूर्ण तरिकाले (maliciously) कुनै रिपोर्ट, आदेश, फैसला (verdict), वा निर्णय दिन्छ वा सुनाउँछ जुन उसले कानून विपरीत (contrary to law) छ भनी जानीजानी**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 258,
        "text": "जसले, **कुनै कार्यालयमा रहेकोले जसले उसलाई व्यक्तिहरूलाई मुद्दा चलाउन वा कैद (confinement) गर्न, वा व्यक्तिहरूलाई कैदमा राख्न कानूनी अधिकार दिन्छ, त्यो अधिकारको प्रयोगमा, कुनै व्यक्तिलाई मुद्दा चलाउन वा कैद गर्न भ्रष्ट तरिकाले वा दुर्भावनापूर्ण तरिकाले पठाउँछ, वा कुनै व्यक्तिलाई कैदमा राख्छ, त्यसो गर्दा आफूले कानून विपरीत काम गरिरहेको छु भनी जानीजानी**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 259,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, त्यस्तो सार्वजनिक कर्मचारीको रूपमा, कुनै अपराधको आरोप लागेको वा पक्रन उत्तरदायी भएको कुनै व्यक्तिलाई पक्रन वा कैदमा राख्न कानूनी रूपमा बाध्य भएकोले, इरादापूर्वक त्यस्तो व्यक्तिलाई पक्रन चुक्छ, वा इरादापूर्वक त्यस्तो व्यक्तिलाई भाग्न दिन्छ, वा इरादापूर्वक त्यस्तो व्यक्तिलाई त्यस्तो कैदबाट भाग्न वा भाग्ने प्रयास गर्न मद्दत गर्छ**, त्यसलाई दण्डित गरिनेछ,––(क) यदि कैदमा रहेको व्यक्ति, वा पक्रनुपर्ने व्यक्ति, **मृत्युदण्डनीय अपराधको आरोप लागेको, वा त्यसको लागि पक्रन उत्तरदायी भएको** थियो भने, **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, जरिवाना सहित वा बिना**; वा (ख) यदि कैदमा रहेको व्यक्ति, वा पक्रनुपर्ने व्यक्ति, **आजीवन कारावासले वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डनीय अपराधको आरोप लागेको, वा त्यसको लागि पक्रन उत्तरदायी भएको** थियो भने, **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, जरिवाना सहित वा बिना**; वा (ग) यदि कैदमा रहेको व्यक्ति, वा पक्रनुपर्ने व्यक्ति, **दस वर्षभन्दा कम अवधिको कारावासले दण्डनीय अपराधको आरोप लागेको, वा त्यसको लागि पक्रन उत्तरदायी भएको** थियो भने, **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, जरिवाना सहित वा बिना**।"
      },
      {
        "section_no": 260,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, त्यस्तो सार्वजनिक कर्मचारीको रूपमा, कुनै अपराधको लागि अदालतको सजाय अन्तर्गत वा कानूनी रूपमा हिरासतमा दिइएको कुनै व्यक्तिलाई पक्रन वा कैदमा राख्न कानूनी रूपमा बाध्य भएकोले, इरादापूर्वक त्यस्तो व्यक्तिलाई पक्रन चुक्छ, वा इरादापूर्वक त्यस्तो व्यक्तिलाई भाग्न दिन्छ, वा इरादापूर्वक त्यस्तो व्यक्तिलाई त्यस्तो कैदबाट भाग्न वा भाग्ने प्रयास गर्न मद्दत गर्छ**, त्यसलाई दण्डित गरिनेछ,—(क) यदि कैदमा रहेको व्यक्ति, वा पक्रनुपर्ने व्यक्ति, **मृत्युदण्डको सजाय अन्तर्गत** छ भने, **आजीवन कारावासले वा चौध वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, जरिवाना सहित वा बिना**; वा (ख) यदि कैदमा रहेको व्यक्ति, वा पक्रनुपर्ने व्यक्ति, **अदालतको सजाय वा त्यस्तो सजायको कम्युटेशन (commutation) को आधारमा, आजीवन कारावास वा दस वर्ष वा सोभन्दा बढी अवधिको कारावासको अधीनमा छ** भने, **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, जरिवाना सहित वा बिना**; वा (ग) यदि कैदमा रहेको व्यक्ति, वा पक्रनुपर्ने व्यक्ति, **अदालतको सजायद्वारा दस वर्षसम्म विस्तार नहुने अवधिको कारावासको अधीनमा छ वा यदि त्यो व्यक्ति कानूनी रूपमा हिरासतमा दिइएको थियो** भने, **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले**।"
      },
      {
        "section_no": 261,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, त्यस्तो सार्वजनिक कर्मचारीको रूपमा, कुनै अपराधको आरोप लागेको वा दोषी ठहरिएको वा कानूनी रूपमा हिरासतमा दिइएको कुनै व्यक्तिलाई कैदमा राख्न कानूनी रूपमा बाध्य भएकोले, लापरवाहीपूर्वक त्यस्तो व्यक्तिलाई कैदबाट भाग्न दिन्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 262,
        "text": "जसले **इरादापूर्वक, आफूमाथि लागेको वा दोषी ठहरिएको कुनै अपराधको लागि आफ्नो कानूनी गिरफ्तारी (lawful apprehension) मा कुनै प्रतिरोध (resistance) वा अवैध बाधा (illegal obstruction) उत्पन्न गर्छ, वा आफू कानूनी रूपमा हिरासतमा रहेको कुनै हिरासतबाट भाग्छ वा भाग्ने प्रयास गर्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 263,
        "text": "जसले **इरादापूर्वक, कुनै अन्य व्यक्तिको अपराधको लागि कानूनी गिरफ्तारीमा कुनै प्रतिरोध वा अवैध बाधा उत्पन्न गर्छ, वा कुनै अन्य व्यक्तिलाई त्यो व्यक्ति कानूनी रूपमा हिरासतमा रहेको कुनै हिरासतबाट उद्धार (rescues) गर्छ वा उद्धार गर्ने प्रयास गर्छ**, त्यसलाई—(क) **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ; वा (ख) यदि पक्रनुपर्ने व्यक्ति, वा उद्धार गरिएको वा उद्धार गर्ने प्रयास गरिएको व्यक्ति, **आजीवन कारावासले वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डनीय अपराधको आरोप लागेको, वा त्यसको लागि पक्रन उत्तरदायी भएको** छ भने, **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; वा (ग) यदि पक्रनुपर्ने वा उद्धार गरिएको, वा उद्धार गर्ने प्रयास गरिएको व्यक्ति, **मृत्युदण्डनीय अपराधको आरोप लागेको, वा त्यसको लागि पक्रन उत्तरदायी भएको** छ भने, **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; वा (घ) यदि पक्रनुपर्ने वा उद्धार गरिएको, वा उद्धार गर्ने प्रयास गरिएको व्यक्ति, **अदालतको सजाय वा त्यस्तो सजायको कम्युटेशनको आधारमा, आजीवन कारावास, वा दस वर्ष वा सोभन्दा बढी अवधिको कारावासको लागि उत्तरदायी छ** भने, **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; वा (ङ) यदि पक्रनुपर्ने वा उद्धार गरिएको, वा उद्धार गर्ने प्रयास गरिएको व्यक्ति, **मृत्युदण्डको सजाय अन्तर्गत** छ भने, **आजीवन कारावासले वा दस वर्षभन्दा बढी नहुने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 264,
        "text": "जसले, **सार्वजनिक कर्मचारी भएकोले, त्यस्तो सार्वजनिक कर्मचारीको रूपमा, दफा २५९, दफा २६० वा दफा २६१ मा, वा हाल लागू रहेको अन्य कुनै कानूनमा व्यवस्था नगरिएको कुनै पनि मामलामा, कुनै व्यक्तिलाई पक्रन वा कैदमा राख्न कानूनी रूपमा बाध्य भएकोले, त्यो व्यक्तिलाई पक्रन चुक्छ वा उसलाई कैदबाट भाग्न दिन्छ**, त्यसलाई दण्डित गरिनेछ—(क) यदि उसले **इरादापूर्वक** त्यसो गर्छ भने, **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले**; र (ख) यदि उसले **लापरवाहीपूर्वक** त्यसो गर्छ भने, **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **जरिवानाले**, वा **दुवैले**।"
      },
      {
        "section_no": 265,
        "text": "जसले, **दफा २६२ वा दफा २६३ मा वा हाल लागू रहेको अन्य कुनै कानूनमा व्यवस्था नगरिएको कुनै पनि मामलामा, इरादापूर्वक, आफ्नो वा अन्य कुनै व्यक्तिको कानूनी गिरफ्तारीमा कुनै प्रतिरोध वा अवैध बाधा उत्पन्न गर्छ, वा आफू कानूनी रूपमा हिरासतमा रहेको कुनै हिरासतबाट भाग्छ वा भाग्ने प्रयास गर्छ, वा कुनै अन्य व्यक्तिलाई त्यो व्यक्ति कानूनी रूपमा हिरासतमा रहेको कुनै हिरासतबाट उद्धार गर्छ वा उद्धार गर्ने प्रयास गर्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 266,
        "text": "जसले **सजायको कुनै सशर्त माफी (conditional remission) स्वीकार गरिसकेपछि, त्यो माफी दिइएको कुनै पनि शर्तलाई जानीजानी उल्लङ्घन गर्छ**, त्यसलाई **ऊ मूल रूपमा सजाय दिइएको दण्डले** दण्डित गरिनेछ, यदि उसले त्यो दण्डको कुनै पनि भाग भोगिसकेको छैन भने, र यदि उसले त्यो दण्डको कुनै भाग भोगिसकेको छ भने, **त्यस दण्डको उसले भोग्न बाँकी रहेको भागले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 267,
        "text": "जसले **इरादापूर्वक, कुनै सार्वजनिक कर्मचारीले न्यायिक कार्यवाहीको कुनै पनि चरणमा बसिरहेको बेला, उसलाई कुनै अपमान (insult) गर्छ वा कुनै अवरोध (interruption) उत्पन्न गर्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 268,
        "text": "जसले, **प्रतिरूपण (personation) वा अन्यथा तरिकाले, इरादापूर्वक, आफू कुनै मामलामा कानूनद्वारा त्यसरी फर्काउन, जुरीमा राख्न (empanelled) वा शपथ खुवाउन (sworn) हकदार छैन भनी जानीजानी, आफूलाई कुनै मूल्याङ्कनकर्ता (assessor) को रूपमा फर्काउन, जुरीमा राख्न वा शपथ खुवाउन लगाउँछ, वा जानीजानी आफूलाई कानून विपरीत त्यसरी फर्काइएको, जुरीमा राखिएको वा शपथ खुवाइएको छ भनी जानीजानी, स्वेच्छाले त्यस्तो मूल्याङ्कनकर्ताको रूपमा सेवा गर्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 269,
        "text": "जसले, **कुनै अपराधको आरोप लागेर र जमानत बन्धनपत्र वा बन्धनपत्रमा रिहा भएपछि, जमानत वा बन्धनपत्रका शर्तहरू अनुसार अदालतमा उपस्थित हुन, पर्याप्त कारण बिना (जसको प्रमाणको भार उसमाथि हुनेछ), असफल हुन्छ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      }
    ]
  },
  {
    "chapter_no": 15,
    "chapter_title": "सार्वजनिक स्वास्थ्य, सुरक्षा, सुविधा, शालीनता र नैतिकतालाई असर गर्ने अपराधहरू सम्बन्धी",
    "sections": [
      {
        "section_no": 270,
        "text": "**सार्वजनिक उपद्रव (public nuisance)** को दोषी त्यो व्यक्ति हो जसले **कुनै कार्य गर्छ वा अवैध भूल (illegal omission) को दोषी हुन्छ** जसले **सार्वजनिकलाई वा छेउछाउमा बस्ने वा सम्पत्ति ओगट्ने आम मानिसहरूलाई कुनै साझा चोट, खतरा वा कष्ट (annoyance) उत्पन्न गराउँछ**, वा जसले **कुनै सार्वजनिक अधिकार प्रयोग गर्नुपर्ने व्यक्तिहरूलाई अनिवार्य रूपमा चोट, बाधा, खतरा वा कष्ट उत्पन्न गराउनुपर्छ**, तर कुनै साझा उपद्रवलाई **त्यसले केही सुविधा वा फाइदा उत्पन्न गराउँछ** भन्ने आधारमा माफ गरिने छैन।"
      },
      {
        "section_no": 271,
        "text": "जसले **गैरकानूनी रूपमा वा लापरवाहीपूर्वक (negligently) कुनै कार्य गर्छ जुन जीवनको लागि खतरनाक कुनै रोगको सङ्क्रमण (infection) फैलाउने सम्भावना छ, र जुन त्यस्तो हो भनी उसले जानीजानी वा विश्वास गर्नको लागि कारण भएकोले**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 272,
        "text": "जसले **दुर्भावनापूर्ण तरिकाले (malignantly) कुनै कार्य गर्छ जुन जीवनको लागि खतरनाक कुनै रोगको सङ्क्रमण फैलाउने सम्भावना छ, र जुन त्यस्तो हो भनी उसले जानीजानी वा विश्वास गर्नको लागि कारण भएकोले**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 273,
        "text": "जसले **सरकारद्वारा कुनै यातायातको माध्यमलाई क्वारेन्टाइन (quarantine) को अवस्थामा राख्नको लागि, वा क्वारेन्टाइनको अवस्थामा रहेको त्यस्तो कुनै यातायातको सम्बन्धलाई नियमन गर्नको लागि वा सङ्क्रामक रोग फैलिएको ठाउँहरू र अन्य ठाउँहरू बीचको सम्बन्धलाई नियमन गर्नको लागि बनाइएको कुनै नियमलाई जानीजानी उल्लङ्घन गर्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 274,
        "text": "जसले **कुनै खानेकुरा वा पेय पदार्थमा मिसावट गर्छ, त्यसलाई खानेकुरा वा पेय पदार्थको रूपमा हानिकारक (noxious) बनाउने गरी, त्यस्तो वस्तुलाई खानेकुरा वा पेय पदार्थको रूपमा बेच्ने मनसायले**, वा त्यो खानेकुरा वा पेय पदार्थको रूपमा बेचिन्छ भनी हुने सम्भावना छ भनी जानीजानी, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 275,
        "text": "जसले **कुनै वस्तुलाई, जुन हानिकारक भएको छ वा भएको थियो, वा खानेकुरा वा पेय पदार्थको लागि अनुपयुक्त अवस्थामा छ, खानेकुरा वा पेय पदार्थको रूपमा बेच्छ, वा बेच्नको लागि प्रस्ताव गर्छ वा राख्छ, त्यो खानेकुरा वा पेय पदार्थको रूपमा हानिकारक छ भनी जानीजानी वा विश्वास गर्नको लागि कारण भएकोले**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 276,
        "text": "जसले **कुनै औषधी वा मेडिकल तयारीमा यसरी मिसावट गर्छ कि त्यसले त्यस्तो औषधी वा मेडिकल तयारीको प्रभावकारिता (efficacy) कम गर्छ वा त्यसको कार्य परिवर्तन गर्छ, वा त्यसलाई हानिकारक बनाउँछ, त्यो औषधी वा मेडिकल तयारी त्यस्तो मिसावट नभएको भए जसरी, कुनै औषधीय उद्देश्यका लागि बेचिन्छ वा प्रयोग गरिन्छ भन्ने मनसायले**, वा त्यो त्यसरी बेचिन्छ वा प्रयोग गरिन्छ भनी हुने सम्भावना छ भनी जानीजानी, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 277,
        "text": "जसले **कुनै औषधी वा मेडिकल तयारीमा यसरी मिसावट गरिएको छ कि त्यसले त्यसको प्रभावकारिता कम गरेको छ, त्यसको कार्य परिवर्तन गरेको छ, वा त्यसलाई हानिकारक बनाएको छ भनी जानीजानी, त्यसलाई बेच्छ, वा बेच्नको लागि प्रस्ताव गर्छ वा राख्छ, वा कुनै औषधीय उद्देश्यका लागि कुनै औषधि वितरण केन्द्रबाट मिसावटरहित (unadulterated) को रूपमा जारी गर्छ, वा मिसावटको बारेमा नजान्ने कुनै व्यक्तिद्वारा औषधीय उद्देश्यका लागि प्रयोग गर्न लगाउँछ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 278,
        "text": "जसले **जानीजानी कुनै औषधी वा मेडिकल तयारीलाई, फरक औषधी वा मेडिकल तयारीको रूपमा, बेच्छ, वा बेच्नको लागि प्रस्ताव गर्छ वा राख्छ, वा औषधीय उद्देश्यका लागि औषधि वितरण केन्द्रबाट जारी गर्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 279,
        "text": "जसले **स्वेच्छाले (voluntarily) कुनै सार्वजनिक इनार वा जलाशय (reservoir) को पानीलाई दूषित (corrupts) गर्छ वा फोहोर (fouls) बनाउँछ, त्यसलाई सामान्यतया प्रयोग हुने उद्देश्यको लागि कम उपयुक्त बनाउने गरी**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 280,
        "text": "जसले **स्वेच्छाले कुनै ठाउँको वायुमण्डल (atmosphere) लाई दूषित गर्छ, त्यसलाई छिमेकमा बस्ने वा व्यवसाय गर्ने वा सार्वजनिक बाटोमा हिँड्ने आम मानिसहरूको स्वास्थ्यको लागि हानिकारक बनाउने गरी**, त्यसलाई **एक हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 281,
        "text": "जसले **कुनै सार्वजनिक बाटोमा कुनै सवारी साधन चलाउँछ, वा सवारी गर्छ, यसरी लापरवाहीपूर्ण (rash) वा बेवास्तापूर्ण (negligent) तरिकाले कि त्यसले मानव जीवनलाई खतरामा पार्छ, वा अन्य कुनै व्यक्तिलाई चोट वा हानि पुऱ्याउने सम्भावना हुन्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **एक हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 282,
        "text": "जसले **कुनै जहाज (vessel) लाई यसरी लापरवाहीपूर्ण वा बेवास्तापूर्ण तरिकाले चलाउँछ (navigates) कि त्यसले मानव जीवनलाई खतरामा पार्छ, वा अन्य कुनै व्यक्तिलाई चोट वा हानि पुऱ्याउने सम्भावना हुन्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 283,
        "text": "जसले **कुनै झूटो प्रकाश, चिन्ह (mark) वा बुवा (buoy) प्रदर्शन गर्छ, त्यसद्वारा कुनै नाविक (navigator) लाई भ्रामक (mislead) बनाउने मनसायले**, वा त्यसो हुने सम्भावना छ भनी जानीजानी, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **दस हजार रुपैयाँभन्दा कम नहुने जरिवानाले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 284,
        "text": "जसले **जानीजानी वा लापरवाहीपूर्वक, कुनै व्यक्तिलाई पानीमा कुनै जहाजद्वारा भाडामा लैजान्छ वा लैजान लगाउँछ, जब त्यो जहाज त्यस्तो अवस्थामा छ वा यसरी लोड गरिएको छ कि त्यसले त्यो व्यक्तिको जीवनलाई खतरामा पार्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 285,
        "text": "जसले **कुनै कार्य गरेर, वा आफ्नो कब्जा वा अधीनमा रहेको कुनै सम्पत्तिको सम्बन्धमा आदेश (order) लिन चुकेर, कुनै सार्वजनिक बाटो वा सार्वजनिक जलमार्ग (line of navigation) मा कुनै व्यक्तिलाई खतरा, बाधा वा चोट उत्पन्न गराउँछ**, त्यसलाई **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 286,
        "text": "जसले **कुनै विषालु पदार्थको साथमा, यसरी लापरवाहीपूर्ण वा बेवास्तापूर्ण तरिकाले कुनै कार्य गर्छ कि त्यसले मानव जीवनलाई खतरामा पार्छ, वा कुनै व्यक्तिलाई चोट वा हानि पुऱ्याउने सम्भावना हुन्छ, वा जानीजानी वा लापरवाहीपूर्वक आफ्नो कब्जामा रहेको कुनै विषालु पदार्थको सम्बन्धमा त्यस्तो आदेश लिन चुक्छ जुन त्यो विषालु पदार्थबाट मानव जीवनलाई हुन सक्ने कुनै सम्भावित खतराबाट जोगिनको लागि पर्याप्त छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 287,
        "text": "जसले **आगो वा कुनै ज्वलनशील पदार्थको साथमा, यसरी लापरवाहीपूर्ण वा बेवास्तापूर्ण तरिकाले कुनै कार्य गर्छ कि त्यसले मानव जीवनलाई खतरामा पार्छ, वा अन्य कुनै व्यक्तिलाई चोट वा हानि पुऱ्याउने सम्भावना हुन्छ, वा जानीजानी वा लापरवाहीपूर्वक आफ्नो कब्जामा रहेको कुनै आगो वा कुनै ज्वलनशील पदार्थको सम्बन्धमा त्यस्तो आदेश लिन चुक्छ जुन त्यस्तो आगो वा ज्वलनशील पदार्थबाट मानव जीवनलाई हुन सक्ने कुनै सम्भावित खतराबाट जोगिनको लागि पर्याप्त छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **दुई हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 288,
        "text": "जसले **कुनै विस्फोटक पदार्थको साथमा, यसरी लापरवाहीपूर्ण वा बेवास्तापूर्ण तरिकाले कुनै कार्य गर्छ कि त्यसले मानव जीवनलाई खतरामा पार्छ, वा अन्य कुनै व्यक्तिलाई चोट वा हानि पुऱ्याउने सम्भावना हुन्छ, वा जानीजानी वा लापरवाहीपूर्वक आफ्नो कब्जामा रहेको कुनै विस्फोटक पदार्थको सम्बन्धमा त्यस्तो आदेश लिन चुक्छ जुन त्यो पदार्थबाट मानव जीवनलाई हुन सक्ने कुनै सम्भावित खतराबाट जोगिनको लागि पर्याप्त छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 289,
        "text": "जसले **कुनै मेसिनरीको साथमा, यसरी लापरवाहीपूर्ण वा बेवास्तापूर्ण तरिकाले कुनै कार्य गर्छ कि त्यसले मानव जीवनलाई खतरामा पार्छ वा अन्य कुनै व्यक्तिलाई चोट वा हानि पुऱ्याउने सम्भावना हुन्छ, वा जानीजानी वा लापरवाहीपूर्वक आफ्नो कब्जामा वा हेरचाहमा रहेको कुनै मेसिनरीको सम्बन्धमा त्यस्तो आदेश लिन चुक्छ जुन त्यस्तो मेसिनरीबाट मानव जीवनलाई हुन सक्ने कुनै सम्भावित खतराबाट जोगिनको लागि पर्याप्त छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 290,
        "text": "जसले **कुनै भवन भत्काउने, मर्मत गर्ने वा निर्माण गर्ने क्रममा, जानीजानी वा लापरवाहीपूर्वक, त्यो भवनको, वा त्यसको कुनै भागको पतन (fall) बाट मानव जीवनलाई हुन सक्ने कुनै सम्भावित खतराबाट जोगिनको लागि पर्याप्त हुने त्यस्तो उपायहरू लिन चुक्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 291,
        "text": "जसले **जानीजानी वा लापरवाहीपूर्वक, आफ्नो कब्जामा रहेको कुनै पशु (animal) को सम्बन्धमा त्यस्तो उपायहरू लिन चुक्छ जुन त्यस्तो पशुबाट मानव जीवनलाई हुन सक्ने कुनै सम्भावित खतरा, वा गम्भीर चोट (grievous hurt) को कुनै सम्भावित खतराबाट जोगिनको लागि पर्याप्त छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 292,
        "text": "जसले **यस संहिताद्वारा अन्यथा दण्डनीय नभएको कुनै पनि मामलामा सार्वजनिक उपद्रव (public nuisance) गर्छ**, त्यसलाई **एक हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 293,
        "text": "जसले **सार्वजनिक उपद्रव दोहोऱ्याउँछ वा जारी राख्छ, त्यस्तो उपद्रव दोहोऱ्याउन वा जारी नराख्नको लागि त्यस्तो निषेधाज्ञा (injunction) जारी गर्न कानूनी अधिकार भएको कुनै सार्वजनिक कर्मचारीद्वारा आदेश (enjoined) दिइएको भए पनि**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 294,
        "text": "(१) उपदफा (२) को उद्देश्यका लागि, कुनै **किताब, पर्चा (pamphlet), कागज, लेखन, चित्र (drawing), पेन्टिङ, प्रतिनिधित्व (representation), आकृति (figure) वा इलेक्ट्रोनिक रूपमा कुनै पनि सामग्रीको प्रदर्शन लगायत अन्य कुनै पनि वस्तुलाई अश्लील (obscene) मानिनेछ** यदि त्यो **कामुक (lascivious) छ वा कामोत्तेजक चासो (prurient interest) लाई आकर्षित गर्छ** वा यदि त्यसको प्रभाव, वा (जहाँ यसमा दुई वा बढी भिन्न वस्तुहरू समावेश छन्) यसको कुनै एक वस्तुको प्रभाव, **समग्रमा लिइएमा, त्यसलाई पढ्ने, हेर्ने वा सुन्ने सम्भावना भएका व्यक्तिहरूलाई, सबै सान्दर्भिक परिस्थितिहरूलाई ध्यानमा राख्दै, भ्रष्ट (deprave) गर्ने र बिगार्ने (corrupt) प्रवृत्ति राख्छ**। (२) जसले—(क) **कुनै अश्लील किताब, पर्चा, कागज, चित्र, पेन्टिङ, प्रतिनिधित्व वा आकृति वा कुनै पनि अश्लील वस्तु, जुनसुकै तरिकाले, बेच्छ, भाडामा दिन्छ, वितरण गर्छ, सार्वजनिक रूपमा प्रदर्शन गर्छ वा कुनै पनि तरिकाले प्रचलनमा ल्याउँछ**, वा बेच्ने, भाडामा दिने, वितरण गर्ने, सार्वजनिक रूपमा प्रदर्शन गर्ने वा प्रचलनमा ल्याउने उद्देश्यका लागि **बनाउँछ, उत्पादन गर्छ वा आफ्नो कब्जामा राख्छ**; वा (ख) **माथि उल्लिखित कुनै पनि उद्देश्यका लागि कुनै अश्लील वस्तु आयात (imports), निर्यात (exports) वा ढुवानी (conveys) गर्छ**, वा त्यस्तो वस्तु बेचिन्छ, भाडामा दिइन्छ, वितरण गरिन्छ वा सार्वजनिक रूपमा प्रदर्शन गरिन्छ वा कुनै पनि तरिकाले प्रचलनमा ल्याइन्छ भनी जानीजानी वा विश्वास गर्नको लागि कारण भएकोले; वा (ग) **कुनै व्यवसायमा भाग लिन्छ वा त्यसबाट नाफा प्राप्त गर्छ जसको क्रममा उसले जानीजानी वा विश्वास गर्नको लागि कारण भएकोले कि माथि उल्लिखित कुनै पनि उद्देश्यका लागि त्यस्ता कुनै अश्लील वस्तुहरू बनाइन्छ, उत्पादन गरिन्छ, खरिद गरिन्छ, राखिन्छ, आयात गरिन्छ, निर्यात गरिन्छ, ढुवानी गरिन्छ, सार्वजनिक रूपमा प्रदर्शन गरिन्छ वा कुनै पनि तरिकाले प्रचलनमा ल्याइन्छ**; वा (घ) **कुनै पनि माध्यमबाट कुनै व्यक्ति यस दफा अन्तर्गत अपराध हुने कुनै कार्यमा संलग्न छ वा संलग्न हुन तयार छ, वा त्यस्तो कुनै अश्लील वस्तु कुनै व्यक्तिबाट वा मार्फत प्राप्त गर्न सकिन्छ भनी विज्ञापन गर्छ वा जानकारी दिन्छ**; वा (ङ) **यस दफा अन्तर्गत अपराध हुने कुनै कार्य गर्ने प्रस्ताव गर्छ वा प्रयास गर्छ**,\nत्यसलाई **पहिलो दोषी ठहर (first conviction) मा दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले** दण्डित गरिनेछ, र **दोस्रो वा पछिल्लो दोषी ठहरको मामलामा, पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र दस हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले पनि** दण्डित गरिनेछ।"
      },
      {
        "section_no": 295,
        "text": "जसले **दफा २९४ मा उल्लेख गरिएको जस्तो कुनै पनि अश्लील वस्तुलाई कुनै बच्चालाई बेच्छ, भाडामा दिन्छ, वितरण गर्छ, प्रदर्शन गर्छ वा प्रचलनमा ल्याउँछ, वा त्यसो गर्ने प्रस्ताव गर्छ वा प्रयास गर्छ**, त्यसलाई **पहिलो दोषी ठहरमा तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र दुई हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले** दण्डित गरिनेछ, र **दोस्रो वा पछिल्लो दोषी ठहरको मामलामा, सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले पनि** दण्डित गरिनेछ।"
      },
      {
        "section_no": 296,
        "text": "जसले **अरूलाई कष्ट (annoyance) हुने गरी**—(क) **कुनै सार्वजनिक ठाउँमा कुनै अश्लील कार्य (obscene act) गर्छ**; वा (ख) **कुनै सार्वजनिक ठाउँमा वा नजिकै कुनै अश्लील गीत, गाथा (ballad) वा शब्दहरू गाउँछ, पाठ गर्छ (recites) वा बोल्छ**, त्यसलाई **तीन महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **एक हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 297,
        "text": "(१) जसले **कुनै सरकारी लटरी वा राज्य सरकारद्वारा अधिकृत लटरी नभएको कुनै लटरी चलाउने उद्देश्यका लागि कुनै कार्यालय वा ठाउँ राख्छ**, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ। (२) जसले **त्यस्तो कुनै लटरीमा कुनै टिकट, चिट्ठा (lot), नम्बर वा अंकको चिट्ठा निकाल्ने (drawing) सँग सम्बन्धित वा लागू हुने कुनै घटना वा आकस्मिकता (contingency) मा, कुनै व्यक्तिलाई कुनै रकम तिर्ने, वा कुनै सामान सुम्पने, वा कुनै कार्य गर्ने वा गर्नबाट अलग रहने कुनै प्रस्ताव प्रकाशित गर्छ**, त्यसलाई **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले** दण्डित गरिनेछ।"
      }
    ]
  },
  {
    "chapter_no": 16,
    "chapter_title": "धर्म सम्बन्धी अपराधहरू",
    "sections": [
      {
        "section_no": 298,
        "text": "जसले **कुनै पूजास्थल, वा कुनै वर्गका व्यक्तिहरूले पवित्र मानेको कुनै वस्तुलाई नाश (destroys), क्षति (damages) वा अपवित्र (defiles) गर्छ**, त्यसद्वारा **कुनै वर्गका व्यक्तिहरूको धर्मको अपमान गर्ने मनसायले** वा त्यस्तो नाश, क्षति वा अपवित्रीकरणलाई **आफ्नो धर्मको अपमानको रूपमा लिने सम्भावना छ** भनी कुनै वर्गका व्यक्तिहरूले जानीजानी, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 299,
        "text": "जसले, **भारतका कुनै वर्गका नागरिकहरूको धार्मिक भावनालाई आक्रोशित पार्ने जानाजानी र दुर्भावनापूर्ण मनसायले**, बोली वा लिखित शब्दहरूद्वारा, वा संकेतहरूद्वारा वा दृश्य प्रतिनिधित्वहरूद्वारा वा इलेक्ट्रोनिक माध्यमहरूद्वारा वा अन्यथा, **त्यो वर्गको धर्म वा धार्मिक विश्वासहरूको अपमान गर्छ वा अपमान गर्ने प्रयास गर्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 300,
        "text": "जसले **स्वेच्छाले, धार्मिक पूजा, वा धार्मिक समारोहहरू गर्नमा कानूनी रूपमा संलग्न कुनै सभामा गडबडी (disturbance) उत्पन्न गर्छ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 301,
        "text": "जसले **कुनै व्यक्तिको भावनालाई चोट पुऱ्याउने, वा कुनै व्यक्तिको धर्मको अपमान गर्ने मनसायले**, वा कुनै व्यक्तिको भावनामा चोट पुग्ने, वा कुनै व्यक्तिको धर्मको अपमान हुने सम्भावना छ भनी जानीजानी, **कुनै पूजास्थल वा कुनै चिहान (sepulchre) मा, वा अन्त्येष्टि संस्कारहरू गर्नको लागि छुट्याइएको कुनै ठाउँमा वा मृतकको अवशेष (remains) को लागि भण्डार (depository) को रूपमा कुनै अतिचार (trespass) गर्छ, वा कुनै मानव शव (corpse) को अपमान (indignity) गर्छ, वा अन्त्येष्टि समारोहहरू गर्नको लागि जम्मा भएका कुनै व्यक्तिहरूलाई गडबडी उत्पन्न गराउँछ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 302,
        "text": "जसले, **कुनै व्यक्तिको धार्मिक भावनालाई चोट पुऱ्याउने जानाजानी मनसायले, त्यो व्यक्तिको सुनुवाइमा कुनै शब्द बोल्छ वा कुनै आवाज निकाल्छ** वा त्यो व्यक्तिको दृष्टिमा **कुनै हाउभाउ (gesture) गर्छ वा कुनै वस्तु राख्छ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      }
    ]
  },
  {
    "chapter_no": 17,
    "chapter_title": "सम्पत्ति विरुद्धका अपराधहरू",
    "sections": [
      {
        "section_no": 303,
        "text": "(१) जसले, **कुनै व्यक्तिको सहमति बिना, त्यो व्यक्तिको कब्जाबाट कुनै चल सम्पत्तिलाई बेईमानीपूर्वक (dishonestly) लिने मनसायले**, त्यस्तो लिनको लागि **त्यो सम्पत्तिलाई सार्छ**, त्यसले **चोरी** गरेको मानिन्छ।\n(२) जसले **चोरी** गर्छ, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ र **यस दफा अन्तर्गत कुनै व्यक्तिको दोस्रो वा पछिल्लो दोषी ठहरको मामलामा, उसलाई एक वर्षभन्दा कम नहुने तर पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कठोर कारावासले र जरिवानाले** दण्डित गरिनेछ:\nतर यदि चोरी भएको सम्पत्तिको **मूल्य पाँच हजार रुपैयाँभन्दा कम छ**, र कुनै व्यक्ति **पहिलो पटक दोषी ठहर भएको छ भने, सम्पत्तिको मूल्य फिर्ता गरेपछि वा चोरी भएको सम्पत्ति बहाल (restoration) गरेपछि, उसलाई सामुदायिक सेवा (community service) ले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 304,
        "text": "(१) **चोरी गर्नु, झम्टिनु (snatching) हो** यदि, चोरी गर्नको लागि, अपराधीले **अचानक वा चाँडै वा बलपूर्वक** कुनै व्यक्तिबाट वा उसको कब्जाबाट **कुनै चल सम्पत्ति खोस्छ (seizes) वा समात्छ वा समातेर लिन्छ**।\n(२) जसले **झम्टिन्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 305,
        "text": "जसले चोरी गर्छ—\n(क) **मानव निवास (human dwelling) को रूपमा प्रयोग गरिएको वा सम्पत्तिको हिरासत (custody) को लागि प्रयोग गरिएको कुनै भवन, पाल वा जहाजमा**; वा\n(ख) **सामान वा यात्रुहरूको ढुवानी (transport) को लागि प्रयोग गरिने कुनै यातायातको साधनको**; वा\n(ग) **सामान वा यात्रुहरूको ढुवानीको लागि प्रयोग गरिने कुनै यातायातको साधनबाट कुनै वस्तु वा सामानको**; वा\n(घ) **कुनै पूजास्थलमा रहेको मूर्ति वा प्रतिमा (idol or icon) को**; वा\n(ङ) **सरकारको वा स्थानीय निकायको (local authority) कुनै सम्पत्तिको**,\nत्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 306,
        "text": "जसले, **कर्मचारी वा नोकर (clerk or servant) भएकोले, वा कर्मचारी वा नोकरको हैसियतमा काममा लागेकोले, आफ्नो मालिक वा रोजगारदाताको कब्जामा रहेको कुनै सम्पत्तिको सम्बन्धमा चोरी गर्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 307,
        "text": "जसले **चोरी गर्छ, त्यस्तो चोरी गर्नको लागि, वा त्यस्तो चोरी गरेपछि भाग्नको लागि, वा त्यस्तो चोरीद्वारा लिइएको सम्पत्तिलाई कायम राख्नको लागि, कुनै व्यक्तिलाई मृत्यु, वा चोट, वा अनुचित अवरोध (wrongful restraint) वा मृत्युको डर, वा चोटको डर, वा अनुचित अवरोधको डर उत्पन्न गराउने तयारी गरेको भए पनि**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कठोर कारावासले (rigorous imprisonment)**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 308,
        "text": "(१) जसले **इरादापूर्वक कुनै व्यक्तिलाई त्यो व्यक्तिलाई वा अन्य कुनै व्यक्तिलाई कुनै चोटको डर देखाउँछ**, र त्यसद्वारा **बेईमानीपूर्वक** त्यसरी डर देखाइएको व्यक्तिलाई **कुनै व्यक्तिलाई कुनै सम्पत्ति, वा मूल्यवान धितो (valuable security) वा मूल्यवान धितोमा रूपान्तरण गर्न सकिने हस्ताक्षरित वा छाप लगाइएको कुनै पनि वस्तु सुम्पिन प्रेरित (induces) गर्छ**, त्यसले **जबरजस्ती असुली (extortion)** गरेको मानिन्छ।\n(२) जसले **जबरजस्ती असुली** गर्छ, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(३) जसले **जबरजस्ती असुली गर्नको लागि, कुनै व्यक्तिलाई कुनै चोटको डर देखाउँछ वा डर देखाउने प्रयास गर्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(४) जसले **जबरजस्ती असुली गर्नको लागि, कुनै व्यक्तिलाई त्यो व्यक्तिलाई वा अन्य कुनै व्यक्तिलाई मृत्यु वा गम्भीर चोटको डर देखाउँछ वा डर देखाउने प्रयास गर्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(५) जसले **कुनै व्यक्तिलाई त्यो व्यक्तिलाई वा अन्य कुनै व्यक्तिलाई मृत्यु वा गम्भीर चोटको डर देखाएर जबरजस्ती असुली गर्छ**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(६) जसले **जबरजस्ती असुली गर्नको लागि, कुनै व्यक्तिलाई त्यो व्यक्तिलाई वा अन्य कुनै व्यक्तिलाई मृत्युदण्ड वा आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डनीय अपराध गरेको, वा गर्ने प्रयास गरेको आरोपको डर देखाउँछ वा डर देखाउने प्रयास गर्छ**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(७) जसले **कुनै व्यक्तिलाई त्यो व्यक्तिलाई वा अन्य कुनै व्यक्तिलाई मृत्युदण्ड, वा आजीवन कारावास, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डनीय कुनै अपराध गरेको वा गर्ने प्रयास गरेको आरोपको डर देखाएर जबरजस्ती असुली गर्छ**, वा अन्य कुनै व्यक्तिलाई त्यस्तो अपराध गर्न प्रेरित गर्ने प्रयास गरेको आरोपको डर देखाएर जबरजस्ती असुली गर्छ, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 309,
        "text": "(१) **सबै लुटपाट (robbery) मा कि त चोरी हुन्छ कि त जबरजस्ती असुली हुन्छ**।\n(२) **चोरी लुटपाट हो** यदि, चोरी गर्नको लागि, वा चोरी गर्ने क्रममा, वा चोरीबाट प्राप्त सम्पत्तिलाई बोकेर लैजाने वा बोकेर लैजाने प्रयास गर्ने क्रममा, अपराधीले त्यस उद्देश्यका लागि **स्वेच्छाले (voluntarily) कुनै व्यक्तिलाई मृत्यु वा चोट वा अनुचित अवरोध, वा तत्काल मृत्युको डर (fear of instant death) वा तत्काल चोटको डर, वा तत्काल अनुचित अवरोधको डर उत्पन्न गराउँछ वा उत्पन्न गराउने प्रयास गर्छ**।\n(३) **जबरजस्ती असुली लुटपाट हो** यदि अपराधी, जबरजस्ती असुली गर्ने समयमा, **डर देखाइएको व्यक्तिको उपस्थितिमा छ**, र त्यो व्यक्तिलाई वा अन्य कुनै व्यक्तिलाई **तत्काल मृत्युको, तत्काल चोटको, वा तत्काल अनुचित अवरोधको डर देखाएर जबरजस्ती असुली गर्छ**, र त्यसरी डर देखाएर, डर देखाइएको व्यक्तिलाई **त्यतिखेरै र त्यहीँ (then and there) जबरजस्ती असुली गरिएको वस्तु सुम्पिन प्रेरित गर्छ**।\n(४) जसले **लुटपाट** गर्छ, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कठोर कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; र, यदि लुटपाट **सूर्य अस्ताएपछि र सूर्योदय हुनुअघि (between sunset and sunrise) राजमार्गमा (on the highway) गरिएको छ भने, कारावास चौध वर्षसम्म विस्तार हुन सक्छ**।\n(५) जसले **लुटपाट गर्ने प्रयास गर्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कठोर कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(६) यदि कुनै व्यक्तिले **लुटपाट गर्ने वा गर्ने प्रयास गर्ने क्रममा, स्वेच्छाले चोट पुऱ्याउँछ भने, त्यस्तो व्यक्ति, र त्यस्तो लुटपाट गर्ने वा गर्ने प्रयास गर्नेमा संयुक्त रूपमा संलग्न अन्य कुनै पनि व्यक्तिलाई, आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कठोर कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 310,
        "text": "(१) जब **पाँच वा सोभन्दा बढी व्यक्तिहरूले संयुक्त रूपमा (conjointly) लुटपाट गर्छन् वा गर्ने प्रयास गर्छन्**, वा जहाँ संयुक्त रूपमा लुटपाट गर्ने वा गर्ने प्रयास गर्ने व्यक्तिहरूको कुल सङ्ख्या, र त्यस्तो कमिशन वा प्रयासमा उपस्थित र सहयोग गर्ने व्यक्तिहरूको सङ्ख्या **पाँच वा सोभन्दा बढी हुन्छ**, त्यसरी कमिशन गर्ने, प्रयास गर्ने वा सहयोग गर्ने **हरेक व्यक्तिले डकैती (dacoity) गरेको मानिन्छ**।\n(२) जसले **डकैती** गर्छ, त्यसलाई **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कठोर कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(३) यदि **पाँच वा सोभन्दा बढी व्यक्तिहरूमध्ये कुनै एकले, जो संयुक्त रूपमा डकैती गरिरहेका छन्, डकैती गर्ने क्रममा हत्या (murder) गर्छ भने, ती व्यक्तिहरूमध्ये हरेकलाई मृत्युदण्डले, वा आजीवन कारावासले, वा दस वर्षभन्दा कम नहुने अवधिको कठोर कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(४) जसले **डकैती गर्ने तयारी (preparation for committing dacoity) गर्छ**, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कठोर कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(५) जसले **डकैती गर्ने उद्देश्यले जम्मा भएका पाँच वा सोभन्दा बढी व्यक्तिहरूमध्ये एक हो**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कठोर कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(६) जसले **डकैतीको बानी भएका व्यक्तिहरूको गिरोहसँग सम्बन्धित छ**, त्यसलाई **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कठोर कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 311,
        "text": "यदि **लुटपाट वा डकैती गर्ने समयमा, अपराधीले कुनै घातक हतियार (deadly weapon) प्रयोग गर्छ, वा कुनै व्यक्तिलाई गम्भीर चोट (grievous hurt) पुऱ्याउँछ, वा कुनै व्यक्तिलाई मृत्यु वा गम्भीर चोट पुऱ्याउने प्रयास गर्छ**, त्यस अपराधीलाई दण्डित गरिने कारावास **सात वर्षभन्दा कम हुने छैन**।"
      },
      {
        "section_no": 312,
        "text": "यदि **लुटपाट वा डकैती गर्ने प्रयास गर्ने समयमा, अपराधी कुनै घातक हतियारले सुसज्जित (armed) छ**, त्यस अपराधीलाई दण्डित गरिने कारावास **सात वर्षभन्दा कम हुने छैन**।"
      },
      {
        "section_no": 313,
        "text": "जसले **चोरी वा लुटपाट गर्ने बानी भएका व्यक्तिहरूको कुनै गिरोहसँग सम्बन्धित छ, र डकैती गर्नेहरूको गिरोह नभएको**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कठोर कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 314,
        "text": "जसले **कुनै चल सम्पत्तिलाई बेईमानीपूर्वक दुरुपयोग (misappropriates) गर्छ वा आफ्नै प्रयोगको लागि रूपान्तरण (converts) गर्छ**, त्यसलाई **छ महिनाभन्दा कम नहुने तर दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले र जरिवानाले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 315,
        "text": "जसले **कुनै सम्पत्तिलाई बेईमानीपूर्वक दुरुपयोग गर्छ वा आफ्नै प्रयोगको लागि रूपान्तरण गर्छ, त्यो सम्पत्ति मृतक व्यक्तिको मृत्युको समयमा उसको कब्जामा थियो भनी जानीजानी**, र त्यसपछि **त्यस्तो कब्जाको कानूनी हकदार (legally entitled) कुनै व्यक्तिको कब्जामा नभएको**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**, र यदि अपराधी त्यस्तो व्यक्तिको मृत्युको समयमा **कर्मचारी वा नोकरको रूपमा उसद्वारा काममा लगाइएको थियो भने, कारावास सात वर्षसम्म विस्तार हुन सक्छ**।"
      },
      {
        "section_no": 316,
        "text": "(१) जसले, **कुनै पनि तरिकाले सम्पत्तिको जिम्मा (entrusted) दिइएकोले, वा सम्पत्तिमाथि कुनै नियन्त्रण (dominion) भएकोले, त्यो सम्पत्तिलाई बेईमानीपूर्वक दुरुपयोग गर्छ वा आफ्नै प्रयोगको लागि रूपान्तरण गर्छ, वा त्यस्तो जिम्मा कसरी निर्वाह गर्ने भनी तोकिएको कानूनको कुनै निर्देशनको उल्लङ्घनमा, वा त्यस्तो जिम्माको निर्वाह सम्बन्धी उसले गरेको कुनै कानूनी करार (legal contract), स्पष्ट वा निहित (express or implied) को उल्लङ्घनमा, त्यो सम्पत्तिलाई बेईमानीपूर्वक प्रयोग गर्छ वा व्यवस्थापन (disposes of) गर्छ, वा जानीजानी अन्य कुनै व्यक्तिलाई त्यसो गर्न दिन्छ**, त्यसले **आपराधिक विश्वासघात (criminal breach of trust)** गरेको मानिन्छ।\n(२) जसले **आपराधिक विश्वासघात** गर्छ, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(३) जसले, **वाहक (carrier), गोदीपाल (wharfinger) वा भण्डारपाल (warehouse-keeper) को रूपमा सम्पत्तिको जिम्मा दिइएकोले, त्यस्तो सम्पत्तिको सम्बन्धमा आपराधिक विश्वासघात गर्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(४) जसले, **कर्मचारी वा नोकर भएकोले वा कर्मचारी वा नोकरको रूपमा काममा लगाइएकोले, र त्यस्तो हैसियतमा कुनै पनि तरिकाले सम्पत्तिको, वा सम्पत्तिमाथि कुनै नियन्त्रणको जिम्मा दिइएकोले, त्यो सम्पत्तिको सम्बन्धमा आपराधिक विश्वासघात गर्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(५) जसले, **सार्वजनिक कर्मचारीको हैसियतमा वा बैंकर, व्यापारी, फैक्टर, दलाल, अधिवक्ता वा एजेन्टको रूपमा आफ्नो व्यवसायको क्रममा, कुनै पनि तरिकाले सम्पत्तिको, वा सम्पत्तिमाथि कुनै नियन्त्रणको जिम्मा दिइएकोले, त्यो सम्पत्तिको सम्बन्धमा आपराधिक विश्वासघात गर्छ**, त्यसलाई **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 317,
        "text": "(१) **चोरी वा जबरजस्ती असुली वा लुटपाट वा छलद्वारा कब्जा हस्तान्तरण गरिएको सम्पत्ति, र आपराधिक रूपमा दुरुपयोग गरिएको वा जसको सम्बन्धमा आपराधिक विश्वासघात गरिएको छ, त्यसलाई चोरीको सम्पत्ति (stolen property) भनिन्छ**, चाहे त्यो हस्तान्तरण गरिएको होस्, वा दुरुपयोग वा विश्वासघात गरिएको होस्, भारतभित्र वा बाहिर, तर, यदि त्यस्तो सम्पत्ति पछि त्यसको कब्जाको **कानूनी हकदार व्यक्ति (person legally entitled) को कब्जामा आउँछ भने, त्यो चोरीको सम्पत्ति रहँदैन**।\n(२) जसले **बेईमानीपूर्वक कुनै चोरीको सम्पत्ति प्राप्त वा कायम (receives or retains) गर्छ, त्यो चोरीको सम्पत्ति हो भनी जानीजानी वा विश्वास गर्नको लागि कारण भएकोले**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(३) जसले **बेईमानीपूर्वक कुनै चोरीको सम्पत्ति प्राप्त वा कायम गर्छ, जसको कब्जा डकैती गरेर हस्तान्तरण भएको हो भनी उसले जानीजानी वा विश्वास गर्नको लागि कारण भएकोले**, वा जसले **डकैती गर्नेहरूको गिरोहसँग सम्बन्धित छ वा रहेको थियो भनी आफूले जानीजानी वा विश्वास गर्नको लागि कारण भएको व्यक्तिबाट, त्यो चोरी भएको हो भनी आफूले जानीजानी वा विश्वास गर्नको लागि कारण भएको सम्पत्तिलाई बेईमानीपूर्वक प्राप्त गर्छ**, त्यसलाई **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कठोर कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(४) जसले **बानी परेको (habitually) रूपमा चोरीको सम्पत्ति प्राप्त वा कारोबार (deals in) गर्छ, त्यो चोरीको सम्पत्ति हो भनी उसले जानीजानी वा विश्वास गर्नको लागि कारण भएकोले**, त्यसलाई **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(५) जसले **चोरीको सम्पत्ति हो भनी आफूले जानीजानी वा विश्वास गर्नको लागि कारण भएको सम्पत्तिलाई लुकाउन (concealing) वा व्यवस्थापन (disposing of) गर्न वा हटाउन (making away with) स्वेच्छाले सहयोग गर्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 318,
        "text": "(१) जसले **कुनै व्यक्तिलाई धोका (deceiving) दिएर, छलपूर्वक (fraudulently) वा बेईमानीपूर्वक, त्यसरी धोका दिइएको व्यक्तिलाई कुनै व्यक्तिलाई कुनै सम्पत्ति सुम्पिन प्रेरित गर्छ, वा कुनै व्यक्तिलाई कुनै सम्पत्ति कायम राख्नको लागि सहमति दिन प्रेरित गर्छ, वा इरादापूर्वक, त्यसरी धोका दिइएको व्यक्तिलाई कुनै कार्य गर्न वा गर्नबाट चुक्न प्रेरित गर्छ जुन उसले धोका नदिएको भए गर्ने वा चुक्ने थिएन, र जुन कार्य वा भूलले त्यो व्यक्तिको शरीर, मन, प्रतिष्ठा वा सम्पत्तिमा क्षति (damage) वा हानि (harm) पुऱ्याउँछ वा पुऱ्याउने सम्भावना हुन्छ**, त्यसले **छल (cheat)** गरेको मानिन्छ।\n(२) जसले **छल** गर्छ, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(३) जसले **छल गर्छ, त्यसद्वारा उसले कारोबार (transaction) मा अनुचित हानि (wrongful loss) पुऱ्याउने सम्भावना छ भनी जानीजानी** जसको हित (interest) लाई उसले, **कानूनद्वारा वा कानूनी करारद्वारा, सुरक्षा गर्न बाध्य थियो**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(४) जसले **छल गर्छ र त्यसद्वारा बेईमानीपूर्वक धोका दिइएको व्यक्तिलाई कुनै व्यक्तिलाई कुनै सम्पत्ति सुम्पिन, वा कुनै मूल्यवान धितो, वा हस्ताक्षरित वा छाप लगाइएको र मूल्यवान धितोमा रूपान्तरण गर्न सकिने कुनै पनि वस्तुको सम्पूर्ण वा कुनै अंश बनाउन, परिवर्तन गर्न वा नष्ट गर्न प्रेरित गर्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 319,
        "text": "(१) **कुनै व्यक्तिले प्रतिरूपण (personation) गरेर छल गरेको मानिन्छ** यदि उसले **आफू अन्य कुनै व्यक्ति भएको नाटक (pretending) गरेर, वा जानीजानी एक व्यक्तिको सट्टामा अर्को व्यक्तिलाई प्रतिस्थापन (substituting) गरेर, वा आफू वा अन्य कुनै व्यक्ति ऊ वा त्यस्तो अन्य व्यक्ति वास्तवमा भएको भन्दा फरक व्यक्ति हो भनी प्रतिनिधित्व (representing) गरेर छल गर्छ**।\n(२) जसले **प्रतिरूपण गरेर छल गर्छ**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 320,
        "text": "जसले **बेईमानीपूर्वक वा छलपूर्वक, कुनै सम्पत्तिलाई हटाउँछ (removes), लुकाउँछ (conceals) वा कुनै व्यक्तिलाई सुम्पिन्छ, वा पर्याप्त प्रतिफल (adequate consideration) बिना कुनै व्यक्तिलाई हस्तान्तरण गर्छ वा हस्तान्तरण गर्न लगाउँछ, त्यसद्वारा आफ्ना लेनदारहरू (creditors) वा अन्य कुनै व्यक्तिका लेनदारहरू बीच कानून अनुसार त्यो सम्पत्तिको वितरण रोक्ने मनसायले**, वा त्यसद्वारा उसले रोक्ने सम्भावना छ भनी जानीजानी, त्यसलाई **छ महिनाभन्दा कम नहुने तर दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 321,
        "text": "जसले **बेईमानीपूर्वक वा छलपूर्वक, आफूलाई वा अन्य कुनै व्यक्तिलाई तिर्नुपर्ने कुनै ऋण वा मागलाई (debt or demand), आफ्नो ऋण वा त्यस्तो अन्य व्यक्तिको ऋण तिर्नको लागि कानून अनुसार उपलब्ध गराउनबाट रोक्छ (prevents)**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 322,
        "text": "जसले **बेईमानीपूर्वक वा छलपूर्वक, कुनै लिखत वा साधनमा (deed or instrument) हस्ताक्षर गर्छ, कार्यान्वयन (executes) गर्छ वा त्यसको पक्ष बन्छ जसले कुनै सम्पत्ति, वा त्यसमा कुनै हितलाई हस्तान्तरण गर्न वा कुनै शुल्कको अधीनमा राख्न खोज्छ, र जसमा त्यस्तो हस्तान्तरण वा शुल्कको लागि प्रतिफल (consideration) सम्बन्धी, वा जसको प्रयोग वा फाइदाको लागि यो वास्तवमा सञ्चालन गर्न अभिप्रेत छ, त्यो व्यक्ति वा व्यक्तिहरू सम्बन्धी कुनै झूटो बयान (false statement) समावेश छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 323,
        "text": "जसले **बेईमानीपूर्वक वा छलपूर्वक, आफ्नो वा अन्य कुनै व्यक्तिको कुनै सम्पत्ति लुकाउँछ वा हटाउँछ, वा बेईमानीपूर्वक वा छलपूर्वक त्यसको लुकावट वा हटावटमा सहयोग गर्छ, वा बेईमानीपूर्वक आफू हकदार भएको कुनै माग वा दावी (demand or claim) लाई जारी (releases) गर्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 324,
        "text": "(१) जसले **सार्वजनिकलाई वा कुनै व्यक्तिलाई अनुचित हानि (wrongful loss) वा क्षति (damage) पुऱ्याउने मनसायले**, वा उसले त्यसरी पुऱ्याउने सम्भावना छ भनी जानीजानी, **कुनै सम्पत्तिको विनाश (destruction) गर्छ, वा कुनै सम्पत्तिमा वा त्यसको अवस्थामा यस्तो कुनै परिवर्तन (change) गर्छ जसले त्यसको मूल्य वा उपयोगिता (utility) लाई नष्ट गर्छ वा कम गर्छ, वा त्यसलाई हानिकारक रूपमा असर गर्छ**, त्यसले **उपद्रव (mischief)** गरेको मानिन्छ।\n(२) जसले **उपद्रव** गर्छ, त्यसलाई **छ महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(३) जसले **उपद्रव गर्छ र त्यसद्वारा सरकारको वा स्थानीय निकायको सम्पत्ति लगायत कुनै सम्पत्तिलाई हानि वा क्षति पुऱ्याउँछ**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(४) जसले **उपद्रव गर्छ र त्यसद्वारा बीस हजार रुपैयाँ वा सोभन्दा बढी तर एक लाख रुपैयाँभन्दा कमको हानि वा क्षति पुऱ्याउँछ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(५) जसले **उपद्रव गर्छ र त्यसद्वारा एक लाख रुपैयाँ वा सोभन्दा बढीको हानि वा क्षति पुऱ्याउँछ**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(६) जसले **कुनै व्यक्तिलाई मृत्यु, वा चोट, वा अनुचित अवरोध, वा मृत्युको डर, वा चोटको डर, वा अनुचित अवरोधको डर उत्पन्न गराउने तयारी गरेर उपद्रव गर्छ**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 325,
        "text": "जसले **कुनै पशुलाई मारेर, विष दिएर, लङ्गडो (maiming) बनाएर वा बेकार (rendering useless) बनाएर उपद्रव गर्छ**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 326,
        "text": "जसले **उपद्रव गर्छ**,—\n(क) **कुनै कार्य गरेर जसले कृषि उद्देश्यका लागि, वा मानव वा सम्पत्ति मानिने पशुहरूको लागि खाना वा पेय पदार्थको लागि, वा सरसफाइको लागि वा कुनै उत्पादन (manufacture) सञ्चालन गर्नको लागि पानीको आपूर्तिमा कमी (diminution) ल्याउँछ, वा ल्याउने सम्भावना छ भनी उसले जानीजानी**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ;\n(ख) **कुनै कार्य गरेर जसले कुनै सार्वजनिक सडक, पुल, नौकायनयोग्य नदी (navigable river) वा प्राकृतिक वा कृत्रिम नौकायनयोग्य नहर (navigable channel) लाई पार गर्न नसकिने वा यात्रा वा सम्पत्ति ढुवानीको लागि कम सुरक्षित बनाउँछ, वा बनाउने सम्भावना छ भनी उसले जानीजानी**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ;\n(ग) **कुनै कार्य गरेर जसले चोट वा क्षतिसहित कुनै सार्वजनिक जल निकास (drainage) मा बाढी (inundation) वा अवरोध उत्पन्न गराउँछ, वा उत्पन्न गराउने सम्भावना छ भनी उसले जानीजानी**, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ;\n(घ) **रेल, विमान वा जहाजको नौकायनको लागि प्रयोग गरिने कुनै चिन्ह वा संकेत वा नाविकहरूको लागि मार्गदर्शकको रूपमा राखिएको अन्य कुनै वस्तुलाई नष्ट वा सार्ने, वा कुनै कार्यद्वारा त्यस्तो कुनै चिन्ह वा संकेतलाई नाविकहरूको लागि मार्गदर्शकको रूपमा कम उपयोगी बनाउने**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ;\n(ङ) **कुनै सार्वजनिक कर्मचारीको अधिकारद्वारा निश्चित गरिएको कुनै भूमि चिन्ह (land-mark) लाई नष्ट वा सार्ने, वा कुनै कार्यद्वारा त्यस्तो भूमि चिन्हलाई त्यसको रूपमा कम उपयोगी बनाउने**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ;\n(च) **आगो वा कुनै विस्फोटक पदार्थद्वारा, कृषि उत्पादन लगायत कुनै सम्पत्तिलाई क्षति पुऱ्याउने मनसायले**, वा त्यसद्वारा उसले पुऱ्याउने सम्भावना छ भनी जानीजानी, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**;\n(छ) **आगो वा कुनै विस्फोटक पदार्थद्वारा, कुनै भवनलाई नष्ट गर्ने मनसायले**, वा त्यसद्वारा उसले नष्ट गर्ने सम्भावना छ भनी जानीजानी, जुन भवन **सामान्यतया पूजास्थलको रूपमा वा मानव निवासको रूपमा वा सम्पत्तिको हिरासतको लागि प्रयोग गरिन्छ**, त्यसलाई **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 327,
        "text": "(१) जसले **कुनै रेल, विमान, वा डेक भएको जहाज वा बीस टन वा सोभन्दा बढी भार भएको कुनै जहाजमा उपद्रव गर्छ, त्यस रेल, विमान वा जहाजलाई नष्ट गर्ने वा असुरक्षित (render unsafe) बनाउने मनसायले**, वा त्यसद्वारा उसले नष्ट गर्ने वा असुरक्षित बनाउने सम्भावना छ भनी जानीजानी, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) जसले **आगो वा कुनै विस्फोटक पदार्थद्वारा, उपदफा (१) मा वर्णन गरिएको जस्तो उपद्रव गर्छ वा गर्ने प्रयास गर्छ**, त्यसलाई **आजीवन कारावासले वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 328,
        "text": "जसले **इरादापूर्वक कुनै जहाजलाई जमिनमा फसाउँछ (aground) वा किनारमा पुऱ्याउँछ (ashore), त्यसमा रहेको कुनै सम्पत्तिको चोरी गर्ने वा बेईमानीपूर्वक दुरुपयोग गर्ने मनसायले**, वा त्यस्तो चोरी वा सम्पत्तिको दुरुपयोग हुन सक्छ भन्ने मनसायले, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 329,
        "text": "(१) जसले **अपराध गर्ने वा डर देखाउने (intimidate), अपमान गर्ने (insult) वा कष्ट दिने (annoy) मनसायले अर्को व्यक्तिको कब्जामा रहेको सम्पत्तिमा प्रवेश गर्छ वा त्यसमाथि रहन्छ**, वा **कानूनी रूपमा त्यस्तो सम्पत्तिमा प्रवेश गरिसकेपछि, त्यसरी डर देखाउने, अपमान गर्ने वा कष्ट दिने मनसायले वा अपराध गर्ने मनसायले गैरकानूनी रूपमा त्यहाँ रहन्छ**, त्यसले **आपराधिक अतिचार (criminal trespass)** गरेको मानिन्छ।\n(२) जसले **मानव निवासको रूपमा प्रयोग गरिएको कुनै भवन, पाल वा जहाजमा वा पूजास्थलको रूपमा, वा सम्पत्तिको हिरासतको लागि प्रयोग गरिएको कुनै भवनमा प्रवेश गरेर वा रहेर आपराधिक अतिचार गर्छ**, त्यसले **गृह-अतिचार (house-trespass)** गरेको मानिन्छ।\n(३) जसले **आपराधिक अतिचार** गर्छ, त्यसलाई **तीन महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।\n(४) जसले **गृह-अतिचार** गर्छ, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, वा **पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले**, वा **दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 330,
        "text": "(१) जसले **गृह-अतिचार गर्छ, त्यस्तो गृह-अतिचारलाई भवन, पाल वा जहाज जसको विषयमा अतिचार भएको छ, त्यसबाट अतिचारकर्तालाई निकाल्ने वा बाहिर निकाल्ने अधिकार भएको कुनै व्यक्तिबाट लुकाउनको लागि सावधानी (precautions) अपनाएको भए**, त्यसले **गुप्त गृह-अतिचार (lurking house-trespass)** गरेको मानिन्छ।\n(२) **गृह-भेदन (house-breaking) गरेको मानिन्छ** त्यो व्यक्ति जसले गृह-अतिचार गर्छ यदि उसले **तल वर्णन गरिएका छ तरिकाहरू मध्ये कुनै एक तरिकाले घर वा त्यसको कुनै भागमा प्रवेश गर्छ**; वा यदि, कुनै अपराध गर्ने उद्देश्यका लागि घर वा त्यसको कुनै भागमा रहेकोले, वा त्यहाँ अपराध गरिसकेपछि, उसले **निम्न तरिकाहरू मध्ये कुनै एक तरिकाले घर वा त्यसको कुनै भाग छोड्छ**, अर्थात्:––\n(क) यदि उसले **आफूले, वा गृह-अतिचारमा सहयोग गर्ने कुनै व्यक्तिले, गृह-अतिचार गर्नको लागि बनाएको मार्गबाट** प्रवेश गर्छ वा छोड्छ;\n(ख) यदि उसले **आफू वा अपराधमा सहयोग गर्ने व्यक्ति बाहेक अन्य कुनै व्यक्तिको लागि मानव प्रवेशको उद्देश्य नभएको कुनै मार्गबाट** प्रवेश गर्छ वा छोड्छ; वा **कुनै भित्ता वा भवन माथि चढेर (scaling or climbing) पहुँच प्राप्त गरेको कुनै मार्गबाट**;\n(ग) यदि उसले **आफूले वा गृह-अतिचारमा सहयोग गर्ने कुनै व्यक्तिले गृह-अतिचार गर्नको लागि खोलेको कुनै मार्गबाट** प्रवेश गर्छ वा छोड्छ, जुन मार्ग घरको कब्जाकर्ताले खोल्ने उद्देश्य राखेको थिएन;\n(घ) यदि उसले **गृह-अतिचार गर्नको लागि, वा गृह-अतिचार पछि घर छोड्नको लागि कुनै ताला खोलेर** प्रवेश गर्छ वा छोड्छ;\n(ङ) यदि उसले **आपराधिक बल प्रयोग (using criminal force) वा आक्रमण (assault) गरेर, वा कुनै व्यक्तिलाई आक्रमणको धम्की दिएर** प्रवेश वा प्रस्थान गर्छ;\n(च) यदि उसले **कुनै मार्गबाट प्रवेश गर्छ वा छोड्छ जुन उसले त्यस्तो प्रवेश वा प्रस्थानको विरुद्धमा बन्द गरिएको थियो, र आफूले वा गृह-अतिचारमा सहयोग गर्ने व्यक्तिले खोलेको थियो भनी जानीजानी**।"
      },
      {
        "section_no": 331,
        "text": "(१) जसले **गुप्त गृह-अतिचार वा गृह-भेदन** गर्छ, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) जसले **सूर्य अस्ताएपछि र सूर्योदय हुनुअघि गुप्त गृह-अतिचार वा गृह-भेदन** गर्छ, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(३) जसले **कारावासले दण्डनीय कुनै अपराध गर्नको लागि गुप्त गृह-अतिचार वा गृह-भेदन** गर्छ, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; र यदि **गर्न अभिप्रेत अपराध चोरी हो भने, कारावासको अवधि दस वर्षसम्म विस्तार हुन सक्छ**।\n(४) जसले **सूर्य अस्ताएपछि र सूर्योदय हुनुअघि, कारावासले दण्डनीय कुनै अपराध गर्नको लागि गुप्त गृह-अतिचार वा गृह-भेदन** गर्छ, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**; र, यदि **गर्न अभिप्रेत अपराध चोरी हो भने, कारावासको अवधि चौध वर्षसम्म विस्तार हुन सक्छ**।\n(५) जसले **कुनै व्यक्तिलाई चोट पुऱ्याउने, वा कुनै व्यक्तिलाई आक्रमण गर्ने, वा कुनै व्यक्तिलाई अनुचित अवरोध गर्ने, वा कुनै व्यक्तिलाई चोट वा आक्रमण वा अनुचित अवरोधको डर देखाउने तयारी गरेर गुप्त गृह-अतिचार, वा गृह-भेदन** गर्छ, त्यसलाई **दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासको लागि** दण्डित गरिनेछ, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(६) जसले **सूर्य अस्ताएपछि र सूर्योदय हुनुअघि, कुनै व्यक्तिलाई चोट पुऱ्याउने, वा कुनै व्यक्तिलाई आक्रमण गर्ने, वा कुनै व्यक्तिलाई अनुचित अवरोध गर्ने, वा कुनै व्यक्तिलाई चोट, वा आक्रमण, वा अनुचित अवरोधको डर देखाउने तयारी गरेर गुप्त गृह-अतिचार वा गृह-भेदन** गर्छ, त्यसलाई **चौध वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(७) जसले **गुप्त गृह-अतिचार वा गृह-भेदन गर्ने क्रममा, कुनै व्यक्तिलाई गम्भीर चोट पुऱ्याउँछ वा कुनै व्यक्तिलाई मृत्यु वा गम्भीर चोट पुऱ्याउने प्रयास गर्छ**, त्यसलाई **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(८) यदि, **सूर्य अस्ताएपछि र सूर्योदय हुनुअघि गुप्त गृह-अतिचार वा गृह-भेदन गर्ने समयमा, त्यस्तो अपराधको दोषी कुनै व्यक्तिले स्वेच्छाले**..."
      },
      {
        "section_no": 332,
        "text": "जसले कुनै अपराध गर्नको लागि गृह-अतिचार गर्छ—\n(क) **मृत्युदण्डले दण्डनीय**, त्यसलाई **आजीवन कारावासले, वा दस वर्षभन्दा बढी नहुने अवधिको कठोर कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**;\n(ख) **आजीवन कारावासले दण्डनीय**, त्यसलाई **दस वर्षभन्दा बढी नहुने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**;\n(ग) **कारावासले दण्डनीय**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**:\n**तर यदि गर्न अभिप्रेत अपराध चोरी हो भने, कारावासको अवधि सात वर्षसम्म विस्तार हुन सक्छ**।"
      },
      {
        "section_no": 333,
        "text": "जसले, कुनै व्यक्तिलाई **चोट पुऱ्याउने, वा कुनै व्यक्तिलाई आक्रमण गर्ने, वा कुनै व्यक्तिलाई अनुचित अवरोध गर्ने, वा कुनै व्यक्तिलाई चोटको, वा आक्रमणको, वा अनुचित अवरोधको डर देखाउने तयारी गरेर गृह-अतिचार गर्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले**, र **जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 334,
        "text": "(१) जसले **बेईमानीपूर्वक वा उपद्रव गर्ने मनसायले**, कुनै **बन्द भाँडो (closed receptacle)** जसभित्र सम्पत्ति छ वा आफूलाई सम्पत्ति भएको विश्वास छ, त्यसलाई **तोड्छ वा खोल्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।\n(२) जसले, कुनै बन्द भाँडो जसभित्र सम्पत्ति छ वा आफूलाई सम्पत्ति भएको विश्वास छ, त्यसको जिम्मा दिइएको भए पनि, **त्यसलाई खोल्ने अधिकार नभएकोले, बेईमानीपूर्वक, वा उपद्रव गर्ने मनसायले, त्यो भाँडोलाई तोड्छ वा खोल्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।"
      }
    ]
  },
  {
    "chapter_no": 18,
    "chapter_title": "कागजात र सम्पत्ति चिन्ह सम्बन्धी अपराधहरू",
    "sections": [
      {
        "section_no": 335,
        "text": "कुनै व्यक्तिले **झूटा कागजात वा झूटा इलेक्ट्रोनिक अभिलेख (false electronic record)** बनाएको मानिन्छ—\n(क) जसले **बेईमानीपूर्वक वा छलपूर्वक**—\n(i) कुनै कागजात वा कागजातको अंश **बनाउँछ, हस्ताक्षर गर्छ, छाप लगाउँछ वा कार्यान्वयन गर्छ**;\n(ii) कुनै इलेक्ट्रोनिक अभिलेख वा कुनै इलेक्ट्रोनिक अभिलेखको अंश **बनाउँछ वा पठाउँछ**;\n(iii) कुनै इलेक्ट्रोनिक अभिलेखमा कुनै **इलेक्ट्रोनिक हस्ताक्षर टाँस्छ**;\n(iv) कुनै कागजातको कार्यान्वयन वा इलेक्ट्रोनिक हस्ताक्षरको **प्रामाणिकता (authenticity) जनाउने कुनै चिन्ह बनाउँछ**,\n**यो विश्वास गराउने मनसायले** कि त्यस्तो कागजात वा कागजातको अंश, इलेक्ट्रोनिक अभिलेख वा इलेक्ट्रोनिक हस्ताक्षर **त्यो व्यक्ति वा त्यो व्यक्तिको अधिकारद्वारा बनाइएको, हस्ताक्षर गरिएको, छाप लगाइएको, कार्यान्वयन गरिएको, पठाइएको वा टाँसिएको थियो जसद्वारा वा जसको अधिकारद्वारा त्यो बनाइएको, हस्ताक्षर गरिएको, छाप लगाइएको, कार्यान्वयन गरिएको वा टाँसिएको थिएन भनी उसले जानीजानी**; वा\n(ख) जसले **कानूनी अधिकार बिना, बेईमानीपूर्वक वा छलपूर्वक, रद्द गरेर वा अन्यथा, कुनै कागजात वा इलेक्ट्रोनिक अभिलेखको कुनै महत्त्वपूर्ण भागमा, त्यो आफैं वा अन्य कुनै व्यक्तिद्वारा बनाइएको, कार्यान्वयन गरिएको वा इलेक्ट्रोनिक हस्ताक्षरले टाँसिएको भए पनि, त्यस्तो परिवर्तनको समयमा त्यो व्यक्ति जीवित होस् वा मृत होस्, परिवर्तन (alters) गर्छ**; वा\n(ग) जसले **बेईमानीपूर्वक वा छलपूर्वक कुनै व्यक्तिलाई कुनै कागजात वा इलेक्ट्रोनिक अभिलेखमा हस्ताक्षर गर्न, छाप लगाउन, कार्यान्वयन गर्न वा परिवर्तन गर्न वा कुनै इलेक्ट्रोनिक अभिलेखमा आफ्नो इलेक्ट्रोनिक हस्ताक्षर टाँस्न लगाउँछ** **यो जानीजानी** कि त्यो व्यक्ति मानसिक अस्वस्थता वा नशाको कारणले सक्दैन, वा ऊमाथि गरिएको धोकाको कारणले, उसलाई कागजात वा इलेक्ट्रोनिक अभिलेखको सामग्री वा परिवर्तनको प्रकृति थाहा छैन।"
      },
      {
        "section_no": 336,
        "text": "(१) जसले, सार्वजनिकलाई वा कुनै व्यक्तिलाई **क्षति वा चोट पुऱ्याउने, वा कुनै दावी वा हकलाई समर्थन गर्ने, वा कुनै व्यक्तिलाई सम्पत्तिबाट अलग गराउने, वा कुनै स्पष्ट वा निहित करारमा प्रवेश गराउने मनसायले, वा छल गर्ने मनसायले वा छल हुन सक्छ भन्ने मनसायले**, कुनै **झूटा कागजात वा झूटा इलेक्ट्रोनिक अभिलेख** वा कागजात वा इलेक्ट्रोनिक अभिलेखको अंश बनाउँछ, त्यसले **किर्ते (forgery)** गर्छ।\n(२) जसले **किर्ते** गर्छ, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।\n(३) जसले, **किर्ते गरिएको कागजात वा इलेक्ट्रोनिक अभिलेख छल गर्ने उद्देश्यका लागि प्रयोग गरिनेछ भन्ने मनसायले किर्ते गर्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(४) जसले, **किर्ते गरिएको कागजात वा इलेक्ट्रोनिक अभिलेखले कुनै पक्षको प्रतिष्ठालाई हानि पुऱ्याउनेछ भन्ने मनसायले, वा त्यो उद्देश्यका लागि प्रयोग हुने सम्भावना छ भनी जानीजानी किर्ते गर्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 337,
        "text": "जसले कुनै कागजात वा इलेक्ट्रोनिक अभिलेखको किर्ते गर्छ, जुन **अदालतको अभिलेख वा कार्यवाही** वा **मतदाता परिचय पत्र वा आधार कार्ड लगायत सरकारद्वारा जारी गरिएको परिचय पत्र**, वा जन्म, विवाह वा दफनको **रजिस्टर**, वा सार्वजनिक कर्मचारीले राखेको रजिस्टर, वा सार्वजनिक कर्मचारीले आफ्नो **आधिकारिक हैसियतमा बनाएको जस्तो लाग्ने प्रमाणपत्र वा कागजात**, वा **मुद्दा दायर गर्न वा प्रतिरक्षा गर्न, वा त्यसमा कुनै कार्यवाही गर्न, वा फैसला स्वीकार गर्न, वा मुख्तियारनामाको अधिकार** जस्तो लाग्छ, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 338,
        "text": "जसले कुनै कागजातको किर्ते गर्छ जुन **मूल्यवान धितो वा इच्छापत्र (will)**, वा **छोरा धर्मपुत्र लिने अधिकार**, वा कुनै व्यक्तिलाई कुनै मूल्यवान धितो बनाउन वा हस्तान्तरण गर्न, वा त्यसमा मूलधन, ब्याज वा लाभांश प्राप्त गर्न, वा कुनै पैसा, चल सम्पत्ति, वा मूल्यवान धितो प्राप्त गर्न वा सुम्पिन, वा पैसाको भुक्तानी स्वीकार गर्ने **रसिद वा भरपाई**, वा कुनै चल सम्पत्ति वा मूल्यवान धितोको सुपुर्दगीको लागि रसिद वा भरपाई जस्तो लाग्छ, त्यसलाई **आजीवन कारावासले, वा दस वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 339,
        "text": "जसले **कुनै कागजात वा इलेक्ट्रोनिक अभिलेख आफ्नो कब्जामा राख्छ**, त्यो **किर्ते गरिएको हो भनी जानीजानी** र त्यो **छलपूर्वक वा बेईमानीपूर्वक सक्कलीको रूपमा प्रयोग गरिनेछ** भन्ने मनसायले, यदि त्यो कागजात वा इलेक्ट्रोनिक अभिलेख यस संहिताको **दफा ३३७ मा उल्लेख गरिएको विवरणको हो भने**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**; र यदि त्यो कागजात **दफा ३३८ मा उल्लेख गरिएको विवरणको हो भने**, त्यसलाई **आजीवन कारावासले, वा सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 340,
        "text": "(१) **किर्तेद्वारा पूर्ण वा आंशिक रूपमा बनाइएको झूटा कागजात वा इलेक्ट्रोनिक अभिलेखलाई किर्ते कागजात वा इलेक्ट्रोनिक अभिलेख भनिन्छ**।\n(२) जसले **छलपूर्वक वा बेईमानीपूर्वक कुनै कागजात वा इलेक्ट्रोनिक अभिलेखलाई सक्कलीको रूपमा प्रयोग गर्छ** जुन उसले किर्ते कागजात वा इलेक्ट्रोनिक अभिलेख हो भनी जानीजानी वा विश्वास गर्नको लागि कारण भएको छ, त्यसलाई **त्यो कागजात वा इलेक्ट्रोनिक अभिलेख किर्ते गरेको भए जस्तै गरी दण्डित गरिनेछ**।"
      },
      {
        "section_no": 341,
        "text": "(१) जसले **छाप लगाउने उद्देश्यका लागि कुनै छाप (seal), प्लेट (plate) वा अन्य उपकरण (instrument) बनाउँछ वा नक्कल (counterfeits) गर्छ**, त्यो यस संहिताको **दफा ३३८ अन्तर्गत दण्डनीय हुने कुनै किर्ते गर्नको उद्देश्यका लागि प्रयोग गरिनेछ भन्ने मनसायले**, वा, त्यस्तो मनसायले, **आफूसँग त्यस्तो कुनै छाप, प्लेट वा अन्य उपकरण राख्छ**, त्यो **नक्कली (counterfeit)** हो भनी जानीजानी, त्यसलाई **आजीवन कारावासले, वा सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) जसले **छाप लगाउने उद्देश्यका लागि कुनै छाप, प्लेट वा अन्य उपकरण बनाउँछ वा नक्कल गर्छ**, त्यो **दफा ३३८ बाहेक यस अध्यायको कुनै पनि दफा अन्तर्गत दण्डनीय हुने कुनै किर्ते गर्नको उद्देश्यका लागि प्रयोग गरिनेछ भन्ने मनसायले**, वा, त्यस्तो मनसायले, **आफूसँग त्यस्तो कुनै छाप, प्लेट वा अन्य उपकरण राख्छ**, त्यो **नक्कली** हो भनी जानीजानी, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(३) जसले **कुनै छाप, प्लेट वा अन्य उपकरण आफ्नो कब्जामा राख्छ**, त्यो **नक्कली** हो भनी जानीजानी, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(४) जसले **छलपूर्वक वा बेईमानीपूर्वक कुनै छाप, प्लेट वा अन्य उपकरणलाई सक्कलीको रूपमा प्रयोग गर्छ** जुन उसले **नक्कली** हो भनी जानीजानी वा विश्वास गर्नको लागि कारण भएको छ, त्यसलाई **उसले त्यस्तो छाप, प्लेट वा अन्य उपकरण बनाएको वा नक्कल गरेको भए जस्तै गरी दण्डित गरिनेछ**।"
      },
      {
        "section_no": 342,
        "text": "(१) जसले, **कुनै सामग्रीमाथि, वा त्यसको पदार्थमा, दफा ३३८ मा वर्णन गरिएको कुनै कागजातलाई प्रमाणित (authenticating) गर्ने उद्देश्यका लागि प्रयोग गरिने कुनै उपकरण (device) वा चिन्हको नक्कल गर्छ**, त्यो उपकरण वा चिन्ह त्यस सामग्रीमा किर्ते गरिएको वा पछि किर्ते गरिने कुनै कागजातलाई **प्रामाणिकताको आभा (appearance) दिनको लागि प्रयोग गरिनेछ भन्ने मनसायले**, वा, त्यस्तो मनसायले, **आफूसँग कुनै सामग्री राख्छ जसको माथि वा पदार्थमा त्यस्तो कुनै उपकरण वा चिन्हको नक्कल गरिएको छ**, त्यसलाई **आजीवन कारावासले, वा सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।\n(२) जसले, **कुनै सामग्रीमाथि, वा त्यसको पदार्थमा, दफा ३३८ मा वर्णन गरिएका कागजातहरू बाहेक अन्य कुनै कागजात वा इलेक्ट्रोनिक अभिलेखलाई प्रमाणित गर्ने उद्देश्यका लागि प्रयोग गरिने कुनै उपकरण वा चिन्हको नक्कल गर्छ**, त्यो उपकरण वा चिन्ह त्यस सामग्रीमा किर्ते गरिएको वा पछि किर्ते गरिने कुनै कागजातलाई प्रामाणिकताको आभा दिनको लागि प्रयोग गरिनेछ भन्ने मनसायले, वा, त्यस्तो मनसायले, **आफूसँग कुनै सामग्री राख्छ जसको माथि वा पदार्थमा त्यस्तो कुनै उपकरण वा चिन्हको नक्कल गरिएको छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 343,
        "text": "जसले **छलपूर्वक वा बेईमानीपूर्वक, वा सार्वजनिकलाई वा कुनै व्यक्तिलाई क्षति वा चोट पुऱ्याउने मनसायले**, **कुनै कागजात जुन इच्छापत्र, वा छोरा धर्मपुत्र लिने अधिकार, वा कुनै मूल्यवान धितो हो वा जस्तो लाग्छ, त्यसलाई रद्द (cancels), नष्ट (destroys) वा बिगार्छ (defaces)**, वा रद्द, नष्ट वा बिगार्ने प्रयास गर्छ, वा **लुकाउँछ (secretes)** वा लुकाउने प्रयास गर्छ, वा त्यस्तो कागजातको सम्बन्धमा **उपद्रव गर्छ**, त्यसलाई **आजीवन कारावासले, वा सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 344,
        "text": "जसले, **कर्मचारी (clerk), अधिकारी वा नोकर (servant) भएकोले**, वा कर्मचारी, अधिकारी वा नोकरको हैसियतमा काममा लागेको वा काम गरिरहेकोले, **इरादापूर्वक (wilfully), र छल गर्ने मनसायले**, कुनै किताब, इलेक्ट्रोनिक अभिलेख, कागज, लेखन, मूल्यवान धितो वा **लेखा (account)** जुन आफ्नो **नियोक्ताको (employer)** हो वा उसको कब्जामा छ, वा उसले आफ्नो नियोक्ताको लागि वा तर्फबाट प्राप्त गरेको छ, त्यसलाई नष्ट गर्छ, परिवर्तन गर्छ, काट्छ (mutilates) वा **झूटा बनाउँछ (falsifies)**, वा इरादापूर्वक, र छल गर्ने मनसायले, कुनै **झूटा प्रविष्टि (false entry)** गर्छ वा गर्न दुरुत्साहन (abets) गर्छ, वा त्यस्तो कुनै किताब, इलेक्ट्रोनिक अभिलेख, कागज, लेखन, मूल्यवान धितो वा लेखाबाट वा त्यसमा कुनै **महत्त्वपूर्ण विवरण (material particular) लाई छोड्छ वा परिवर्तन गर्छ वा छोड्न वा परिवर्तन गर्न दुरुत्साहन गर्छ**, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 345,
        "text": "(१) चल सम्पत्ति कुनै खास व्यक्तिको हो भनी जनाउनको लागि प्रयोग गरिने चिन्हलाई **सम्पत्ति चिन्ह (property mark)** भनिन्छ।\n(२) जसले कुनै चल सम्पत्ति वा सामान वा चल सम्पत्ति वा सामान भएको कुनै पेटी, प्याकेज वा अन्य भाँडोमा चिन्ह लगाउँछ, वा त्यसमा कुनै चिन्ह भएको कुनै पेटी, प्याकेज वा अन्य भाँडो प्रयोग गर्छ, यस्तो तरिकाले जुन त्यसरी चिन्ह लगाइएको सम्पत्ति वा सामान, वा त्यसरी चिन्ह लगाइएको कुनै त्यस्तो भाँडोमा भएको कुनै सम्पत्ति वा सामान, जुन व्यक्तिको होइन, त्यो व्यक्तिको हो भन्ने विश्वास गराउनको लागि उचित रूपमा हिसाब गरिएको छ, त्यसले **झूटा सम्पत्ति चिन्ह (false property mark) प्रयोग गरेको मानिन्छ**।\n(३) जसले कुनै **झूटा सम्पत्ति चिन्ह प्रयोग गर्छ**, **छल गर्ने मनसाय बिना काम गरेको प्रमाणित नगरेसम्म**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 346,
        "text": "जसले कुनै सम्पत्ति चिन्हलाई **हटाउँछ, नष्ट गर्छ, बिगार्छ वा त्यसमा थप्छ**, त्यसद्वारा कुनै व्यक्तिलाई **चोट पुऱ्याउने मनसायले वा पुऱ्याउने सम्भावना छ भनी जानीजानी**, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 347,
        "text": "(१) जसले अन्य कुनै व्यक्तिद्वारा प्रयोग गरिएको कुनै सम्पत्ति चिन्हको **नक्कल गर्छ**, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।\n(२) जसले **सार्वजनिक कर्मचारीद्वारा प्रयोग गरिएको कुनै सम्पत्ति चिन्हको नक्कल गर्छ**, वा सार्वजनिक कर्मचारीद्वारा कुनै सम्पत्ति कुनै खास व्यक्तिद्वारा वा कुनै खास समय वा स्थानमा **उत्पादन गरिएको छ**, वा त्यो सम्पत्ति कुनै खास **गुणस्तरको छ** वा कुनै खास कार्यालयबाट **पार भएको छ**, वा त्यो **कुनै छुट (exemption) को हकदार छ** भनी जनाउनको लागि प्रयोग गरिने कुनै चिन्हको नक्कल गर्छ, वा त्यस्तो कुनै चिन्हलाई **नक्कली** हो भनी जानीजानी **सक्कलीको रूपमा प्रयोग गर्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 348,
        "text": "जसले **सम्पत्ति चिन्हको नक्कल गर्ने उद्देश्यका लागि कुनै डाइ (die), प्लेट वा अन्य उपकरण बनाउँछ वा आफ्नो कब्जामा राख्छ**, वा **कुनै सामान जुन व्यक्तिको होइन, त्यो व्यक्तिको हो भनी जनाउने उद्देश्यका लागि कुनै सम्पत्ति चिन्ह आफ्नो कब्जामा राख्छ**, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 349,
        "text": "जसले **कुनै सामान वा वस्तुहरू बेच्छ, वा प्रदर्शन गर्छ, वा बिक्रीको लागि आफ्नो कब्जामा राख्छ** जसमा **नक्कली सम्पत्ति चिन्ह** टाँसिएको वा छाप लगाइएको छ वा जसमा त्यस्ता सामानहरू छन्, त्यस्तो कुनै पेटी, प्याकेज वा अन्य भाँडोमा टाँसिएको वा छाप लगाइएको छ भने, **उसले प्रमाणित नगरेसम्म**—\n(क) कि, यस दफा विरुद्ध अपराध गर्नबाट जोगिनको लागि सबै उचित सावधानीहरू अपनाएको भए पनि, उसले कथित अपराध गरेको समयमा चिन्हको **सक्कलीपन (genuineness)** मा शङ्का गर्ने कुनै कारण थिएन; र\n(ख) कि, अभियोजक (prosecutor) द्वारा वा तर्फबाट माग गर्दा, उसले त्यो सामान वा वस्तुहरू प्राप्त गरेको व्यक्तिहरूको सम्बन्धमा आफ्नो शक्तिमा भएको सबै जानकारी दियो; वा\n(ग) कि अन्यथा उसले **निर्दोष (innocently) रूपमा काम गरेको थियो**,\nत्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 350,
        "text": "(१) जसले **सामान भएको कुनै पेटी, प्याकेज वा अन्य भाँडोमा कुनै झूटा चिन्ह लगाउँछ**, यस्तो तरिकाले जुन कुनै सार्वजनिक कर्मचारी वा अन्य कुनै व्यक्तिलाई त्यो भाँडोमा नभएको सामान छ वा भएको सामान छैन, वा त्यो भाँडोमा भएको सामानको वास्तविक प्रकृति वा गुणस्तर भन्दा फरक प्रकृति वा गुणस्तरको छ भन्ने विश्वास गराउनको लागि उचित रूपमा हिसाब गरिएको छ, त्यसलाई, **उसले छल गर्ने मनसाय बिना काम गरेको प्रमाणित नगरेसम्म**, **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।\n(२) जसले **उपदफा (१) अन्तर्गत निषेधित कुनै पनि तरिकाले कुनै झूटा चिन्ह प्रयोग गर्छ**, त्यसलाई, **उसले छल गर्ने मनसाय बिना काम गरेको प्रमाणित नगरेसम्म**, **उपदफा (१) अन्तर्गतको अपराध गरेको भए जस्तै गरी दण्डित गरिनेछ**।"
      }
    ]
  },
  {
    "chapter_no": 19,
    "chapter_title": "आपराधिक डर (Criminal Intimidation), अपमान, कष्ट, मानहानि (Defamation) आदि सम्बन्धी अपराधहरू",
    "sections": [
      {
        "section_no": 351,
        "text": "(१) जसले कुनै व्यक्तिलाई **कुनै माध्यमबाट, उसको व्यक्ति, प्रतिष्ठा वा सम्पत्तिमा, वा त्यो व्यक्तिलाई रुचि भएको कुनै व्यक्तिको व्यक्ति वा प्रतिष्ठामा कुनै चोट पुऱ्याउने धम्की (threatens) दिन्छ**, **त्यो व्यक्तिलाई डर (alarm) उत्पन्न गराउने मनसायले**, वा त्यो व्यक्तिलाई **कानूनी रूपमा गर्न बाध्य नभएको कुनै कार्य गर्न**, वा **कानूनी रूपमा गर्न योग्य भएको कुनै कार्य गर्नबाट चुक्न (omit)** लगाउने मनसायले, त्यस्तो धम्कीको कार्यान्वयनबाट बच्ने माध्यमको रूपमा, त्यसले **आपराधिक डर (criminal intimidation)** गर्छ।\n(२) जसले **आपराधिक डरको अपराध** गर्छ, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।\n(३) जसले **मृत्यु वा गम्भीर चोट पुऱ्याउने धम्की दिएर**, वा **आगोद्वारा कुनै सम्पत्तिको विनाश गर्ने धम्की दिएर**, वा मृत्युदण्ड वा आजीवन कारावासले, वा सात वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले दण्डनीय अपराध गर्ने धम्की दिएर, वा **कुनै महिलालाई अशुद्धताको आरोप (impute unchastity) लगाउने धम्की दिएर** आपराधिक डरको अपराध गर्छ, त्यसलाई **सात वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।\n(४) जसले **बेनामी सञ्चार (anonymous communication) द्वारा** आपराधिक डरको अपराध गर्छ, वा **धम्की दिने व्यक्तिको नाम वा ठेगाना लुकाउन सावधानी अपनाएर** गर्छ, त्यसलाई **उपदफा (१) अन्तर्गतको अपराधको लागि प्रदान गरिएको दण्डको अतिरिक्त, दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 352,
        "text": "जसले **कुनै पनि तरिकाले जानाजानी अपमान (intentionally insults) गर्छ**, र त्यसद्वारा कुनै व्यक्तिलाई **उक्साहट (provocation) दिन्छ**, त्यस्तो उक्साहटले उसलाई **सार्वजनिक शान्ति भङ्ग गर्न (break the public peace)**, वा **अन्य कुनै अपराध गर्न** लगाउनेछ भन्ने मनसायले वा जानीजानी वा सम्भावना छ भनी विश्वास गर्नको लागि कारण भएकोले, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 353,
        "text": "(१) जसले कुनै **बयान (statement), झूटा जानकारी, हल्ला (rumour), वा रिपोर्ट, इलेक्ट्रोनिक माध्यमहरू मार्फत पनि** सहित, बनाउँछ, प्रकाशित गर्छ वा फैलाउँछ—\n(क) **भारतको सेना, नौसेना वा वायुसेनामा कार्यरत कुनै अधिकारी, सिपाही, नाविक वा वायुसैनिकलाई विद्रोह (mutiny) गर्न वा अन्यथा आफ्नो कर्तव्यको अवहेलना गर्न वा त्यसमा असफल हुन लगाउने मनसायले**, वा लगाउने सम्भावना छ; वा\n(ख) **सार्वजनिकलाई, वा सार्वजनिकको कुनै वर्गलाई डर वा त्रास (fear or alarm) उत्पन्न गराउने मनसायले**, वा गराउने सम्भावना छ, जसद्वारा कुनै व्यक्तिलाई **राज्य विरुद्ध वा सार्वजनिक शान्ति विरुद्ध अपराध गर्न** प्रेरित गर्न सकिन्छ; वा\n(ग) **कुनै वर्ग वा समुदायका व्यक्तिहरूलाई अन्य कुनै वर्ग वा समुदाय विरुद्ध कुनै अपराध गर्न उत्तेजित (incite) गर्ने मनसायले**, वा उत्तेजित गर्ने सम्भावना छ,\nत्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।\n(२) जसले झूटा जानकारी, हल्ला वा **त्रसित पार्ने समाचार (alarming news)** भएको कुनै बयान वा रिपोर्ट, इलेक्ट्रोनिक माध्यमहरू मार्फत पनि सहित, **धर्म, जाति, जन्म स्थान, निवास, भाषा, जात वा समुदाय वा अन्य कुनै पनि आधारमा विभिन्न धार्मिक, जातीय, भाषिक वा क्षेत्रीय समूह वा जात वा समुदायहरू बीच शत्रुता (enmity), घृणा (hatred) वा दुर्भावना (ill will) को भावना सिर्जना गर्ने वा बढावा दिने मनसायले**, वा सिर्जना गर्ने वा बढावा दिने सम्भावना छ भनी बनाउँछ, प्रकाशित गर्छ वा फैलाउँछ, त्यसलाई **तीन वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।\n(३) जसले उपदफा (२) मा निर्दिष्ट अपराध **कुनै पूजास्थलमा वा धार्मिक पूजा वा धार्मिक समारोहहरू गर्नमा संलग्न कुनै सभामा** गर्छ, त्यसलाई **पाँच वर्षसम्म विस्तार हुन सक्ने अवधिको कारावासले र जरिवानाको लागि पनि उत्तरदायी हुनेछ**।"
      },
      {
        "section_no": 354,
        "text": "जसले **स्वेच्छाले कुनै व्यक्तिलाई गर्न बाध्य नभएको कुनै कार्य गर्न वा गर्न लगाउने प्रयास गर्छ**, वा कानूनी रूपमा गर्न योग्य भएको कुनै कार्य गर्नबाट चुक्न, **त्यो व्यक्तिलाई वा उसलाई रुचि भएको कुनै व्यक्तिलाई अपराधीको कुनै कार्यद्वारा ईश्वरीय अप्रसन्नता (Divine displeasure) को शिकार (object) हुनेछ भन्ने विश्वास गराएर वा गराउने प्रयास गरेर** यदि उसले अपराधीले गर्न लगाएको कार्य गर्दैन भने, वा यदि उसले अपराधीले चुक्न लगाएको कार्य गर्छ भने, त्यसलाई **एक वर्षसम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 355,
        "text": "जसले **नशाको अवस्थामा, कुनै सार्वजनिक स्थानमा**, वा उसलाई प्रवेश गर्न अतिचार हुने कुनै ठाउँमा **देखा पर्छ**, र त्यहाँ **कुनै व्यक्तिलाई कष्ट (annoyance) उत्पन्न गराउने तरिकाले व्यवहार गर्छ**, त्यसलाई **चौबीस घण्टासम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले (simple imprisonment), वा एक हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले वा सामुदायिक सेवाले (community service)** दण्डित गरिनेछ।"
      },
      {
        "section_no": 356,
        "text": "(१) जसले, बोलिएको वा पढ्नको लागि अभिप्रेत शब्दहरूद्वारा, वा संकेतहरूद्वारा वा दृश्य प्रतिनिधित्वहरूद्वारा, कुनै पनि तरिकाले, **कुनै व्यक्तिको प्रतिष्ठालाई हानि पुऱ्याउने मनसायले**, वा त्यस्तो आरोपले त्यो व्यक्तिको **प्रतिष्ठा (reputation) लाई हानि पुऱ्याउनेछ भनी जानीजानी वा विश्वास गर्नको लागि कारण भएकोले**, **कुनै व्यक्तिको बारेमा कुनै आरोप (imputation)** लगाउँछ वा प्रकाशित गर्छ, त्यसलाई, तल अपवाद गरिएका मामिलाहरू बाहेक, **त्यो व्यक्तिलाई मानहानि (defame) गरेको मानिन्छ**।\n(२) जसले **मानहानि** गर्छ, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले, वा जरिवानाले, वा दुवैले, वा सामुदायिक सेवाले** दण्डित गरिनेछ।\n(३) जसले **कुनै कुरा छाप्छ वा कुँद्छ (engraves)**, त्यो कुरा कुनै व्यक्तिको **मानहानिकारक** हो भनी जानीजानी वा विश्वास गर्नको लागि राम्रो कारण भएकोले, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।\n(४) जसले **मानहानिकारक कुरा भएको कुनै छापिएको वा कुँदिएको वस्तु बेच्छ वा बिक्रीको लागि प्रस्ताव गर्छ**, त्यसमा त्यस्तो कुरा छ भनी जानीजानी, त्यसलाई **दुई वर्षसम्म विस्तार हुन सक्ने अवधिको सामान्य कारावासले, वा जरिवानाले, वा दुवैले** दण्डित गरिनेछ।"
      },
      {
        "section_no": 357,
        "text": "जसले **कानूनी करारद्वारा कुनै व्यक्तिको हेरचाह गर्ने वा उसको आवश्यकताहरू पूरा गर्न बाध्य भएकोले** जो युवावस्था, वा मानसिक अस्वस्थता, वा रोग वा शारीरिक कमजोरीको कारणले **असहाय छ वा आफ्नो सुरक्षाको लागि प्रबन्ध गर्न वा आफ्नै आवश्यकताहरू पूरा गर्न असक्षम छ**, **स्वेच्छाले त्यसो गर्न चुक्छ (omits)**, त्यसलाई **तीन महिनासम्म विस्तार हुन सक्ने अवधिको कुनै पनि प्रकारको कारावासले, वा पाँच हजार रुपैयाँसम्म विस्तार हुन सक्ने जरिवानाले, वा दुवैले** दण्डित गरिनेछ।"
      }
    ]
  },
  {
    "chapter_no": 20,
    "chapter_title": "रद्द र बचत (Repeal and Savings)",
    "sections": [
      {
        "section_no": 358,
        "text": "(१) **भारतीय दण्ड संहिता (Indian Penal Code) यसद्वारा रद्द (repealed) गरिएको छ**।\n(२) उपदफा (१) मा उल्लेख गरिएको संहिताको रद्द गरिए तापनि, यसले निम्नलाई असर गर्ने छैन,—\n(क) त्यसरी रद्द गरिएको संहिताको **पहिलेको सञ्चालन (previous operation)** वा त्यस अन्तर्गत विधिवत् गरिएको वा भोगिएको (suffered) कुनै पनि कुरालाई; वा\n(ख) त्यसरी रद्द गरिएको संहिता अन्तर्गत **प्राप्त गरिएको, संचित (accrued) वा लागेको (incurred) कुनै अधिकार, विशेषाधिकार, दायित्व वा जिम्मेवारीलाई**; वा\n(ग) त्यसरी रद्द गरिएको संहिता विरुद्ध गरिएका कुनै पनि अपराधहरूको सम्बन्धमा लागेको **कुनै दण्ड वा सजायलाई**; वा\n(घ) त्यस्तो कुनै दण्ड वा सजायको सम्बन्धमा **कुनै अनुसन्धान वा उपचारलाई**; वा\n(ङ) माथि उल्लेख गरिए अनुसारको त्यस्तो कुनै दण्ड वा सजायको सम्बन्धमा **कुनै कार्यवाही (proceeding), अनुसन्धान वा उपचारलाई**, र त्यस्तो कुनै कार्यवाही वा उपचार स्थापित (instituted), जारी (continued) वा लागू (enforced) गर्न सकिन्छ, र त्यस्तो कुनै दण्ड लगाउन सकिन्छ मानौं कि त्यो संहिता रद्द गरिएको थिएन।\n(३) त्यस्तो रद्द गरिए तापनि, उक्त संहिता अन्तर्गत गरिएको कुनै पनि कार्य वा चालिएको कुनै पनि कारबाहीलाई **यस संहिताको सम्बन्धित प्रावधानहरू (corresponding provisions)** अन्तर्गत गरिएको वा चालिएको मानिनेछ।\n(४) उपदफा (२) मा खास कुराहरूको उल्लेखलाई रद्दको असरको सम्बन्धमा **साधारण खण्ड ऐन, १८९७ (General Clauses Act, 1897) को दफा ६ को सामान्य प्रयोगलाई पूर्वाग्रह वा असर गर्नको लागि मानिने छैन**।"
      }
    ]
  }
]