[
  {
    "chapter_no": 1,
    "chapter_title": "प्रारंभिक",
    "sections": [
      {
        "section_no": 1,
        "text": "(1) इस अधिनियम को भारतीय साक्ष्य अधिनियम, 2023 कहा जा सकता है।\n(2) यह उन कोर्ट-मार्शलों के अलावा, जो आर्मी एक्ट, नेवल डिसिप्लिन एक्ट या इंडियन नेवी (डिसिप्लिन) एक्ट, 1934, या एयर फोर्स एक्ट के अधीन बुलाए गए हों, किसी भी कोर्ट, जिसमें कोर्ट-मार्शल भी शामिल हैं, में या उसके समक्ष सभी न्यायिक कार्यवाहियों पर लागू होता है, किन्तु यह किसी कोर्ट या अधिकारी के समक्ष प्रस्तुत किए गए शपथ-पत्रों (affidavits) पर, और न ही किसी मध्यस्थ (arbitrator) के समक्ष की कार्यवाहियों पर लागू होता है।\n(3) यह ऐसी तारीख को प्रवृत्त (come into force) होगा जिसे केंद्रीय सरकार, शासकीय राजपत्र (Official Gazette) में अधिसूचना द्वारा, नियत करे।"
      },
      {
        "section_no": 2,
        "text": "(1) इस अधिनियम में, निम्नलिखित शब्दों और अभिव्यक्तियों का प्रयोग निम्नलिखित अर्थों में किया गया है, जब तक कि संदर्भ से कोई विपरीत आशय प्रतीत न हो:—\n(a) \"न्यायालय\" (Court) में सभी न्यायाधीश और मजिस्ट्रेट, और मध्यस्थों को छोड़कर, साक्ष्य लेने के लिए कानूनी रूप से अधिकृत सभी व्यक्ति शामिल हैं;\n(b) \"तथ्य\" (fact) से अभिप्रेत है और इसमें शामिल है— (i) कोई वस्तु, वस्तुओं की अवस्था, या वस्तुओं का संबंध, जिसे इंद्रियों द्वारा महसूस किया जा सकता है;\n(ii) कोई भी मानसिक अवस्था जिसके बारे में कोई व्यक्ति सचेत है।\n(c) \"सुसंगत\" (relevant)।—एक तथ्य को दूसरे तथ्य से सुसंगत तब कहा जाता है जब वह तथ्य, तथ्यों की सुसंगति से संबंधित इस अधिनियम के उपबंधों में निर्दिष्ट किसी भी तरीके से दूसरे तथ्य से जुड़ा हो;\n(d) \"विवाद्यक तथ्य\" (facts in issue)।—\"विवाद्यक तथ्य\" अभिव्यक्ति से अभिप्रेत है और इसमें शामिल है— ऐसा कोई भी तथ्य जिससे, किसी वाद या कार्यवाही में दावा किए गए या अस्वीकार किए गए किसी अधिकार, दायित्व, या अयोग्यता (disability) का अस्तित्व, अनस्तित्व, प्रकृति या विस्तार, या तो अपने आप में या अन्य तथ्यों के संबंध में, आवश्यक रूप से निकलता हो।\n(e) \"दस्तावेज़\" (document) का अर्थ है अक्षरों, अंकों या चिह्नों के माध्यम से, या उनमें से एक से अधिक माध्यमों से, किसी पदार्थ पर व्यक्त या वर्णित कोई भी विषय, जिसका उपयोग उस विषय को रिकॉर्ड करने के उद्देश्य से किया जाता है, या किया जा सकता है, और इसमें इलेक्ट्रॉनिक और डिजिटल अभिलेख (records) शामिल हैं;\n(f) \"साक्ष्य\" (evidence) से अभिप्रेत है और इसमें शामिल है—\n(i) वे सभी कथन जिन्हें न्यायालय जांचाधीन तथ्यों के संबंध में साक्षियों द्वारा अपने समक्ष किए जाने की अनुज्ञा देता है या अपेक्षा करता है;\n(ii) न्यायालय के निरीक्षण के लिए प्रस्तुत किए गए सभी दस्तावेज़, जिनमें इलेक्ट्रॉनिक या डिजिटल अभिलेख शामिल हैं;\n(g) \"साबित\" (proved)।—किसी तथ्य को साबित तब कहा जाता है जब न्यायालय अपने समक्ष के विषयों पर विचार करने के पश्चात्, या तो यह विश्वास करता है कि उसका अस्तित्व है, या उसके अस्तित्व को इतना संभाव्य समझता है कि एक प्रज्ञ व्यक्ति (prudent man) को, उस विशिष्ट मामले की परिस्थितियों में, इस अनुमान पर कार्य करना चाहिए कि उसका अस्तित्व है;\n(h) \"नासाबित\" (disproved)।—किसी तथ्य को नासाबित तब कहा जाता है जब न्यायालय अपने समक्ष के विषयों पर विचार करने के पश्चात्, या तो यह विश्वास करता है कि उसका अस्तित्व नहीं है, या उसके अनस्तित्व को इतना संभाव्य समझता है कि एक प्रज्ञ व्यक्ति को, उस विशिष्ट मामले की परिस्थितियों में, इस अनुमान पर कार्य करना चाहिए कि उसका अस्तित्व नहीं है;\n(i) \"साबित नहीं हुआ\" (not proved)।—किसी तथ्य को साबित नहीं हुआ तब कहा जाता है जब वह न तो साबित हुआ हो और न ही नासाबित हुआ हो;\n(j) \"उपधारणा कर सकेगा\" (may presume)।—जब कभी इस अधिनियम द्वारा यह उपबंधित है कि न्यायालय किसी तथ्य की उपधारणा कर सकेगा, तो वह या तो ऐसे तथ्य को साबित हुआ मान सकेगा, जब तक कि और जब तक कि वह नासाबित न कर दिया जाए, या वह उसके सबूत की मांग कर सकेगा;\n(k) \"उपधारणा करेगा\" (shall presume)।—जब कभी इस अधिनियम द्वारा यह निर्देशित है कि न्यायालय किसी तथ्य की उपधारणा करेगा, तो वह ऐसे तथ्य को साबित हुआ मानेगा, जब तक कि और जब तक कि वह नासाबित न कर दिया जाए;\n(l) \"निश्चायक सबूत\" (conclusive proof)।—जब एक तथ्य को इस अधिनियम द्वारा दूसरे तथ्य का निश्चायक सबूत घोषित किया जाता है, तो न्यायालय, एक तथ्य के साबित होने पर, दूसरे तथ्य को साबित हुआ मानेगा, और उसे नासाबित करने के प्रयोजन के लिए साक्ष्य देने की अनुमति नहीं देगा।\n(2) इसमें प्रयुक्त ऐसे शब्दों और अभिव्यक्तियों का, जो इसमें परिभाषित नहीं हैं किन्तु सूचना प्रौद्योगिकी अधिनियम, 2000, भारतीय नागरिक सुरक्षा संहिता, 2023 और भारतीय न्याय संहिता, 2023 में परिभाषित हैं, वही अर्थ होगा जो उक्त अधिनियम और संहिताओं में उन्हें सौंपा गया है।"
      }
    ]
  },
  {
    "chapter_no": 2,
    "chapter_title": "तथ्यों की सुसंगति",
    "sections": [
      {
        "section_no": 3,
        "text": "किसी भी वाद या कार्यवाही में प्रत्येक विवाद्यक तथ्य के और ऐसे अन्य तथ्यों के, जिन्हें इसमें इसके पश्चात् सुसंगत घोषित किया गया है, अस्तित्व या अनस्तित्व का साक्ष्य दिया जा सकेगा, और किसी अन्य तथ्य का नहीं।"
      },
      {
        "section_no": 4,
        "text": "वे तथ्य, जो विवाद्यक न होते हुए भी, किसी विवाद्यक तथ्य से इस प्रकार जुड़े हुए हैं कि वे एक ही संव्यवहार (same transaction) के भाग बनते हैं, सुसंगत हैं, चाहे वे एक ही समय और स्थान पर या अलग-अलग समय और स्थानों पर घटित हुए हों।"
      },
      {
        "section_no": 5,
        "text": "वे तथ्य जो सुसंगत तथ्यों या विवाद्यक तथ्यों के अवसर, कारण या प्रभाव, तात्कालिक या अन्यथा हैं, या जो उन चीजों की अवस्था (state of things) का गठन करते हैं जिनके तहत वे घटित हुए, या जिन्होंने उनके घटित होने या संव्यवहार के लिए अवसर प्रदान किया, सुसंगत हैं।"
      },
      {
        "section_no": 6,
        "text": "कोई भी तथ्य जो किसी विवाद्यक तथ्य या सुसंगत तथ्य के लिए हेतु या तैयारी (motive or preparation) को दर्शाता है या गठित करता है, सुसंगत है। किसी वाद या कार्यवाही के किसी भी पक्षकार का, या किसी पक्षकार के किसी भी अभिकर्ता का, ऐसे वाद या कार्यवाही के संदर्भ में, या उसमें विवाद्यक या उससे सुसंगत किसी भी तथ्य के संदर्भ में, आचरण (conduct), और ऐसे किसी भी व्यक्ति का आचरण जिसके विरुद्ध कोई अपराध किसी कार्यवाही का विषय है, सुसंगत है, यदि ऐसा आचरण किसी विवाद्यक तथ्य या सुसंगत तथ्य को प्रभावित करता है या उससे प्रभावित होता है, और चाहे वह उससे पहले हुआ हो या उसके पश्चात्।"
      },
      {
        "section_no": 7,
        "text": "वे तथ्य जो किसी विवाद्यक तथ्य या सुसंगत तथ्य की व्याख्या करने या उसे पेश करने (explain or introduce) के लिए आवश्यक हैं, या जो किसी विवाद्यक तथ्य या सुसंगत तथ्य द्वारा सुझाए गए किसी अनुमान का समर्थन करते हैं या उसका खंडन (rebut) करते हैं, या जो किसी वस्तु या व्यक्ति की पहचान (identity) स्थापित करते हैं जिसकी पहचान सुसंगत है, या जिस समय या स्थान पर कोई विवाद्यक तथ्य या सुसंगत तथ्य घटित हुआ, उसे नियत करते हैं, या जो उन पक्षकारों के संबंध को दर्शाते हैं जिनके द्वारा ऐसा कोई तथ्य संव्यवहृत किया गया था, सुसंगत हैं, जहां तक वे उस प्रयोजन के लिए आवश्यक हैं।"
      },
      {
        "section_no": 8,
        "text": "जहां यह विश्वास करने का उचित आधार है कि दो या दो से अधिक व्यक्तियों ने अपराध करने या वाद योग्य दोष (actionable wrong) करने के लिए मिलकर षड्यंत्र किया है, वहां ऐसे किसी भी व्यक्ति द्वारा, उनके सामान्य आशय (common intention) के संदर्भ में, उस समय के पश्चात् जब उनमें से किसी एक ने पहली बार ऐसा आशय रखा था, कहा गया, किया गया या लिखा गया कोई भी कार्य, उन सभी व्यक्तियों के विरुद्ध एक सुसंगत तथ्य है जिनके बारे में ऐसा षड्यंत्र करने का विश्वास किया जाता है, साथ ही षड्यंत्र के अस्तित्व को साबित करने के प्रयोजन के लिए भी, और यह दर्शाने के प्रयोजन के लिए भी कि ऐसा कोई भी व्यक्ति उसका पक्षकार था।"
      },
      {
        "section_no": 9,
        "text": "वे तथ्य जो अन्यथा सुसंगत नहीं हैं, सुसंगत हैं—\n(a) यदि वे किसी विवाद्यक तथ्य या सुसंगत तथ्य से असंगत (inconsistent) हैं;\n(b) यदि वे स्वयं या अन्य तथ्यों के संबंध में किसी विवाद्यक तथ्य या सुसंगत तथ्य के अस्तित्व या अनस्तित्व को अत्यधिक संभाव्य या असंभव बनाते हैं।"
      },
      {
        "section_no": 10,
        "text": "जिन वादों में नुकसानी (damages) का दावा किया गया है, उनमें कोई भी तथ्य जो न्यायालय को नुकसानी की राशि निर्धारित करने में सक्षम बनाएगा जिसका अधिनिर्णय (awarded) किया जाना चाहिए, सुसंगत है।"
      },
      {
        "section_no": 11,
        "text": "जहां प्रश्न किसी अधिकार या प्रथा (custom) के अस्तित्व के बारे में है, वहां निम्नलिखित तथ्य सुसंगत हैं:—\n(a) कोई भी संव्यवहार जिसके द्वारा प्रश्नगत अधिकार या प्रथा सृजित, दावाकृत, उपांतरित (modified), मान्यता प्राप्त, पुष्ट या अस्वीकृत की गई थी, या जो उसके अस्तित्व के साथ असंगत थी;\n(b) विशिष्ट उदाहरण जिनमें अधिकार या प्रथा का दावा किया गया था, मान्यता दी गई थी या प्रयोग किया गया था, या जिसमें उसके प्रयोग पर विवाद किया गया था, पुष्ट किया गया था या जिससे विचलित हुआ गया था।"
      },
      {
        "section_no": 12,
        "text": "ऐसे तथ्य जो मन की किसी भी अवस्था, जैसे आशय, ज्ञान, सद्भाव, उपेक्षा, उतावलापन, दुर्भावना या किसी विशेष व्यक्ति के प्रति सद्भावना का अस्तित्व दर्शाते हैं, या शरीर या शारीरिक अनुभूति की किसी भी अवस्था का अस्तित्व दर्शाते हैं, सुसंगत हैं, जब मन या शरीर या शारीरिक अनुभूति की ऐसी किसी भी अवस्था का अस्तित्व विवाद्यक या सुसंगत हो।"
      },
      {
        "section_no": 13,
        "text": "जब यह प्रश्न होता है कि कोई कार्य आनुषंगिक (accidental) था या आशयित, या किसी विशेष ज्ञान या आशय से किया गया था, तो यह तथ्य कि ऐसा कार्य समान घटनाओं की एक शृंखला का हिस्सा था, जिनमें से प्रत्येक में कार्य करने वाला व्यक्ति संबद्ध था, सुसंगत है।"
      },
      {
        "section_no": 14,
        "text": "जब यह प्रश्न होता है कि कोई विशिष्ट कार्य किया गया था, तो किसी कारोबार के ऐसे अनुक्रम (course of business) का अस्तित्व, जिसके अनुसार वह स्वाभाविक रूप से किया गया होता, एक सुसंगत तथ्य है।"
      },
      {
        "section_no": 15,
        "text": "स्वीकृति (admission) एक कथन है, मौखिक या दस्तावेजी या इलेक्ट्रॉनिक रूप में अंतर्विष्ट, जो किसी विवाद्यक तथ्य या सुसंगत तथ्य के संबंध में कोई अनुमान सुझाता है, और जो इसमें इसके पश्चात् उल्लिखित व्यक्तियों में से किसी के द्वारा, और उन परिस्थितियों में किया गया है।"
      },
      {
        "section_no": 16,
        "text": "कार्यवाही के किसी पक्षकार द्वारा, या ऐसे किसी पक्षकार के किसी अभिकर्ता द्वारा किए गए कथन, जिसे न्यायालय, मामले की परिस्थितियों में, उनके द्वारा उन्हें करने के लिए अभिव्यक्त रूप से या विवक्षित रूप से प्राधिकृत मानता है, स्वीकृतियां हैं।"
      },
      {
        "section_no": 17,
        "text": "ऐसे व्यक्तियों द्वारा किए गए कथन, जिनका कार्यवाही की विषय-वस्तु में कोई स्वत्व या आर्थिक हित (proprietary or pecuniary interest) है, और जो ऐसे हित रखने वाले व्यक्तियों की हैसियत में कथन करते हैं, या ऐसे व्यक्तियों द्वारा किए गए कथन जिनसे वाद के पक्षकारों ने वाद की विषय-वस्तु में अपना हित व्युत्पन्न (derived) किया है, स्वीकृतियां हैं, यदि वे कथन करने वाले व्यक्तियों के हित के बने रहने के दौरान किए गए हैं।"
      },
      {
        "section_no": 18,
        "text": "ऐसे व्यक्तियों द्वारा किए गए कथन जिनकी स्थिति या दायित्व को वाद के किसी पक्षकार के विरुद्ध साबित करना आवश्यक है, स्वीकृतियां हैं, यदि ऐसे कथन, उनके द्वारा या उनके विरुद्ध लाए गए वाद में, ऐसी स्थिति या दायित्व के संबंध में, उन व्यक्तियों के विरुद्ध सुसंगत होते, और यदि वे कथन करने वाले व्यक्ति के ऐसी स्थिति में रहने या ऐसे दायित्व के अधीन होने के दौरान किए गए हैं।"
      },
      {
        "section_no": 19,
        "text": "ऐसे व्यक्तियों द्वारा किए गए कथन, जिन्हें वाद के किसी पक्षकार ने विवादग्रस्त विषय के संदर्भ में जानकारी के लिए अभिव्यक्त रूप से निर्दिष्ट किया है, स्वीकृतियां हैं।"
      },
      {
        "section_no": 20,
        "text": "स्वीकृतियां सुसंगत हैं और उन्हें उनका कथन करने वाले व्यक्ति के विरुद्ध, या हित में उसके प्रतिनिधि के विरुद्ध साबित किया जा सकता है; किन्तु वे उनका कथन करने वाले व्यक्ति द्वारा या उसकी ओर से, या हित में उसके प्रतिनिधि द्वारा साबित नहीं की जा सकती हैं, सिवाय निम्नलिखित मामलों के:—\n(a) कोई स्वीकृति उसका कथन करने वाले व्यक्ति द्वारा या उसकी ओर से साबित की जा सकती है, जब वह इस प्रकार की प्रकृति की हो कि, यदि कथन करने वाला व्यक्ति मृत होता, तो वह धारा 26 के तहत तीसरे व्यक्तियों के बीच सुसंगत होती;\n(b) कोई स्वीकृति उसका कथन करने वाले व्यक्ति द्वारा या उसकी ओर से साबित की जा सकती है, जब उसमें मन या शरीर की किसी भी अवस्था के अस्तित्व का कथन अंतर्विष्ट हो, जो सुसंगत या विवाद्यक हो, और उस समय या उसके आसपास किया गया हो जब मन या शरीर की ऐसी अवस्था विद्यमान थी, और ऐसे आचरण के साथ हो जो उसकी असत्यता को असंभाव्य बनाता हो;\n(c) कोई स्वीकृति उसका कथन करने वाले व्यक्ति द्वारा या उसकी ओर से साबित की जा सकती है, यदि वह स्वीकृति के अलावा किसी अन्य प्रकार से सुसंगत हो।"
      },
      {
        "section_no": 21,
        "text": "किसी दस्तावेज़ की अंतर्वस्तु के बारे में मौखिक स्वीकृतियां सुसंगत नहीं हैं, जब तक कि और जब तक कि उन्हें साबित करने का प्रस्ताव करने वाला पक्षकार यह नहीं दर्शाता है कि वह इसमें इसके पश्चात् अंतर्विष्ट नियमों के तहत ऐसे दस्तावेज़ की अंतर्वस्तु का द्वितीयक साक्ष्य देने का हकदार है, या जब तक कि प्रस्तुत दस्तावेज़ की सत्यता (genuineness) प्रश्न में न हो।"
      },
      {
        "section_no": 22,
        "text": "इलेक्ट्रॉनिक अभिलेखों की अंतर्वस्तु के बारे में मौखिक स्वीकृतियां सुसंगत नहीं हैं, जब तक कि प्रस्तुत इलेक्ट्रॉनिक अभिलेख की सत्यता प्रश्न में न हो।"
      },
      {
        "section_no": 23,
        "text": "सिविल मामलों में कोई भी स्वीकृति सुसंगत नहीं है, यदि वह या तो इस स्पष्ट शर्त पर की गई हो कि उसका साक्ष्य नहीं दिया जाएगा, या ऐसी परिस्थितियों में की गई हो जिनसे न्यायालय यह अनुमान लगा सकता है कि पक्षकारों ने मिलकर सहमति व्यक्त की थी कि उसका साक्ष्य नहीं दिया जाना चाहिए।"
      },
      {
        "section_no": 24,
        "text": "अभियुक्त व्यक्ति द्वारा की गई संस्वीकृति (confession) किसी आपराधिक कार्यवाही में असुसंगत है, यदि न्यायालय को यह प्रतीत होता है कि संस्वीकृति का किया जाना अभियुक्त व्यक्ति के विरुद्ध आरोप के संदर्भ में किसी प्राधिकार वाले व्यक्ति से प्राप्त किसी उत्प्रेरण, धमकी या वचन (inducement, threat or promise) द्वारा कारित हुआ था और न्यायालय की राय में, अभियुक्त व्यक्ति को यह अनुमान लगाने के लिए आधार देने के लिए पर्याप्त था, जो उसे उचित प्रतीत हों, कि इसे करके वह अपने विरुद्ध कार्यवाही के संबंध में अस्थायी प्रकृति का कोई लाभ प्राप्त करेगा या कोई बुराई टाल देगा।"
      },
      {
        "section_no": 25,
        "text": "पुलिस अधिकारी से की गई कोई भी संस्वीकृति, किसी अपराध के अभियुक्त व्यक्ति के विरुद्ध साबित नहीं की जाएगी।"
      },
    {
      "section_no": 26,
      "text": "पुलिस अधिकारी की हिरासत (custody) में किसी भी व्यक्ति द्वारा की गई कोई भी संस्वीकृति, जब तक कि वह किसी मजिस्ट्रेट की तत्काल उपस्थिति (immediate presence) में न की गई हो, ऐसे व्यक्ति के विरुद्ध साबित नहीं की जाएगी।"
    },
    {
      "section_no": 27,
      "text": "जब किसी अपराध के अभियुक्त व्यक्ति से, जो पुलिस अधिकारी की हिरासत में है, प्राप्त जानकारी के परिणामस्वरूप किसी तथ्य का पता चलता है (discovered), तो ऐसी जानकारी का उतना भाग, चाहे वह संस्वीकृति की मात्रा तक पहुंचता हो या नहीं, जो इस प्रकार पता चले गए तथ्य से स्पष्ट रूप से संबंधित है, साबित किया जा सकता है।"
    },
    {
      "section_no": 28,
      "text": "यदि धारा 24 में संदर्भित संस्वीकृति, किसी ऐसे उत्प्रेरण, धमकी या वचन द्वारा उत्पन्न प्रभाव के न्यायालय की राय में, पूरी तरह से समाप्त हो जाने के पश्चात् की जाती है, तो वह सुसंगत है।"
    },
    {
      "section_no": 29,
      "text": "यदि कोई संस्वीकृति अन्यथा सुसंगत है, तो वह केवल इस कारण से असुसंगत नहीं हो जाती कि वह गोपनीयता के वचन (promise of secrecy) के तहत की गई थी, या उसे प्राप्त करने के उद्देश्य से अभियुक्त व्यक्ति पर किए गए किसी छल के परिणामस्वरूप की गई थी, या जब वह नशे में था, या इसलिए कि वह उन प्रश्नों के उत्तर में की गई थी जिनका उत्तर देना उसके लिए आवश्यक नहीं था, भले ही उन प्रश्नों का स्वरूप कुछ भी रहा हो, या इसलिए कि उसे यह चेतावनी नहीं दी गई थी कि वह ऐसी संस्वीकृति करने के लिए बाध्य नहीं है, और उसका साक्ष्य उसके विरुद्ध दिया जा सकता है।"
    },
    {
      "section_no": 30,
      "text": "जब एक ही अपराध के लिए एक से अधिक व्यक्तियों का संयुक्त रूप से विचारण किया जा रहा हो, और उनमें से किसी एक व्यक्ति द्वारा की गई संस्वीकृति जो स्वयं को और ऐसे अन्य व्यक्तियों में से कुछ को प्रभावित करती है, साबित हो जाती है, तो न्यायालय ऐसी संस्वीकृति को, उसे करने वाले व्यक्ति के साथ-साथ ऐसे अन्य व्यक्ति के विरुद्ध भी, विचार में ले सकता है।"
    },
    {
      "section_no": 31,
      "text": "स्वीकृतियाँ उन मामलों का निश्चायक सबूत (conclusive proof) नहीं हैं जिन्हें स्वीकार किया गया है, किन्तु वे बंधक (admissions) के रूप में कार्य कर सकती हैं।"
    },
    {
      "section_no": 32,
      "text": "किसी ऐसे व्यक्ति द्वारा किए गए सुसंगत तथ्यों के कथन, लिखित या मौखिक, जो मर चुका है, या जिसे ढूंढा नहीं जा सकता है, या जो साक्ष्य देने के लिए असमर्थ हो गया है, या जिसकी उपस्थिति इतने विलंब या व्यय के बिना, जो मामले की परिस्थितियों में न्यायालय को अनुचित प्रतीत होता है, प्राप्त नहीं की जा सकती है, निम्नलिखित मामलों में स्वयं सुसंगत तथ्य हैं:—\n(a) जब वह कथन किसी व्यक्ति द्वारा अपनी मृत्यु के कारण के बारे में, या संव्यवहार की किसी ऐसी परिस्थिति के बारे में किया गया हो जिसके परिणामस्वरूप उसकी मृत्यु हुई है, उन मामलों में जिनमें उस व्यक्ति की मृत्यु का कारण प्रश्न में आता है;\n(b) जब वह कथन ऐसे व्यक्ति द्वारा कारोबार के सामान्य अनुक्रम (ordinary course of business) में किया गया था, और विशेष रूप से जब उसमें उसके द्वारा कारोबार के सामान्य अनुक्रम में रखी गई पुस्तकों में, या व्यावसायिक कर्तव्य के निर्वहन में की गई कोई प्रविष्टि या ज्ञापन (entry or memorandum) शामिल हो; या धन, माल, प्रतिभूतियों या किसी भी प्रकार की संपत्ति की रसीद की उसके द्वारा लिखित या हस्ताक्षरित स्वीकृति शामिल हो; या उसके द्वारा लिखित या हस्ताक्षरित वाणिज्य में उपयोग किए गए दस्तावेज़ शामिल हों; या उसके द्वारा लिखित या हस्ताक्षरित किसी पत्र या अन्य दस्तावेज़ की सामान्यतः अंकित की जाने वाली तारीख शामिल हो;\n(c) जब वह कथन उसका कथन करने वाले व्यक्ति के आर्थिक या स्वत्व हित (pecuniary or proprietary interest) के विरुद्ध हो, या जब, यदि वह सत्य होता, तो वह उसे किसी आपराधिक अभियोजन या नुकसानी के वाद के लिए अनावृत (expose) कर देता या कर दिया होता;\n(d) जब वह कथन किसी लोक अधिकार या प्रथा या लोक या सामान्य हित के मामले के अस्तित्व के संबंध में किसी ऐसे व्यक्ति की राय देता है, जिसके अस्तित्व के बारे में, यदि वह विद्यमान होता, तो उसके अवगत होने की संभावना रही होती, और जब ऐसा कथन ऐसे अधिकार, प्रथा या मामले के बारे में कोई विवाद उत्पन्न होने से पहले किया गया था;\n(e) जब वह कथन रक्त, विवाह या दत्तक ग्रहण द्वारा व्यक्तियों के बीच किसी संबंध के अस्तित्व से संबंधित है, जिनके रक्त, विवाह या दत्तक ग्रहण द्वारा संबंध के बारे में कथन करने वाले व्यक्ति के पास ज्ञान का विशेष साधन था, और जब वह कथन विवादग्रस्त प्रश्न उठाए जाने से पहले किया गया था;\n(f) जब वह कथन मृत व्यक्तियों के बीच रक्त, विवाह या दत्तक ग्रहण द्वारा किसी संबंध के अस्तित्व से संबंधित है, और उस परिवार के मामलों से संबंधित किसी वसीयत या विलेख में किया गया है जिससे ऐसा कोई मृत व्यक्ति संबंधित था, या किसी पारिवारिक वंशावली (pedigree) में, या किसी समाधि-लेख, पारिवारिक चित्र या अन्य वस्तु पर किया गया है जिस पर ऐसे कथन सामान्यतः किए जाते हैं, और जब ऐसा कथन विवादग्रस्त प्रश्न उठाए जाने से पहले किया गया था;\n(g) जब वह कथन किसी ऐसे विलेख, वसीयत या अन्य दस्तावेज़ में अंतर्विष्ट है जो धारा 11 के खंड (a) में उल्लिखित किसी संव्यवहार से संबंधित है;\n(h) जब वह कथन अनेक व्यक्तियों द्वारा किया गया था, और प्रश्नगत विषय से सुसंगत उनकी ओर से भावनाओं या छापों (feelings or impressions) को व्यक्त करता था।"
    },
    {
      "section_no": 33,
      "text": "किसी न्यायिक कार्यवाही में किसी साक्षी द्वारा दिया गया, या उसे लेने के लिए विधि द्वारा प्राधिकृत किसी व्यक्ति के समक्ष दिया गया साक्ष्य, किसी पश्चात्वर्ती न्यायिक कार्यवाही में, या उसी न्यायिक कार्यवाही की बाद की अवस्था में, उन तथ्यों की सत्यता को साबित करने के प्रयोजन के लिए सुसंगत है, जब वह साक्षी मर चुका है या मिल नहीं सकता है, या साक्ष्य देने में असमर्थ है, या उसे विरोधी पक्षकार द्वारा मार्ग से हटा दिया गया है, या यदि उसकी उपस्थिति इतने विलंब या व्यय के बिना प्राप्त नहीं की जा सकती है जिसे, मामले की परिस्थितियों में, न्यायालय अनुचित मानता है।"
    },
    {
      "section_no": 34,
      "text": "कारोबार के अनुक्रम में नियमित रूप से रखी गई बही-खातों (books of account) की प्रविष्टियाँ, जिनमें इलेक्ट्रॉनिक रूप में रखे गए खाते भी शामिल हैं, सुसंगत हैं जब कभी वे किसी ऐसे मामले का उल्लेख करती हैं जिसकी न्यायालय को जांच करनी है, किन्तु ऐसे कथन किसी व्यक्ति को दायित्व के लिए आरोपित करने के लिए अकेले पर्याप्त साक्ष्य नहीं होंगे।"
    },
    {
      "section_no": 35,
      "text": "किसी लोक या अन्य सरकारी पुस्तक, रजिस्टर या अभिलेख या इलेक्ट्रॉनिक अभिलेख में की गई कोई प्रविष्टि, जिसमें विवाद्यक तथ्य या सुसंगत तथ्य का कथन किया गया है, और जो किसी लोक सेवक द्वारा अपने पदीय कर्तव्य के निर्वहन में, या किसी अन्य व्यक्ति द्वारा देश की विधि द्वारा विशेष रूप से अनुदत्त कर्तव्य के पालन में की गई है जिसमें ऐसी पुस्तक, रजिस्टर या अभिलेख या इलेक्ट्रॉनिक अभिलेख रखा गया है, स्वयं एक सुसंगत तथ्य है।"
    },
    {
      "section_no": 36,
      "text": "प्रकाशित मानचित्रों या चार्टों में, जो सामान्यतः सार्वजनिक बिक्री के लिए पेश किए जाते हैं, या केंद्रीय सरकार या किसी राज्य सरकार के प्राधिकार के तहत बनाए गए मानचित्रों या प्लानों में, उन विषयों के बारे में जो सामान्यतः ऐसे मानचित्रों, चार्टों या प्लानों में दर्शाए या बताए जाते हैं, विवाद्यक तथ्यों या सुसंगत तथ्यों के कथन स्वयं सुसंगत तथ्य हैं।"
    },
    {
      "section_no": 37,
      "text": "जब न्यायालय को किसी लोक प्रकृति के तथ्य के अस्तित्व के बारे में राय बनानी होती है, तो उसका कोई भी कथन, जो किसी केंद्रीय अधिनियम या राज्य अधिनियम में अंतर्विष्ट किसी उल्लेख (recital) में या शासकीय राजपत्र में प्रकाशित केंद्रीय सरकार या राज्य सरकार की किसी अधिसूचना में या लंदन गैजेट या महामहिम के किसी डोमिनियन, उपनिवेश या कब्जे के होने का तात्पर्य रखने वाले किसी मुद्रित कागज़ में किया गया है, एक सुसंगत तथ्य है।"
    },
    {
      "section_no": 38,
      "text": "जब न्यायालय को किसी देश की विधि के बारे में राय बनानी होती है, तो ऐसी विधि का कोई भी कथन जो ऐसी देश की सरकार के प्राधिकार के तहत मुद्रित या प्रकाशित होने का तात्पर्य रखने वाली और ऐसी किसी विधि को अंतर्विष्ट करने वाली पुस्तक में अंतर्विष्ट है, और ऐसे देश के न्यायालयों के किसी निर्णय का कोई भी प्रतिवेदन जो ऐसे निर्णयों का प्रतिवेदन होने का तात्पर्य रखने वाली पुस्तक में अंतर्विष्ट है, सुसंगत है।"
    },
    {
      "section_no": 39,
      "text": "जब कोई कथन जिसका साक्ष्य दिया गया है, किसी लंबे कथन का भाग, या किसी वार्तालाप का भाग, या किसी पृथक दस्तावेज़ का भाग है, या किसी पुस्तक का भाग बनाने वाले किसी दस्तावेज़ में अंतर्विष्ट है, या इलेक्ट्रॉनिक अभिलेख के भाग में, या पत्रों या कागज़ों की किसी जुड़ी हुई शृंखला में अंतर्विष्ट है, तो कथन, वार्तालाप, दस्तावेज़, इलेक्ट्रॉनिक अभिलेख, पुस्तक या पत्रों या कागज़ों की शृंखला का उतना ही और उससे अधिक नहीं, जितना न्यायालय उस विशेष मामले में कथन की प्रकृति और प्रभाव की और उन परिस्थितियों की पूर्ण समझ के लिए आवश्यक मानता है, साक्ष्य दिया जाएगा जिसके तहत वह किया गया था।"
    },
    {
      "section_no": 40,
      "text": "किसी निर्णय, आदेश या डिक्री का अस्तित्व, जो विधि द्वारा किसी न्यायालय को किसी वाद का संज्ञान लेने या विचारण करने से रोकता है, एक सुसंगत तथ्य है जब यह प्रश्न हो कि क्या ऐसे न्यायालय को ऐसे वाद का संज्ञान लेना चाहिए या ऐसा विचारण करना चाहिए।"
    },
    {
      "section_no": 41,
      "text": "सक्षम न्यायालय का, प्रोबेट, वैवाहिक, नौवाहन या दिवाला अधिकारिता के प्रयोग में दिया गया कोई अंतिम निर्णय, आदेश या डिक्री, जो किसी व्यक्ति को कोई विधिक हैसियत (legal character) प्रदान करता है या उससे छीन लेता है, या जो किसी व्यक्ति को ऐसी किसी हैसियत का, या किसी विशिष्ट वस्तु का, किसी निर्दिष्ट व्यक्ति के विरुद्ध नहीं बल्कि पूर्ण रूप से (absolutely), हकदार घोषित करता है, सुसंगत है, जब ऐसी किसी विधिक हैसियत का अस्तित्व, या किसी ऐसी वस्तु पर ऐसे किसी व्यक्ति का हक, सुसंगत हो।"
    },
    {
      "section_no": 42,
      "text": "धारा 41 में उल्लिखित निर्णयों, आदेशों या डिक्रियों के अलावा अन्य निर्णय, आदेश या डिक्रियां सुसंगत हैं यदि वे जांच से सुसंगत लोक प्रकृति के मामलों से संबंधित हैं; किन्तु ऐसे निर्णय, आदेश या डिक्रियां उस बात का निश्चायक सबूत नहीं हैं जिसे वे कथन करती हैं।"
    },
    {
      "section_no": 43,
      "text": "धारा 40, 41 और 42 में उल्लिखित निर्णयों, आदेशों या डिक्रियों के अलावा अन्य निर्णय, आदेश या डिक्रियां असुसंगत हैं, जब तक कि ऐसे निर्णय, आदेश या डिक्री का अस्तित्व एक विवाद्यक तथ्य न हो, या इस अधिनियम के किसी अन्य उपबंध के तहत सुसंगत न हो।"
    },
    {
      "section_no": 44,
      "text": "किसी वाद या अन्य कार्यवाही का कोई भी पक्षकार यह दर्शा सकता है कि धारा 40, 41 या 42 के तहत सुसंगत कोई भी निर्णय, आदेश या डिक्री, और जिसे विरोधी पक्षकार द्वारा साबित किया गया है, उसे देने के लिए सक्षम न्यायालय द्वारा नहीं दिया गया था, या कपट या मिलीभगत (fraud or collusion) द्वारा प्राप्त किया गया था।"
    },
    {
      "section_no": 45,
      "text": "जब न्यायालय को विदेशी विधि या विज्ञान या कला के किसी बिंदु पर, या हस्तलेखन या अंगुल छाप की पहचान के बारे में राय बनानी होती है, तो ऐसी विदेशी विधि, विज्ञान या कला में, या हस्तलेखन या अंगुल छाप की पहचान के प्रश्नों में विशेष रूप से कुशल व्यक्तियों की उस बिंदु पर राय सुसंगत तथ्य हैं। "
    },
    {
      "section_no": 46,
      "text": "वे तथ्य, जो अन्यथा सुसंगत नहीं हैं, सुसंगत हैं यदि वे विशेषज्ञों की राय का समर्थन करते हैं या उनसे असंगत हैं, जब ऐसी राय सुसंगत हों।"
    },
    {
      "section_no": 47,
      "text": "जब न्यायालय को उस व्यक्ति के बारे में राय बनानी होती है जिसके द्वारा कोई दस्तावेज़ लिखा या हस्ताक्षरित किया गया था, तो उस व्यक्ति के हस्तलेखन से परिचित किसी भी व्यक्ति की यह राय कि वह उस व्यक्ति द्वारा लिखा या हस्ताक्षरित था या नहीं, एक सुसंगत तथ्य है।"
    },
    {
      "section_no": 48,
      "text": "जब न्यायालय को किसी सामान्य प्रथा या अधिकार के अस्तित्व के बारे में राय बनानी होती है, तो ऐसे व्यक्तियों की राय, जो यदि वह प्रथा या अधिकार विद्यमान होता तो उसके अस्तित्व के बारे में जानने की संभावना रखते, उसके अस्तित्व के बारे में सुसंगत हैं।"
    },
    {
      "section_no": 49,
      "text": "जब न्यायालय को निम्नलिखित के बारे में राय बनानी होती है:—\n(a) पुरुषों के किसी समूह या परिवार के उपयोगों और सिद्धांतों (usages and tenets),\n(b) किसी धार्मिक या धर्मार्थ संस्था के संविधान और शासन, या\n(c) विशेष जिलों में या लोगों के विशेष वर्गों द्वारा उपयोग किए जाने वाले शब्दों या पदों के अर्थ, तो जिन व्यक्तियों के पास उस पर विशेष ज्ञान का साधन है, उनकी राय सुसंगत तथ्य हैं।"
    },
    {
      "section_no": 50,
      "text": "जब न्यायालय को एक व्यक्ति के दूसरे व्यक्ति से संबंध के बारे में राय बनानी होती है, तो उस संबंध के अस्तित्व के बारे में आचरण द्वारा व्यक्त की गई राय, किसी ऐसे व्यक्ति की, जिसके पास, परिवार के सदस्य के रूप में या अन्यथा, इस विषय पर विशेष ज्ञान का साधन है, एक सुसंगत तथ्य है।"
    }
  ]
},
{
  "chapter_no": 3,
  "chapter_title": "जिन तथ्यों को साबित करने की आवश्यकता नहीं है",
  "sections": [
    {
      "section_no": 51,
      "text": "किसी भी ऐसे तथ्य को साबित करने की आवश्यकता नहीं है जिसकी न्यायालय न्यायिक सूचना लेगा।"
    },
    {
      "section_no": 52,
      "text": "न्यायालय निम्नलिखित तथ्यों की न्यायिक सूचना लेगा:—\n(a) भारत के राज्यक्षेत्र में प्रवृत्त सभी विधियाँ;\n(b) यूनाइटेड किंगडम की संसद द्वारा पारित किए गए या इसके पश्चात् पारित किए जाने वाले सभी सार्वजनिक अधिनियम, और यूनाइटेड किंगडम की संसद द्वारा न्यायिक रूप से सूचित किए जाने के लिए निर्देशित सभी स्थानीय और व्यक्तिगत अधिनियम;\n(c) भारतीय सेना, नौसेना या वायु सेना के लिए युद्ध के अनुच्छेद;\n(d) भारत की संसद की और किसी राज्य में स्थापित विधानमंडलों की कार्यवाही का क्रम;\n(e) यूनाइटेड किंगडम ऑफ ग्रेट ब्रिटेन और आयरलैंड के तत्समय संप्रभु के परिग्रहण और हस्ताक्षर मुहर;\n(f) सभी मुहरें जिनकी अंग्रेजी न्यायालय न्यायिक सूचना लेते हैं: भारत के सभी न्यायालयों की, और केंद्रीय सरकार या क्राउन प्रतिनिधि के प्राधिकार द्वारा भारत के बाहर स्थापित सभी न्यायालयों की मुहरें; एडमिरल्टी और सामुद्रिक अधिकारिता के न्यायालयों की और नोटरी पब्लिक की मुहरें, और वे सभी मुहरें जिन्हें संविधान या यूनाइटेड किंगडम की संसद के किसी अधिनियम या भारत में विधि का बल रखने वाले किसी अधिनियम या विनियम द्वारा उपयोग करने के लिए कोई व्यक्ति प्राधिकृत है;\n(g) किसी राज्य में तत्समय कोई लोक पद धारण करने वाले व्यक्तियों का पद ग्रहण, नाम, पदवियाँ, कृत्य और हस्ताक्षर, यदि ऐसे पद पर उनकी नियुक्ति का तथ्य किसी शासकीय राजपत्र में अधिसूचित किया गया है;\n(h) भारत सरकार द्वारा मान्यता प्राप्त प्रत्येक राज्य या संप्रभु का अस्तित्व, शीर्षक और राष्ट्रीय ध्वज;\n(i) समय के खंड, विश्व के भौगोलिक खंड, और शासकीय राजपत्र में अधिसूचित सार्वजनिक त्योहार, उपवास और छुट्टियाँ;\n(j) भारत का राज्यक्षेत्र;\n(k) भारत सरकार और किसी अन्य राज्य या व्यक्तियों के निकाय के बीच शत्रुता का प्रारंभ, जारी रहना और समाप्ति;\n(l) न्यायालय के सदस्यों और अधिकारियों के, और उनके उप-अधिकारियों और अधीनस्थ अधिकारियों और सहायकों के, और साथ ही उसकी प्रक्रिया के निष्पादन में कार्य करने वाले सभी अधिकारियों के, और सभी अधिवक्ताओं और विधि द्वारा उसके समक्ष पेश होने या कार्य करने के लिए प्राधिकृत अन्य व्यक्तियों के नाम;\n(m) भूमि पर या समुद्र में सड़क का नियम।"
    },
    {
      "section_no": 53,
      "text": "किसी भी कार्यवाही में किसी भी तथ्य को साबित करने की आवश्यकता नहीं है जिसे उसमें पक्षकार या उनके अभिकर्ता सुनवाई के समय स्वीकार करने के लिए सहमत होते हैं, या जिसे सुनवाई से पहले वे अपने हस्ताक्षर के तहत किसी लेखन द्वारा स्वीकार करने के लिए सहमत होते हैं, या जिसे तत्समय प्रवृत्त अभिवचन के किसी नियम द्वारा उन्हें अपने अभिवचनों द्वारा स्वीकार किया गया समझा जाता है।"
    }
  ]
},
{
  "chapter_no": 4,
  "chapter_title": "मौखिक साक्ष्य के विषय में",
  "sections": [
    {
      "section_no": 54,
      "text": "सभी तथ्य, दस्तावेज़ों या इलेक्ट्रॉनिक अभिलेखों की अंतर्वस्तु को छोड़कर, मौखिक साक्ष्य द्वारा साबित किए जा सकते हैं।"
    },
    {
      "section_no": 55,
      "text": "मौखिक साक्ष्य, चाहे कोई भी मामला हो, प्रत्यक्ष होना चाहिए; अर्थात्—\n(a) यदि यह किसी ऐसे तथ्य को संदर्भित करता है जिसे देखा जा सकता था, तो यह उस साक्षी का साक्ष्य होना चाहिए जो कहता है कि उसने उसे देखा;\n(b) यदि यह किसी ऐसे तथ्य को संदर्भित करता है जिसे सुना जा सकता था, तो यह उस साक्षी का साक्ष्य होना चाहिए जो कहता है कि उसने उसे सुना;\n(c) यदि यह किसी ऐसे तथ्य को संदर्भित करता है जिसे किसी अन्य इंद्रिय द्वारा या किसी अन्य तरीके से महसूस किया जा सकता था, तो यह उस साक्षी का साक्ष्य होना चाहिए जो कहता है कि उसने उसे उस इंद्रिय द्वारा या उस तरीके से महसूस किया;\n(d) यदि यह किसी राय को या उन आधारों को संदर्भित करता है जिन पर वह राय रखी जाती है, तो यह उस व्यक्ति का साक्ष्य होना चाहिए जो उन आधारों पर वह राय रखता है।"
    }
  ]
},
{
  "chapter_no": 5,
  "chapter_title": "दस्तावेजी साक्ष्य के विषय में",
  "sections": [
    {
      "section_no": 56,
      "text": "दस्तावेज़ों की अंतर्वस्तु या तो प्राथमिक साक्ष्य (primary evidence) द्वारा या द्वितीयक साक्ष्य (secondary evidence) द्वारा साबित की जा सकती है।"
    },
    {
      "section_no": 57,
      "text": "प्राथमिक साक्ष्य का अर्थ है न्यायालय के निरीक्षण के लिए पेश किया गया स्वयं दस्तावेज़।"
    },
    {
      "section_no": 58,
      "text": "द्वितीयक साक्ष्य का अर्थ है और इसमें शामिल हैं—\n(a) इसमें इसके पश्चात् अंतर्विष्ट प्रावधानों के तहत दी गई प्रमाणित प्रतियां (certified copies);\n(b) मूल से यांत्रिक प्रक्रियाओं द्वारा बनाई गई प्रतियां जो स्वयं प्रति की सटीकता सुनिश्चित करती हैं, और ऐसी प्रतियों से तुलना की गई प्रतियां;\n(c) मूल से बनाई गई या तुलना की गई प्रतियां;\n(d) दस्तावेज़ों के प्रतिरूप (counterparts) उन पक्षकारों के विरुद्ध जिन्होंने उन्हें निष्पादित नहीं किया;\n(e) दस्तावेज़ की अंतर्वस्तु का मौखिक विवरण किसी ऐसे व्यक्ति द्वारा दिया गया जिसने स्वयं उसे देखा है।"
    },
    {
      "section_no": 59,
      "text": "दस्तावेज़ों को इसमें इसके पश्चात् उल्लिखित मामलों को छोड़कर प्राथमिक साक्ष्य द्वारा साबित किया जाना चाहिए।"
    },
    {
      "section_no": 60,
      "text": "निम्नलिखित मामलों में किसी दस्तावेज़ के अस्तित्व, स्थिति या अंतर्वस्तु का द्वितीयक साक्ष्य दिया जा सकता है:—\n(a) जब मूल दस्तावेज़—\n(i) उस व्यक्ति के कब्ज़े या शक्ति में है जिसके विरुद्ध दस्तावेज़ साबित किया जाना चाहा गया है, या\n(ii) किसी ऐसे व्यक्ति के कब्ज़े या शक्ति में है जो न्यायालय की प्रक्रिया की पहुँच से बाहर है, या उसके अधीन नहीं है, या\n(iii) किसी ऐसे व्यक्ति के कब्ज़े या शक्ति में है जो इसे पेश करने के लिए कानूनी रूप से बाध्य है,\nऔर जब, धारा 61 में उल्लिखित नोटिस के पश्चात्, ऐसा व्यक्ति उसे पेश नहीं करता है;\n(b) जब मूल दस्तावेज़ का अस्तित्व, स्थिति या अंतर्वस्तु उस व्यक्ति द्वारा, जिसके विरुद्ध वह साबित किया गया है, या हित में उसके प्रतिनिधि द्वारा लिखित रूप में स्वीकार किए जाने के रूप में साबित हो गया है;\n(c) जब मूल नष्ट या खो गया है, या जब उसकी अंतर्वस्तु का साक्ष्य देने वाला पक्षकार, अपनी स्वयं की चूक या उपेक्षा से उत्पन्न न होने वाले किसी अन्य कारण से, उसे उचित समय में पेश नहीं कर सकता है;\n(d) जब मूल दस्तावेज़ इस प्रकृति का है कि उसे आसानी से हिलाया (movable) नहीं जा सकता है;\n(e) जब मूल दस्तावेज़ धारा 72 के अर्थ के भीतर एक लोक दस्तावेज़ (public document) है;\n(f) जब मूल दस्तावेज़ एक ऐसा दस्तावेज़ है जिसकी एक प्रमाणित प्रति को इस अधिनियम द्वारा, या भारत में प्रवृत्त किसी अन्य विधि द्वारा साक्ष्य में दिए जाने की अनुमति है;\n(g) जब मूल में अनेक खाते या अन्य दस्तावेज़ शामिल हैं जिनकी न्यायालय में आसानी से जाँच नहीं की जा सकती है, और साबित किया जाने वाला तथ्य पूरे संग्रह का सामान्य परिणाम है।"
    },
    {
      "section_no": 61,
      "text": "धारा 60 के खंड (a) में संदर्भित दस्तावेज़ों की अंतर्वस्तु का द्वितीयक साक्ष्य तब तक नहीं दिया जाएगा जब तक कि ऐसे द्वितीयक साक्ष्य देने का प्रस्ताव करने वाले पक्षकार ने उस पक्षकार को, जिसके कब्ज़े या शक्ति में दस्तावेज़ है, या उसके अधिवक्ता को, उसे पेश करने के लिए विधि द्वारा निर्धारित ऐसा नोटिस पहले ही न दे दिया हो; और यदि विधि द्वारा कोई नोटिस निर्धारित नहीं है, तो ऐसा नोटिस जो न्यायालय मामले की परिस्थितियों में उचित मानता है।"
    },
    {
      "section_no": 62,
      "text": "यदि किसी दस्तावेज़ के बारे में यह आरोप लगाया जाता है कि वह किसी व्यक्ति द्वारा पूर्णतः या अंशतः हस्ताक्षरित या लिखा गया है, तो दस्तावेज़ के हस्ताक्षर या उतने भाग की हस्तलेखन, जिसके बारे में आरोप लगाया गया है कि वह उस व्यक्ति के हस्तलेखन में है, उसके हस्तलेखन में होना साबित किया जाना चाहिए।"
    },
    {
      "section_no": 63,
      "text": "एक सुरक्षित इलेक्ट्रॉनिक अभिलेख के मामले को छोड़कर, यदि इलेक्ट्रॉनिक अभिलेख के बारे में आरोप लगाया जाता है कि वह किसी व्यक्ति द्वारा हस्ताक्षरित है, तो ऐसे व्यक्ति के इलेक्ट्रॉनिक हस्ताक्षर को साबित किया जाना चाहिए।"
    },
    {
      "section_no": 64,
      "text": "किसी अनुप्रमाणित दस्तावेज़ (attested document) के स्वयं के द्वारा निष्पादन की किसी पक्षकार द्वारा स्वीकृति, उसके विरुद्ध उसके निष्पादन का पर्याप्त सबूत होगी, भले ही वह दस्तावेज़ विधि द्वारा अनुप्रमाणित किए जाने के लिए आवश्यक हो।"
    },
    {
      "section_no": 65,
      "text": "यदि अनुप्रमाणक साक्षी (attesting witness) दस्तावेज़ के निष्पादन से इनकार करता है या उसे याद नहीं करता है, तो उसका निष्पादन अन्य साक्ष्य द्वारा साबित किया जा सकता है।"
    },
    {
      "section_no": 66,
      "text": "एक अनुप्रमाणित दस्तावेज़ जिसे विधि द्वारा अनुप्रमाणित किए जाने की आवश्यकता नहीं है, मानो वह अननुप्रमाणित था, वैसे ही साबित किया जा सकता है।"
    },
    {
      "section_no": 67,
      "text": "यह सुनिश्चित करने के लिए कि कोई हस्ताक्षर, लेखन, या मुहर उस व्यक्ति का है या नहीं जिसके द्वारा वह कथित रूप से लिखा या बनाया गया है, कोई भी हस्ताक्षर, लेखन, या मुहर जिसे न्यायालय की संतुष्टि के लिए उस व्यक्ति द्वारा लिखा या बनाया जाना स्वीकार या साबित किया गया है, उसकी तुलना उस हस्ताक्षर, लेखन, या मुहर से की जा सकती है जिसे साबित किया जाना है, भले ही वह हस्ताक्षर, लेखन, या मुहर किसी अन्य उद्देश्य के लिए पेश या साबित न किया गया हो।"
    },
    {
      "section_no": 68,
      "text": "जहां एक दस्तावेज़ तीस वर्ष पुराना साबित हो जाता है, उसे किसी ऐसी अभिरक्षा से पेश किया जाता है जिसे न्यायालय विशेष मामले में उचित मानता है।"
    },
    {
      "section_no": 69,
      "text": "इस अधिनियम में निहित कोई भी बात मुख्तारनामा (powers of attorney) से संबंधित, भारत के किसी भी भाग में तत्समय प्रवृत्त किसी भी विधि के प्रवर्तन को प्रभावित करने वाली नहीं समझी जाएगी।"
    },
    {
      "section_no": 70,
      "text": "न्यायालय यह उपधारणा (presume) करेगा कि प्रत्येक दस्तावेज़, जिसके बारे में यह तात्पर्यित है कि वह एक प्रमाण-पत्र, प्रमाणित प्रति, या अन्य दस्तावेज़ है, जिसे विधि द्वारा किसी विशेष तथ्य के साक्ष्य के रूप में ग्राह्य (admissible) घोषित किया गया है, और जिसके बारे में यह तात्पर्यित है कि वह केंद्रीय सरकार या किसी राज्य सरकार के किसी अधिकारी द्वारा, या जम्मू और कश्मीर राज्य में किसी ऐसे अधिकारी द्वारा जो केंद्रीय सरकार द्वारा विधिवत प्राधिकृत है, विधिवत प्रमाणित किया गया है, असली है।"
    },
    {
      "section_no": 71,
      "text": "जब कभी किसी न्यायालय के समक्ष कोई दस्तावेज़ पेश किया जाता है, जिसके बारे में यह तात्पर्यित है कि वह किसी न्यायिक कार्यवाही में या ऐसे साक्ष्य लेने के लिए विधि द्वारा प्राधिकृत किसी अधिकारी के समक्ष किसी साक्षी द्वारा दिए गए साक्ष्य का, या साक्ष्य के किसी भाग का एक अभिलेख या ज्ञापन है, या विधि के अनुसार लिया गया किसी कैदी या अभियुक्त व्यक्ति का एक कथन या संस्वीकृति है, और जिसके बारे में यह तात्पर्यित है कि उस पर किसी न्यायाधीश या मजिस्ट्रेट द्वारा, या पूर्वोक्त किसी अधिकारी द्वारा हस्ताक्षर किए गए हैं, तो न्यायालय यह उपधारणा करेगा कि दस्तावेज़ असली है; कि उस पर हस्ताक्षर करने वाले व्यक्ति द्वारा कथित रूप से की गई, उन परिस्थितियों के बारे में कोई भी कथन जिसके तहत उसे लिया गया था, सत्य हैं, और वह साक्ष्य, कथन या संस्वीकृति विधिवत ली गई थी।"
    },
    {
      "section_no": 72,
      "text": "न्यायालय प्रत्येक दस्तावेज़ की सत्यता (genuineness) की उपधारणा करेगा जिसके बारे में यह तात्पर्यित है कि वह लंदन गैजेट, या कोई शासकीय राजपत्र, या ब्रिटिश क्राउन के किसी उपनिवेश, परतंत्रता या कब्जे का सरकारी गैजेट है, या वह एक समाचार पत्र या जर्नल है, या क्वीन के मुद्रक (Queen's Printer) द्वारा मुद्रित यूनाइटेड किंगडम की संसद के किसी निजी अधिनियम की एक प्रति है, और प्रत्येक दस्तावेज़ की जिसके बारे में यह तात्पर्यित है कि वह कोई दस्तावेज़ है जिसे किसी विधि द्वारा किसी व्यक्ति द्वारा रखे जाने के लिए निर्देशित किया गया है, यदि ऐसा दस्तावेज़ विधि द्वारा आवश्यक रूप में पर्याप्त रूप से रखा गया है और उचित अभिरक्षा (proper custody) से पेश किया गया है।"
    },
    {
      "section_no": 73,
      "text": "न्यायालय यह उपधारणा करेगा कि केंद्रीय सरकार या किसी राज्य सरकार के प्राधिकार से बनाया गया प्रत्येक दस्तावेज़ जिसके बारे में यह तात्पर्यित है कि वह एक मानचित्र या प्लान है, वैसे ही बनाया गया था, और सटीक है; किन्तु किसी वाद के प्रयोजनों के लिए बनाए गए मानचित्रों या प्लानों को सटीक साबित किया जाना चाहिए।"
    },
    {
      "section_no": 74,
      "text": "न्यायालय प्रत्येक पुस्तक की सत्यता की उपधारणा करेगा जिसके बारे में यह तात्पर्यित है कि वह किसी देश की सरकार के प्राधिकार के तहत मुद्रित या प्रकाशित हुई है, और उसमें उस देश की कोई भी विधि शामिल है, और प्रत्येक पुस्तक की जिसके बारे में यह तात्पर्यित है कि उसमें ऐसे देश के न्यायालयों के निर्णयों के प्रतिवेदन शामिल हैं।"
    },
    {
      "section_no": 75,
      "text": "न्यायालय यह उपधारणा करेगा कि प्रत्येक दस्तावेज़ जिसके बारे में यह तात्पर्यित है कि वह एक मुख्तारनामा है, और किसी नोटरी पब्लिक, या किसी न्यायालय, न्यायाधीश, मजिस्ट्रेट, भारतीय कौंसल या उप-कौंसल, या केंद्रीय सरकार के प्रतिनिधि के समक्ष निष्पादित किया गया था, और उनके द्वारा अनुप्रमाणित (authenticated) किया गया था, वैसे ही निष्पादित और अनुप्रमाणित किया गया था।"
    },
    {
      "section_no": 76,
      "text": "न्यायालय यह उपधारणा कर सकता है कि किसी ऐसे देश के किसी न्यायिक अभिलेख की प्रमाणित प्रति होने का तात्पर्य रखने वाला कोई भी दस्तावेज़, जो भारत या महामहिम के डोमिनियन का हिस्सा नहीं है, असली और सटीक है, यदि दस्तावेज़ किसी ऐसे तरीके से प्रमाणित होने का तात्पर्य रखता है जिसे ऐसे देश में या उसके लिए केंद्रीय सरकार के किसी प्रतिनिधि द्वारा न्यायिक अभिलेखों की प्रतियों के प्रमाणीकरण के लिए सामान्यतः उपयोग किए जाने वाले तरीके के रूप में प्रमाणित किया जाता है।"
    },
    {
      "section_no": 77,
      "text": "न्यायालय यह उपधारणा कर सकता है कि कोई भी पुस्तक जिसका वह लोक या सामान्य हित के मामलों पर जानकारी के लिए संदर्भ ले सकता है, और कोई भी प्रकाशित मानचित्र या चार्ट, जिसके कथन सुसंगत तथ्य हैं, और जो उसके निरीक्षण के लिए पेश किया जाता है, उसी व्यक्ति द्वारा, और उसी समय और स्थान पर लिखा और प्रकाशित किया गया था, जिसके द्वारा या जिस पर वह कथित रूप से लिखा या प्रकाशित हुआ है।"
    },
    {
      "section_no": 78,
      "text": "न्यायालय यह उपधारणा कर सकता है कि किसी टेलीग्राफ कार्यालय से उस व्यक्ति को भेजा गया संदेश जिसे वह संदेश संबोधित प्रतीत होता है, उस संदेश से मेल खाता है जिसे उस कार्यालय में पारेषण (transmission) के लिए दिया गया था जहाँ से वह संदेश भेजे जाने का तात्पर्य रखता है; किन्तु न्यायालय उस व्यक्ति के बारे में कोई उपधारणा नहीं करेगा जिसके द्वारा ऐसा संदेश पारेषण के लिए दिया गया था।"
    },
    {
      "section_no": 79,
      "text": "न्यायालय यह उपधारणा करेगा कि पेश करने के लिए नोटिस देने के पश्चात् माँगा गया और पेश नहीं किया गया प्रत्येक दस्तावेज़ विधि द्वारा आवश्यक तरीके से अनुप्रमाणित, स्टाम्पित और निष्पादित किया गया था।"
    },
    {
      "section_no": 80,
      "text": "जहां कोई दस्तावेज़, जिसके बारे में यह तात्पर्यित है या जो तीस वर्ष पुराना साबित हो जाता है, किसी ऐसी अभिरक्षा से पेश किया जाता है जिसे न्यायालय विशेष मामले में उचित मानता है, तो न्यायालय यह उपधारणा कर सकता है कि ऐसे दस्तावेज़ के हस्ताक्षर और हर अन्य भाग, जिसके बारे में यह तात्पर्यित है कि वह किसी विशेष व्यक्ति के हस्तलेखन में है, उसी व्यक्ति के हस्तलेखन में है, और निष्पादित या अनुप्रमाणित दस्तावेज़ के मामले में, कि वह उन व्यक्तियों द्वारा विधिवत निष्पादित और अनुप्रमाणित किया गया था जिनके द्वारा वह निष्पादित और अनुप्रमाणित किए जाने का तात्पर्य रखता है।"
    },
    {
      "section_no": 81,
      "text": "जहां कोई इलेक्ट्रॉनिक अभिलेख, जिसके बारे में यह तात्पर्यित है या जो पाँच वर्ष पुराना साबित हो जाता है, किसी ऐसी अभिरक्षा से पेश किया जाता है जिसे न्यायालय विशेष मामले में उचित मानता है, तो न्यायालय यह उपधारणा कर सकता है कि इलेक्ट्रॉनिक हस्ताक्षर जिसके बारे में यह तात्पर्यित है कि वह किसी विशेष व्यक्ति का इलेक्ट्रॉनिक हस्ताक्षर है, उसके द्वारा या उसकी ओर से इस निमित्त प्राधिकृत किसी व्यक्ति द्वारा वैसे ही लगाया गया था।"
    },
    {
      "section_no": 82,
      "text": "निम्नलिखित दस्तावेज़ लोक दस्तावेज़ (public documents) हैं:—\n(a) वे दस्तावेज़ जो कृत्यों का गठन करते हैं, या कृत्यों के अभिलेख हैं—\n(i) संप्रभु प्राधिकारी के,\n(ii) आधिकारिक निकायों और अधिकरणों के, और\n(iii) लोक अधिकारियों के, विधायी, न्यायिक और कार्यकारी, भारत के किसी भी भाग के या राष्ट्रमंडल के, या किसी विदेशी देश के;\n(b) निजी दस्तावेज़ों के लोक अभिलेख जो किसी भी राज्य में रखे जाते हैं।"
    },
    {
      "section_no": 83,
      "text": "अन्य सभी दस्तावेज़ निजी हैं।"
    },
    {
      "section_no": 84,
      "text": "प्रत्येक लोक अधिकारी जिसके पास किसी लोक दस्तावेज़ की अभिरक्षा है, जिसका निरीक्षण करने का किसी व्यक्ति को अधिकार है, वह मांग पर, कानूनी शुल्क के भुगतान पर, उस व्यक्ति को उसकी एक प्रति देगा, साथ ही ऐसी प्रति के नीचे एक प्रमाण पत्र भी लिखेगा कि वह दस्तावेज़ या उसके भाग की एक सच्ची प्रति है, जैसा भी मामला हो, और ऐसा प्रमाण पत्र दिनांकित होगा और ऐसे अधिकारी द्वारा अपने नाम और अपने आधिकारिक पदनाम के साथ हस्ताक्षरित होगा, और जब कभी ऐसे अधिकारी को विधि द्वारा मुहर का उपयोग करने के लिए प्राधिकृत किया जाता है, तो उस पर मुहर लगाई जाएगी; और इस प्रकार प्रमाणित प्रतियों को प्रमाणित प्रतियां कहा जाएगा।"
    },
    {
      "section_no": 85,
      "text": "ऐसी प्रमाणित प्रतियां उन लोक दस्तावेज़ों या लोक दस्तावेज़ों के भागों की अंतर्वस्तु के सबूत में पेश की जा सकती हैं जिनकी वे प्रतियां होने का तात्पर्य रखती हैं।"
    },
    {
      "section_no": 86,
      "text": "निम्नलिखित लोक दस्तावेज़ों को इस प्रकार साबित किया जा सकता है:—\n(a) केंद्रीय सरकार के किसी भी विभाग के, या क्राउन प्रतिनिधि के, या किसी राज्य सरकार के या किसी राज्य सरकार के किसी विभाग के, या जम्मू और कश्मीर की सरकार के किसी विभाग के अधिनियम, आदेश या अधिसूचनाएं — क्रमशः उन विभागों के प्रमुखों द्वारा प्रमाणित अभिलेखों द्वारा, या किसी ऐसे दस्तावेज़ द्वारा जिसके बारे में यह तात्पर्यित है कि वह किसी ऐसी सरकार के या, यथास्थिति, जम्मू और कश्मीर की सरकार के आदेश से मुद्रित हुआ है;\n(b) विधानमंडलों की कार्यवाही — क्रमशः उन निकायों के जरनलों द्वारा, या प्रकाशित अधिनियमों या सारों द्वारा, या संबंधित सरकार के आदेश से मुद्रित होने का तात्पर्य रखने वाली प्रतियों द्वारा;\n(c) महामहिम द्वारा या प्रिवी कौंसिल द्वारा, या महामहिम की सरकार के किसी विभाग द्वारा जारी की गई उद्घोषणाएं, आदेश या विनियम — लंदन गैजेट में निहित प्रतियों या उद्धरणों द्वारा, या क्वीन के मुद्रक द्वारा मुद्रित होने का तात्पर्य रखने वाली प्रतियों द्वारा;\n(d) किसी विदेशी देश की कार्यपालिका के कार्य या विधानमंडल की कार्यवाही — उनके प्राधिकार द्वारा प्रकाशित जरनलों द्वारा, या उस देश में सामान्यतः ऐसे रूप में प्राप्त जरनलों द्वारा, या देश या संप्रभु की मुहर के तहत प्रमाणित प्रति द्वारा, या किसी केंद्रीय अधिनियम में उनकी मान्यता द्वारा;\n(e) किसी राज्य में नगरपालिका निकाय की कार्यवाही — उसके कानूनी अभिरक्षक द्वारा प्रमाणित ऐसी कार्यवाही की एक प्रति द्वारा, या ऐसे निकाय के प्राधिकार द्वारा प्रकाशित होने का तात्पर्य रखने वाली एक मुद्रित पुस्तक द्वारा;\n(f) विदेशी देश में किसी अन्य वर्ग के लोक दस्तावेज़ — मूल द्वारा, या उसके कानूनी अभिरक्षक द्वारा प्रमाणित एक प्रति द्वारा, जिसके साथ नोटरी पब्लिक की मुहर के तहत, या भारतीय कौंसल या राजनयिक एजेंट के एक प्रमाण पत्र द्वारा कि प्रति मूल के कानूनी अभिरक्षक अधिकारी द्वारा विधिवत प्रमाणित है, और विदेशी देश की विधि के अनुसार दस्तावेज़ के स्वरूप के सबूत पर।"
    },
    {
      "section_no": 87,
      "text": "न्यायालय यह उपधारणा करेगा कि प्रत्येक इलेक्ट्रॉनिक अभिलेख जिसके बारे में यह तात्पर्यित है कि वह पक्षकारों के इलेक्ट्रॉनिक हस्ताक्षरों वाला एक समझौता है, पक्षकारों के इलेक्ट्रॉनिक हस्ताक्षर लगाकर संपन्न हुआ है।"
    },
    {
      "section_no": 88,
      "text": "न्यायालय यह उपधारणा करेगा, जब तक कि इसके विपरीत साबित न हो जाए, कि किसी प्रमाण पत्र, इलेक्ट्रॉनिक हस्ताक्षर प्रमाण पत्र या विदेशी प्रमाण पत्र में सूचीबद्ध जानकारी सही है।"
    },
    {
      "section_no": 89,
      "text": "सुरक्षित इलेक्ट्रॉनिक अभिलेख से जुड़ी किसी भी कार्यवाही में, न्यायालय यह उपधारणा करेगा, जब तक कि इसके विपरीत साबित न हो जाए, कि सुरक्षित इलेक्ट्रॉनिक अभिलेख को उस विशिष्ट समय बिंदु के बाद बदला नहीं गया है जिससे सुरक्षित स्थिति संबंधित है।"
    },
    {
      "section_no": 90,
      "text": "न्यायालय यह उपधारणा कर सकता है कि किसी इलेक्ट्रॉनिक मेल सर्वर के माध्यम से आरंभकर्ता द्वारा प्राप्तकर्ता को भेजा गया कोई भी इलेक्ट्रॉनिक संदेश, जिसे वह संदेश संबोधित प्रतीत होता है, पारेषण के लिए उसके कंप्यूटर में दर्ज किए गए संदेश से मेल खाता है; किन्तु न्यायालय उस व्यक्ति के बारे में कोई उपधारणा नहीं करेगा जिसके द्वारा ऐसा संदेश भेजा गया था।"
    },
    {
      "section_no": 91,
      "text": "न्यायालय यह उपधारणा करेगा कि प्रत्येक इलेक्ट्रॉनिक अभिलेख जिसके बारे में यह तात्पर्यित है कि वह एक कथन है, जिसे विधि द्वारा एक विशेष रूप में होना आवश्यक है, वैसे ही बनाया गया है, और कोई भी इलेक्ट्रॉनिक हस्ताक्षर जिसके बारे में यह तात्पर्यित है कि वह किसी विशेष व्यक्ति का इलेक्ट्रॉनिक हस्ताक्षर है, उसके द्वारा या उसकी ओर से इस निमित्त प्राधिकृत किसी व्यक्ति द्वारा वैसे ही लगाया गया था।"
    },
    {
      "section_no": 92,
      "text": "किसी भी कार्यवाही में जहां धारा 32 के खंड (j) के तहत मृत व्यक्ति या नहीं मिल सकने वाले व्यक्ति आदि द्वारा एक कथन को साक्ष्य में देना वांछित है, न्यायालय यह उपधारणा कर सकता है कि जिस कंप्यूटर से इलेक्ट्रॉनिक अभिलेख उत्पन्न हुआ था, वह ठीक स्थिति में था और उस व्यक्ति द्वारा नियमित रूप से संचालित किया जा रहा था जिसका उस कंप्यूटर पर कानूनी नियंत्रण था।"
    },
    {
      "section_no": 93,
      "text": "जहां एक दस्तावेज़ कई भागों (several parts) में निष्पादित होता है, प्रत्येक भाग दस्तावेज़ का प्राथमिक साक्ष्य है। जहां एक दस्तावेज़ प्रतिरूप (counterpart) में निष्पादित होता है, जिसमें प्रत्येक प्रतिरूप केवल एक या कुछ पक्षकारों द्वारा निष्पादित किया जाता है, प्रत्येक प्रतिरूप उसे निष्पादित करने वाले पक्षकारों के विरुद्ध प्राथमिक साक्ष्य है।"
    }
  ]
},
{
  "chapter_no": 6,
  "chapter_title": "दस्तावेजी साक्ष्य द्वारा मौखिक साक्ष्य का अपवर्जन",
  "sections": [
    {
      "section_no": 94,
      "text": "जब किसी संविदा, या अनुदान, या संपत्ति के किसी अन्य व्ययन के निबंधन, दस्तावेज़ के रूप में लाए गए हों, और ऐसे सभी मामलों में जहाँ किसी विषय को विधि द्वारा दस्तावेज़ के रूप में लाया जाना आवश्यक हो, ऐसे संविदा, अनुदान या संपत्ति के अन्य व्ययन, या ऐसे विषय के निबन्धनों को साबित करने के लिए दस्तावेज़ के सिवाय कोई साक्ष्य नहीं दिया जाएगा, या उन मामलों में जहाँ इसमें पहले से दिए गए प्रावधानों के तहत द्वितीयक साक्ष्य ग्राह्य है, उसकी अंतर्वस्तु का द्वितीयक साक्ष्य दिया जाएगा।"
    },
    {
      "section_no": 95,
      "text": "जब किसी ऐसे संविदा, अनुदान या संपत्ति के अन्य व्ययन के निबंधन, या विधि द्वारा दस्तावेज़ के रूप में लाए जाने के लिए आवश्यक कोई विषय, पिछली धारा के अनुसार साबित हो गया हो, तब ऐसे किसी भी लिखत के पक्षकारों या हित में उनके प्रतिनिधियों के बीच, उसके निबन्धनों का खंडन करने, बदलने, जोड़ने या घटाने के प्रयोजन के लिए, किसी भी मौखिक करार या कथन का कोई साक्ष्य ग्राह्य नहीं किया जाएगा।"
    },
    {
      "section_no": 96,
      "text": "जब किसी दस्तावेज़ में प्रयुक्त भाषा अपने आप में स्पष्ट हो, और जब वह विद्यमान तथ्यों पर ठीक-ठीक लागू होती हो, तो यह दिखाने के लिए साक्ष्य नहीं दिया जा सकता कि इसका आशय ऐसे तथ्यों पर लागू होना नहीं था।"
    },
    {
      "section_no": 97,
      "text": "जब किसी दस्तावेज़ में प्रयुक्त भाषा अपने आप में स्पष्ट हो, किन्तु विद्यमान तथ्यों के संदर्भ में निरर्थक हो, तो यह दिखाने के लिए साक्ष्य दिया जा सकता है कि उसे किसी विशेष अर्थ में प्रयुक्त किया गया था।"
    },
    {
      "section_no": 98,
      "text": "जब तथ्य ऐसे हों कि प्रयुक्त भाषा का आशय कई व्यक्तियों या वस्तुओं में से किसी एक पर लागू होना हो सकता था, और एक से अधिक पर लागू होना आशयित नहीं हो सकता था, तो उन तथ्यों का साक्ष्य दिया जा सकता है जो यह दिखाते हैं कि वह उन व्यक्तियों या वस्तुओं में से किस पर लागू होनी आशयित थी।"
    },
    {
      "section_no": 99,
      "text": "जब प्रयुक्त भाषा आंशिक रूप से विद्यमान तथ्यों के एक सेट पर, और आंशिक रूप से विद्यमान तथ्यों के दूसरे सेट पर लागू होती है, किन्तु उसका पूरा भाग दोनों में से किसी पर भी ठीक से लागू नहीं होता है, तो यह दिखाने के लिए साक्ष्य दिया जा सकता है कि यह दोनों में से किस पर लागू होनी आशयित थी।"
    },
    {
      "section_no": 100,
      "text": "अपाठ्य या सामान्यतः बोधगम्य न होने वाले वर्णों के, विदेशी, अप्रचलित, तकनीकी, स्थानीय और प्रांतीय अभिव्यक्तियों के, संक्षिप्ताक्षरों के और किसी विशेष अर्थ में प्रयुक्त शब्दों के अर्थ को दिखाने के लिए साक्ष्य दिया जा सकता है।"
    },
    {
      "section_no": 101,
      "text": "जो व्यक्ति किसी दस्तावेज़ के पक्षकार नहीं हैं, या हित में उनके प्रतिनिधि नहीं हैं, वे दस्तावेज़ के निबन्धनों को बदलने वाले समकालीन करार को दिखाने के लिए प्रवृत्त किसी भी तथ्य का साक्ष्य दे सकते हैं।"
    },
    {
      "section_no": 102,
      "text": "इस अध्याय में निहित किसी भी बात को वसीयतनामा की रचना के संबंध में भारतीय उत्तराधिकार अधिनियम, 1925 के किसी भी प्रावधान को प्रभावित करने वाला नहीं माना जाएगा।"
    },
    {
      "section_no": 103,
      "text": "जो कोई भी न्यायालय से किसी कानूनी अधिकार या दायित्व के संबंध में निर्णय देने की इच्छा रखता है जो उन तथ्यों के अस्तित्व पर निर्भर करता है जिनका वह अभिकथन करता है, उसे यह साबित करना होगा कि वे तथ्य मौजूद हैं।"
    }
  ]
},
{
  "chapter_no": 7,
  "chapter_title": "सबूत के भार के विषय में",
  "sections": [
    {
      "section_no": 104,
      "text": "जब कोई व्यक्ति किसी तथ्य के अस्तित्व को साबित करने के लिए बाध्य होता है, तो कहा जाता है कि सबूत का भार उस व्यक्ति पर है।"
    },
    {
      "section_no": 105,
      "text": "किसी वाद या कार्यवाही में सबूत का भार उस व्यक्ति पर होता है जो विफल हो जाएगा यदि किसी भी पक्ष की ओर से कोई साक्ष्य नहीं दिया गया हो।"
    },
    {
      "section_no": 106,
      "text": "किसी विशेष तथ्य के संबंध में सबूत का भार उस व्यक्ति पर होता है जो न्यायालय को उसके अस्तित्व में विश्वास दिलाना चाहता है, सिवाय इसके कि जब किसी विधि द्वारा यह प्रावधान किया गया हो कि उस तथ्य का सबूत किसी विशेष व्यक्ति पर होगा।"
    },
    {
      "section_no": 107,
      "text": "किसी अन्य तथ्य का साक्ष्य देने के लिए किसी व्यक्ति को सक्षम बनाने हेतु आवश्यक किसी भी तथ्य को साबित करने का भार उस व्यक्ति पर है जो ऐसा साक्ष्य देना चाहता है।"
    },
    {
      "section_no": 108,
      "text": "जब किसी व्यक्ति पर किसी अपराध का आरोप लगाया जाता है, तो भारतीय न्याय संहिता, 2023 के साधारण अपवादों में से किसी के अंतर्गत, या उसी संहिता के किसी अन्य भाग में, या अपराध को परिभाषित करने वाली किसी विधि में निहित किसी विशेष अपवाद या परन्तुक के अंतर्गत मामले को लाने वाली परिस्थितियों के अस्तित्व को साबित करने का भार उस पर होता है, और न्यायालय ऐसी परिस्थितियों की अनुपस्थिति की उपधारणा करेगा।"
    },
    {
      "section_no": 109,
      "text": "जब कोई तथ्य विशेष रूप से किसी व्यक्ति के ज्ञान के भीतर हो, तो उस तथ्य को साबित करने का भार उसी पर होता है।"
    },
    {
      "section_no": 110,
      "text": "जब प्रश्न यह हो कि कोई व्यक्ति जीवित है या मृत, और यह दिखाया जाता है कि वह तीस वर्षों के भीतर जीवित था, तो यह साबित करने का भार कि वह मृत है, उस व्यक्ति पर है जो इसका दावा करता है।"
    },
    {
      "section_no": 111,
      "text": "जब प्रश्न यह हो कि कोई व्यक्ति जीवित है या मृत, और यह साबित हो जाता है कि जिन लोगों ने स्वाभाविक रूप से उसके बारे में सुना होता यदि वह जीवित होता, उन लोगों द्वारा उसके बारे में सात वर्षों से नहीं सुना गया है, तो यह साबित करने का भार कि वह जीवित है, उस व्यक्ति पर स्थानांतरित हो जाता है जो इसका दावा करता है।"
    },
    {
      "section_no": 112,
      "text": "जब प्रश्न यह हो कि क्या व्यक्ति भागीदार, मकान मालिक और किरायेदार, या मूल मालिक और अभिकर्ता हैं, और यह दिखाया गया है कि वे ऐसे कार्य करते रहे हैं, तो यह साबित करने का भार कि वे क्रमशः उन संबंधों में नहीं हैं, या उन संबंधों में नहीं रह गए हैं, उस व्यक्ति पर है जो इसका दावा करता है।"
    },
    {
      "section_no": 113,
      "text": "जब प्रश्न यह हो कि क्या कोई व्यक्ति किसी वस्तु का स्वामी है जिसके कब्ज़े में वह दिखाया गया है, तो यह साबित करने का भार कि वह स्वामी नहीं है, उस व्यक्ति पर है जो यह दावा करता है कि वह स्वामी नहीं है।"
    },
    {
      "section_no": 114,
      "text": "जहां पक्षकारों के बीच किसी संव्यवहार की सद्भाव के संबंध में कोई प्रश्न है, जिनमें से एक दूसरे के प्रति सक्रिय विश्वास की स्थिति में है, तो संव्यवहार की सद्भाव को साबित करने का भार उस पक्षकार पर है जो सक्रिय विश्वास की स्थिति में है।"
    },
    {
      "section_no": 115,
      "text": "यह तथ्य कि किसी व्यक्ति का जन्म उसकी माता और किसी पुरुष के बीच एक वैध विवाह के जारी रहने के दौरान, या उसके विघटन के दो सौ अस्सी दिनों के भीतर हुआ था, जबकि माता अविवाहित रही थी, यह निर्णायक सबूत होगा कि वह उस पुरुष का धर्मज पुत्र है, सिवाय इसके कि यह दिखाया जा सके कि विवाह के पक्षकारों की आपस में कोई पहुँच नहीं थी, ऐसे किसी भी समय जब वह गर्भित हो सकता था।"
    },
    {
      "section_no": 116,
      "text": "जहां एक विवाहित महिला अपनी शादी की तारीख से सात साल के भीतर आत्महत्या कर लेती है और यह दिखाया जाता है कि उसके पति या उसके पति के किसी रिश्तेदार ने उसके साथ क्रूरता की थी, तो न्यायालय मामले की अन्य सभी परिस्थितियों को ध्यान में रखते हुए यह उपधारणा कर सकता है कि ऐसी आत्महत्या उसके पति या उसके पति के ऐसे रिश्तेदार द्वारा दुष्प्रेरित की गई थी।"
    },
    {
      "section_no": 117,
      "text": "जहां किसी महिला को उसके पति या उसके पति के किसी रिश्तेदार द्वारा दहेज की किसी मांग के लिए, या उसके संबंध में क्रूरता या उत्पीड़न का शिकार बनाया जाता है, तो न्यायालय यह उपधारणा करेगा कि ऐसे व्यक्ति ने दहेज मृत्यु कारित की थी।"
    },
    {
      "section_no": 118,
      "text": "बलात्संग के लिए अभियोजन में, यदि अभियुक्त द्वारा यौन संबंध साबित हो जाता है और प्रश्न यह है कि क्या यह बलात्संग होने का आरोप लगाने वाली महिला की सहमति के बिना था और वह न्यायालय के समक्ष अपने साक्ष्य में कहती है कि उसने सहमति नहीं दी थी, तो न्यायालय यह उपधारणा करेगा कि उसने सहमति नहीं दी थी।"
    },
    {
      "section_no": 119,
      "text": "भारतीय न्याय संहिता, 2023 की धारा 75 के तहत एक अपराध के लिए अभियोजन में, जहां अभियुक्त द्वारा यौन संबंध साबित हो जाता है और प्रश्न यह है कि क्या यह महिला की सहमति के बिना था और वह न्यायालय के समक्ष अपने साक्ष्य में कहती है कि उसने सहमति नहीं दी थी, तो न्यायालय यह उपधारणा करेगा कि उसने सहमति नहीं दी थी।"
    },
    {
      "section_no": 120,
      "text": "न्यायालय किसी भी तथ्य के अस्तित्व की उपधारणा कर सकता है जिसका घटित होना वह संभव समझता है, विशेष मामले के तथ्यों के संबंध में प्राकृतिक घटनाओं, मानव आचरण और सार्वजनिक और निजी व्यवसाय के सामान्य क्रम को ध्यान में रखते हुए।"
    }
  ]
},
{
  "chapter_no": 8,
  "chapter_title": "विबन्धन",
  "sections": [
    {
      "section_no": 121,
      "text": "जब एक व्यक्ति ने अपने कथन, कार्य या चूक द्वारा जानबूझकर किसी अन्य व्यक्ति को किसी बात को सत्य मानने और ऐसे विश्वास पर कार्य करने के लिए प्रेरित किया है या अनुज्ञात किया है, तो न तो उसे और न ही उसके प्रतिनिधि को, स्वयं और ऐसे व्यक्ति या उसके प्रतिनिधि के बीच किसी भी वाद या कार्यवाही में, उस बात की सत्यता से इनकार करने की अनुमति दी जाएगी।"
    },
    {
      "section_no": 122,
      "text": "स्थावर संपत्ति का कोई भी किरायेदार, या ऐसा किरायेदार के माध्यम से दावा करने वाला व्यक्ति, किरायेदारी के जारी रहने के दौरान, इस बात से इनकार करने के लिए अनुमत नहीं किया जाएगा कि ऐसे किरायेदार के मकान मालिक का, किरायेदारी के प्रारंभ में, ऐसी स्थावर संपत्ति पर कोई हक था; और कोई भी व्यक्ति जो कब्ज़े में रहने वाले व्यक्ति के अनुज्ञप्ति (licence) द्वारा किसी स्थावर संपत्ति पर आया है, उसे इस बात से इनकार करने की अनुमति नहीं दी जाएगी कि ऐसे व्यक्ति का ऐसी अनुज्ञप्ति दिए जाने के समय ऐसे कब्ज़े पर कोई हक था।"
    },
    {
      "section_no": 123,
      "text": "विनिमय पत्र का कोई भी स्वीकारकर्ता इस बात से इनकार करने के लिए अनुमत नहीं किया जाएगा कि आहरक (drawer) को ऐसा बिल आहृत करने या उसका पृष्ठांकन करने का प्राधिकार था; न ही किसी उपनिहिति (bailee) या अनुज्ञप्तिधारी (licensee) को इस बात से इनकार करने की अनुमति दी जाएगी कि उसके उपनिधाता (bailor) या अनुज्ञप्तिदाता (licensor) को, जब उपनिधान (bailment) या अनुज्ञप्ति शुरू हुई थी, ऐसा उपनिधान करने या ऐसी अनुज्ञप्ति देने का प्राधिकार था।"
    }
  ]
},
{
  "chapter_no": 9,
  "chapter_title": "साक्षियों के विषय में",
  "sections": [
    {
      "section_no": 124,
      "text": "सभी व्यक्ति साक्ष्य देने के लिए सक्षम होंगे, सिवाय इसके कि न्यायालय यह समझे कि वे उनसे पूछे गए प्रश्नों को समझने से, या उन प्रश्नों के युक्तियुक्त उत्तर देने से, अपनी कम आयु, अत्यंत वृद्धावस्था, रोग (चाहे शारीरिक हो या मानसिक) या उसी प्रकार के किसी अन्य कारण से निवारित हैं।"
    },
    {
      "section_no": 125,
      "text": "कोई साक्षी जो बोलने में असमर्थ है, वह अपना साक्ष्य किसी भी अन्य तरीके से दे सकता है जिससे वह उसे बोधगम्य बना सके, जैसे लेखन द्वारा या संकेतों द्वारा; किन्तु ऐसा लेखन खुली अदालत में लिखा जाना चाहिए और संकेत किए जाने चाहिए। इस प्रकार दिया गया साक्ष्य मौखिक साक्ष्य समझा जाएगा।"
    },
    {
      "section_no": 126,
      "text": "सभी सिविल कार्यवाहियों में वाद के पक्षकार, और वाद के किसी भी पक्षकार का पति या पत्नी, सक्षम साक्षी होंगे। किसी भी व्यक्ति के विरुद्ध आपराधिक कार्यवाहियों में, ऐसे व्यक्ति का पति या पत्नी, यथास्थिति, सक्षम साक्षी होगा।"
    },
    {
      "section_no": 127,
      "text": "किसी भी न्यायाधीश या मजिस्ट्रेट को, सिवाय किसी ऐसी न्यायालय के विशेष आदेश पर जिसके वह अधीनस्थ है, स्वयं न्यायाधीश या मजिस्ट्रेट के रूप में न्यायालय में अपने आचरण के बारे में, या किसी ऐसी बात के बारे में जो उसे स्वयं न्यायाधीश या मजिस्ट्रेट के रूप में न्यायालय में ज्ञात हुई है, किसी भी प्रश्न का उत्तर देने के लिए विवश नहीं किया जाएगा; किन्तु उससे अन्य मामलों के बारे में परीक्षा की जा सकती है जो उसके उपस्थित रहते हुए हुए थे जबकि वह इस प्रकार कार्य कर रहा था।"
    },
    {
      "section_no": 128,
      "text": "किसी भी ऐसे व्यक्ति को जिसने विवाह किया है या जिसका विवाह हो चुका है, उसे ऐसे किसी भी संचार को प्रकट करने के लिए विवश नहीं किया जाएगा जो विवाह के दौरान ऐसे किसी व्यक्ति द्वारा किया गया था जिससे उसने विवाह किया है या जिसका उसने विवाह किया है; न ही उसे ऐसे किसी संचार को प्रकट करने की अनुमति दी जाएगी, जब तक कि इसे करने वाला व्यक्ति, या हित में उसका प्रतिनिधि, सहमति न दे, सिवाय विवाहित व्यक्तियों के बीच के वादों में, या कार्यवाहियों में जिनमें एक विवाहित व्यक्ति पर दूसरे के विरुद्ध किए गए किसी अपराध के लिए मुकदमा चलाया जाता है।"
    },
    {
      "section_no": 129,
      "text": "किसी भी व्यक्ति को राज्य के मामलों से संबंधित अप्रकाशित सरकारी अभिलेखों से व्युत्पन्न कोई भी साक्ष्य देने की अनुमति नहीं दी जाएगी, सिवाय संबंधित विभाग के प्रमुख अधिकारी की अनुमति के, जो ऐसी अनुमति अपनी इच्छानुसार देगा या रोकेगा।"
    },
    {
      "section_no": 130,
      "text": "किसी भी लोक अधिकारी को आधिकारिक विश्वास में उससे किए गए संचारों को प्रकट करने के लिए विवश नहीं किया जाएगा, जब वह समझता है कि प्रकटन से सार्वजनिक हितों को नुकसान होगा।"
    },
    {
      "section_no": 131,
      "text": "किसी भी मजिस्ट्रेट या पुलिस अधिकारी को यह कहने के लिए विवश नहीं किया जाएगा कि उसे किसी अपराध के किए जाने के संबंध में कोई जानकारी कहाँ से मिली, और किसी भी राजस्व अधिकारी को यह कहने के लिए विवश नहीं किया जाएगा कि उसे सार्वजनिक राजस्व के विरुद्ध किसी अपराध के किए जाने के संबंध में कोई जानकारी कहाँ से मिली।"
    },
    {
      "section_no": 132,
      "text": "किसी भी बैरिस्टर, अटॉर्नी, प्लीडर या वकील को किसी भी समय, सिवाय अपने मुवक्किल की स्पष्ट सहमति के, ऐसे बैरिस्टर, प्लीडर, अटॉर्नी या वकील के रूप में अपने नियोजन के दौरान और उद्देश्य के लिए, अपने मुवक्किल द्वारा या उसकी ओर से उसे किए गए किसी भी संचार को प्रकट करने की अनुमति नहीं दी जाएगी, या किसी भी दस्तावेज़ की अंतर्वस्तु या स्थिति को बताने की अनुमति नहीं दी जाएगी जिससे वह अपने व्यावसायिक नियोजन के दौरान और उद्देश्य के लिए परिचित हुआ है, या ऐसे नियोजन के दौरान और उद्देश्य के लिए अपने मुवक्किल को दी गई किसी भी सलाह को प्रकट करने की अनुमति नहीं दी जाएगी।"
    },
    {
      "section_no": 133,
      "text": "धारा 132 के प्रावधान दुभाषियों, और बैरिस्टरों, प्लीडरों, अटॉर्नियों और वकीलों के लिपिकों या सेवकों पर लागू होंगे।"
    },
    {
      "section_no": 134,
      "text": "यदि किसी वाद का कोई पक्षकार अपनी प्रेरणा से या अन्यथा उसमें साक्ष्य देता है, तो उसे धारा 132 में उल्लिखित प्रकटन के लिए सहमति देने वाला नहीं समझा जाएगा; और, यदि किसी वाद या कार्यवाही का कोई पक्षकार ऐसे किसी बैरिस्टर, प्लीडर, अटॉर्नी या वकील को साक्षी के रूप में बुलाता है, तो उसे ऐसे प्रकटन के लिए सहमति देने वाला तभी समझा जाएगा यदि वह ऐसे बैरिस्टर, अटॉर्नी या वकील से ऐसे मामलों पर प्रश्न करता है जिन्हें, ऐसे प्रश्न के बिना, प्रकट करने के लिए वह स्वतंत्र नहीं होता।"
    },
    {
      "section_no": 135,
      "text": "किसी को भी न्यायालय के समक्ष किसी भी गोपनीय संचार को प्रकट करने के लिए विवश नहीं किया जाएगा जो उसके और उसके कानूनी व्यावसायिक सलाहकार के बीच हुआ है, जब तक कि वह स्वयं को साक्षी के रूप में पेश नहीं करता है, जिस स्थिति में उसे ऐसे किसी भी संचार को प्रकट करने के लिए विवश किया जा सकता है जिसे न्यायालय उसके द्वारा दिए गए किसी भी साक्ष्य की व्याख्या करने के लिए आवश्यक मानता है, किन्तु कोई अन्य संचार नहीं।"
    },
    {
      "section_no": 136,
      "text": "किसी भी साक्षी को जो किसी वाद का पक्षकार नहीं है, अपनी किसी भी संपत्ति के स्वामित्व के विलेखों को, या किसी भी दस्तावेज़ को, जिसके आधार पर वह किसी संपत्ति को गिरवीदार या बंधकदार के रूप में धारण करता है, या किसी भी दस्तावेज़ को जिसके उत्पादन से वह अपराधी बन सकता है, उत्पादित करने के लिए विवश नहीं किया जाएगा, सिवाय इसके कि उसने ऐसे विलेखों का उत्पादन चाहने वाले व्यक्ति या किसी ऐसे व्यक्ति के साथ जिसके माध्यम से वह दावा करता है, उन्हें उत्पादित करने के लिए लिखित में सहमति दी हो।"
    },
    {
      "section_no": 137,
      "text": "किसी को भी अपने कब्ज़े में रखे दस्तावेज़ों या अपने नियंत्रण में रखे इलेक्ट्रॉनिक अभिलेखों को उत्पादित करने के लिए विवश नहीं किया जाएगा, जिन्हें कोई अन्य व्यक्ति उत्पादित करने से इनकार करने का हकदार होता यदि वे उसके कब्ज़े या नियंत्रण में होते, सिवाय इसके कि जब ऐसे अंतिम उल्लिखित व्यक्ति उनकी प्रस्तुति के लिए सहमति दे।"
    },
    {
      "section_no": 138,
      "text": "किसी भी साक्षी को, किसी भी वाद में या किसी भी सिविल या आपराधिक कार्यवाही में, विवाद्यक से संबंधित किसी भी मामले के बारे में किसी भी प्रश्न का उत्तर देने से इस आधार पर छूट नहीं दी जाएगी कि ऐसे प्रश्न का उत्तर उस साक्षी को अपराधी बना देगा, या प्रत्यक्ष या अप्रत्यक्ष रूप से उसे अपराधी बनाने की ओर प्रवृत्त कर सकता है, या यह कि यह उस साक्षी को किसी भी प्रकार के शास्ति या समपहरण के लिए उजागर कर देगा, या प्रत्यक्ष या अप्रत्यक्ष रूप से उजागर करने की ओर प्रवृत्त कर सकता है।"
    },
    {
      "section_no": 139,
      "text": "एक सह-अपराधी (accomplice) एक अभियुक्त व्यक्ति के विरुद्ध एक सक्षम साक्षी होगा; और केवल इसलिए कोई दोषसिद्धि अवैध नहीं है कि वह एक सह-अपराधी के असंपुष्ट साक्ष्य पर आधारित है।"
    }
  ]
},
{
  "chapter_no": 10,
  "chapter_title": "साक्षियों की परीक्षा के विषय में",
  "sections": [
    {
      "section_no": 140,
      "text": "जिस क्रम में साक्षियों को पेश किया जाता है और उनकी परीक्षा की जाती है, वह क्रमशः सिविल और दांडिक प्रक्रिया से संबंधित विधि और व्यवहार द्वारा विनियमित होगा, और ऐसी किसी विधि के अभाव में, न्यायालय के विवेकाधिकार द्वारा विनियमित होगा।"
    },
    {
      "section_no": 141,
      "text": "जब कोई भी पक्षकार किसी तथ्य का साक्ष्य देने का प्रस्ताव करता है, तो न्यायाधीश साक्ष्य देने का प्रस्ताव करने वाले पक्षकार से पूछ सकता है कि यदि अभिकथित तथ्य साबित हो जाता है तो वह किस रीति से सुसंगत होगा; और न्यायाधीश साक्ष्य को तब ही ग्राह्य करेगा यदि वह समझता है कि यदि तथ्य साबित हो जाता है तो वह सुसंगत होगा, और अन्यथा नहीं।"
    },
    {
      "section_no": 142,
      "text": "साक्षी को बुलाने वाले पक्षकार द्वारा साक्षी की परीक्षा को उसकी मुख्य-परीक्षा (examination-in-chief) कहा जाएगा। विरोधी पक्षकार द्वारा साक्षी की परीक्षा को उसकी प्रति-परीक्षा (cross-examination) कहा जाएगा। प्रति-परीक्षा के पश्चात् साक्षी को बुलाने वाले पक्षकार द्वारा साक्षी की परीक्षा को उसकी पुनः-परीक्षा (re-examination) कहा जाएगा।"
    },
    {
      "section_no": 143,
      "text": "साक्षियों की पहले मुख्य-परीक्षा की जाएगी, फिर (यदि विरोधी पक्षकार ऐसा चाहता है) प्रति-परीक्षा की जाएगी, फिर (यदि उसे बुलाने वाला पक्षकार ऐसा चाहता है) पुनः-परीक्षा की जाएगी।"
    },
    {
      "section_no": 144,
      "text": "मुख्य-परीक्षा और प्रति-परीक्षा सुसंगत तथ्यों से संबंधित होनी चाहिए, किन्तु प्रति-परीक्षा उन तथ्यों तक सीमित होना आवश्यक नहीं है जिनके संबंध में साक्षी ने अपनी मुख्य-परीक्षा में साक्ष्य दिया था।"
    },
    {
      "section_no": 145,
      "text": "पुनः-परीक्षा प्रति-परीक्षा में निर्दिष्ट मामलों के स्पष्टीकरण की ओर निर्देशित होगी; और, यदि न्यायालय की अनुमति से पुनः-परीक्षा में कोई नया मामला पेश किया जाता है, तो विरोधी पक्षकार उस मामले पर और प्रति-परीक्षा कर सकता है।"
    },
    {
      "section_no": 146,
      "text": "कोई भी प्रश्न जो उस उत्तर का सुझाव देता है जिसे पूछने वाला व्यक्ति चाहता है या प्राप्त करने की अपेक्षा करता है, वह सूचक प्रश्न (leading question) कहलाता है।"
    },
    {
      "section_no": 147,
      "text": "यदि विरोधी पक्षकार द्वारा आपत्ति की जाती है, तो सूचक प्रश्न मुख्य-परीक्षा में, या पुनः-परीक्षा में, न्यायालय की अनुमति के सिवाय नहीं पूछे जाएंगे।"
    },
    {
      "section_no": 148,
      "text": "सूचक प्रश्न प्रति-परीक्षा में पूछे जा सकते हैं।"
    },
    {
      "section_no": 149,
      "text": "किसी भी साक्षी से, परीक्षा के दौरान, यह पूछा जा सकता है कि क्या कोई संविदा, अनुदान या संपत्ति का अन्य व्ययन, जिसके संबंध में वह साक्ष्य दे रहा है, किसी दस्तावेज़ में अंतर्विष्ट नहीं था, और यदि वह कहता है कि वह था, या यदि वह किसी दस्तावेज़ की अंतर्वस्तु के बारे में कोई कथन करने वाला है, जिसे न्यायालय की राय में पेश किया जाना चाहिए, तो विरोधी पक्षकार ऐसे साक्ष्य दिए जाने पर तब तक आपत्ति कर सकता है जब तक कि ऐसा दस्तावेज़ पेश नहीं किया जाता, या जब तक ऐसे तथ्य साबित नहीं हो जाते जो साक्षी को बुलाने वाले पक्षकार को उसका द्वितीयक साक्ष्य देने के हकदार बनाते हैं।"
    },
    {
      "section_no": 150,
      "text": "किसी साक्षी की प्रति-परीक्षा उससे किए गए पूर्व के कथनों के बारे में की जा सकती है जो लिखित में थे या लिखित में लाए गए थे, और जो विवाद्यक मामलों से सुसंगत थे, बिना वह लेखन उसे दिखाए या साबित किए; किन्तु, यदि लेखन द्वारा उसका खंडन करने का इरादा है, तो लेखन साबित होने से पहले, उसका ध्यान उसके उन भागों की ओर दिलाया जाना चाहिए जिनका उपयोग उसका खंडन करने के प्रयोजन के लिए किया जाना है।"
    },
    {
      "section_no": 151,
      "text": "जब किसी साक्षी की प्रति-परीक्षा की जानी हो, तो उससे इसमें पहले निर्दिष्ट प्रश्नों के अतिरिक्त, कोई भी ऐसे प्रश्न पूछे जा सकते हैं जो—\n(a) उसकी सत्यता का परीक्षण करने की ओर प्रवृत्त हों,\n(b) यह पता लगाने की ओर प्रवृत्त हों कि वह कौन है और जीवन में उसकी स्थिति क्या है, या\n(c) उसके शील को क्षति पहुँचाकर उसके विश्वसनीयता को हिलाने की ओर प्रवृत्त हों,\nभले ही ऐसे प्रश्नों का उत्तर प्रत्यक्ष या अप्रत्यक्ष रूप से उसे अपराधी बनाने की ओर प्रवृत्त हो सकता हो, या उसे किसी शास्ति या समपहरण के लिए उजागर कर सकता हो या प्रत्यक्ष या अप्रत्यक्ष रूप से उजागर करने की ओर प्रवृत्त हो सकता हो।"
    },
    {
      "section_no": 152,
      "text": "यदि ऐसा कोई प्रश्न वाद या कार्यवाही से सुसंगत मामले से संबंधित है, तो धारा 138 के प्रावधान उस पर लागू होंगे।"
    },
    {
      "section_no": 153,
      "text": "न्यायालय यह तय करेगा कि पूछा गया कोई भी प्रश्न जाँच से सुसंगत है या नहीं और ऐसे किसी भी प्रश्न को पूछे जाने की अनुमति नहीं देगा जो, उसकी राय में, सुसंगत नहीं है।"
    },
    {
      "section_no": 154,
      "text": "धारा 153 में निर्दिष्ट ऐसा कोई भी प्रश्न नहीं पूछा जाना चाहिए, जब तक कि प्रश्न पूछने वाले व्यक्ति के पास यह सोचने के लिए उचित आधार न हों कि उसके द्वारा व्यक्त किया गया लांछन सुस्थापित है।"
    },
    {
      "section_no": 155,
      "text": "यदि न्यायालय की राय है कि ऐसा कोई भी प्रश्न उचित आधार के बिना पूछा गया था, तो यदि वह किसी अधिवक्ता द्वारा पूछा गया था, तो न्यायालय मामले की परिस्थितियों की रिपोर्ट उच्च न्यायालय या अन्य प्राधिकारी को दे सकता है जिसके वह अधिवक्ता अपने पेशे के अभ्यास में अधीन है।"
    },
    {
      "section_no": 156,
      "text": "न्यायालय किसी भी प्रश्न या पूछताछ को वर्जित कर सकता है जिसे वह अशोभनीय या अपमानजनक मानता है, भले ही ऐसे प्रश्न या पूछताछ न्यायालय के समक्ष प्रश्नों पर कुछ प्रभाव डाल सकते हों, सिवाय इसके कि वे विवाद्यक तथ्यों से संबंधित हों, या उन मामलों से संबंधित हों जिनका ज्ञान होना यह निर्धारित करने के लिए आवश्यक है कि विवाद्यक तथ्य मौजूद थे या नहीं।"
    },
    {
      "section_no": 157,
      "text": "न्यायालय ऐसे किसी भी प्रश्न को वर्जित करेगा जो उसे अपमानित करने या परेशान करने के आशय से प्रतीत होता है, या जो, यद्यपि अपने आप में उचित है, न्यायालय को रूप में अनावश्यक रूप से आपत्तिजनक प्रतीत होता है।"
    },
    {
      "section_no": 158,
      "text": "जब किसी साक्षी से कोई प्रश्न पूछा गया हो और उसने उत्तर दिया हो जो उसकी विश्वसनीयता को उसके शील को क्षति पहुँचाकर हिलाने की ओर प्रवृत्त होने की सीमा तक ही जाँच से सुसंगत है, तो उसका खंडन करने के लिए कोई साक्ष्य नहीं दिया जाएगा; किन्तु, यदि वह झूठा उत्तर देता है, तो उस पर बाद में झूठा साक्ष्य देने का आरोप लगाया जा सकता है।"
    },
    {
      "section_no": 159,
      "text": "न्यायालय, अपने विवेकाधिकार में, साक्षी को बुलाने वाले व्यक्ति को उससे कोई भी प्रश्न पूछने की अनुमति दे सकता है जो विरोधी पक्षकार द्वारा प्रति-परीक्षा में पूछे जा सकते थे।"
    },
    {
      "section_no": 160,
      "text": "किसी साक्षी की विश्वसनीयता पर विरोधी पक्षकार द्वारा, या, न्यायालय की सहमति से, उसे बुलाने वाले पक्षकार द्वारा निम्नलिखित तरीकों से आक्षेप किया जा सकता है:—\n(a) उन व्यक्तियों के साक्ष्य द्वारा जो यह साक्ष्य देते हैं कि वे, साक्षी के अपने ज्ञान के आधार पर, उसे विश्वसनीयता के अयोग्य मानते हैं;\n(b) यह साबित करके कि साक्षी को रिश्वत दी गई है, या रिश्वत के प्रस्ताव को स्वीकार किया है, या अपना साक्ष्य देने के लिए कोई अन्य भ्रष्ट प्रलोभन प्राप्त किया है;\n(c) उसके साक्ष्य के किसी भी भाग के विपरीत पूर्व के कथनों के सबूत द्वारा जिसका खंडन किए जाने की संभावना है;\n(d) जब किसी व्यक्ति पर बलात्संग या बलात्संग का प्रयास करने के लिए मुकदमा चलाया जाता है, तो यह दिखाया जा सकता है कि अभियोक्त्री सामान्यतः अनैतिक चरित्र की थी।"
    },
    {
      "section_no": 161,
      "text": "किसी साक्षी से यह पूछा जा सकता है कि क्या वह किसी अपराध के लिए दोषी ठहराया गया है और उसके इसे स्वीकार करने पर, या इसके साबित होने पर, ऐसी दोषसिद्धि उसके विरुद्ध साक्ष्य में दी जा सकती है, भले ही उसे क्षमा कर दिया गया हो या उसने उसके लिए दंड भुगत लिया हो।"
    },
    {
      "section_no": 162,
      "text": "किसी सुसंगत तथ्य के साक्ष्य की पुष्टि करने वाले प्रश्न ग्राह्य हैं।"
    },
    {
      "section_no": 163,
      "text": "किसी साक्षी द्वारा उसी तथ्य से संबंधित पूर्व का कथन, उस समय या उसके आस-पास जब तथ्य घटित हुआ था, या तथ्य की जाँच करने के लिए कानूनी रूप से सक्षम किसी प्राधिकारी के समक्ष, उसके उसी तथ्य के संबंध में साक्ष्य की पुष्टि करने के लिए साबित किया जा सकता है।"
    },
    {
      "section_no": 164,
      "text": "जब कभी धारा 32 या 33 के तहत सुसंगत कोई कथन साबित होता है, तो सभी मामले साबित किए जा सकते हैं चाहे उसका खंडन करने या उसकी पुष्टि करने के लिए, या उस व्यक्ति की विश्वसनीयता पर आक्षेप करने या उसकी पुष्टि करने के लिए जिसके द्वारा वह किया गया था, जो साबित किए जा सकते थे यदि उस व्यक्ति को साक्षी के रूप में बुलाया गया होता और उसने प्रति-परीक्षा में सुझाए गए मामले की सत्यता से इनकार किया होता।"
    },
    {
      "section_no": 165,
      "text": "कोई साक्षी, परीक्षा के दौरान, उस संव्यवहार के संबंध में स्वयं द्वारा उसी समय बनाए गए, या उसके इतने शीघ्र बाद बनाए गए, कि न्यायालय समझता है कि संव्यवहार उस समय उसकी स्मृति में ताज़ा था, किसी भी लेखन का संदर्भ देकर अपनी स्मृति को ताज़ा कर सकता है।"
    },
    {
      "section_no": 166,
      "text": "पिछले दो पूर्वगामी धाराओं के प्रावधानों के तहत निर्दिष्ट कोई भी लेखन विरोधी पक्षकार को यदि वह मांगता है तो उत्पादित किया जाना चाहिए और दिखाया जाना चाहिए; यदि वह पक्षकार चाहे तो उस पर साक्षी की प्रति-परीक्षा कर सकता है।"
    },
    {
      "section_no": 167,
      "text": "किसी दस्तावेज़ को उत्पादित करने के लिए बुलाया गया साक्षी, यदि वह उसके कब्ज़े या शक्ति में है, तो उसे न्यायालय में लाएगा, भले ही उसके उत्पादन या उसकी ग्राह्यता पर कोई आपत्ति क्यों न हो। ऐसी किसी भी आपत्ति की वैधता का निर्णय न्यायालय द्वारा किया जाएगा।"
    },
    {
      "section_no": 168,
      "text": "जब कोई पक्षकार किसी दस्तावेज़ की मांग करता है जिसके उत्पादन के लिए उसने दूसरे पक्षकार को नोटिस दिया है, और ऐसा दस्तावेज़ उत्पादन चाहने वाले पक्षकार द्वारा उत्पादित और निरीक्षण किया जाता है, तो वह उसे साक्ष्य के रूप में देने के लिए बाध्य है यदि उसे उत्पादित करने वाला पक्षकार उससे ऐसा करने की अपेक्षा करता है।"
    }
  ]
},
{
  "chapter_no": 11,
  "chapter_title": "साक्ष्य के अनुचित ग्रहण और अस्वीकृति के विषय में",
  "sections": [
    {
      "section_no": 169,
      "text": "साक्ष्य का अनुचित ग्रहण या अस्वीकृति किसी भी मामले में नए विचारण या किसी भी निर्णय के उलटफेर का आधार स्वयं में नहीं होगा, यदि न्यायालय जिसके समक्ष ऐसी आपत्ति उठाई गई है, को यह प्रतीत होता है कि आपत्ति किए गए और ग्राह्य किए गए साक्ष्य के अलावा, निर्णय को न्यायसंगत ठहराने के लिए पर्याप्त साक्ष्य था, या यदि अस्वीकृत साक्ष्य प्राप्त कर लिया गया होता, तो इससे निर्णय में भिन्नता नहीं आनी चाहिए थी।"
    }
  ]
},
{
  "chapter_no": 12,
  "chapter_title": "निरसन और व्यावृत्तियाँ",
  "sections": [
    {
      "section_no": 170,
      "text": "(1) भारतीय साक्ष्य अधिनियम, 1872 को इसके द्वारा निरसित किया जाता है।\n(2) ऐसे निरसन के होते हुए भी, उक्त अधिनियम के तहत की गई कोई भी कार्रवाई या किया गया कोई भी कार्य इस अधिनियम के तत्समान प्रावधानों के तहत किया गया समझा जाएगा।\n(3) इस धारा में विशेष मामलों का उल्लेख निरसन के प्रभाव के संबंध में साधारण खंड अधिनियम, 1897 की धारा 6 के सामान्य अनुप्रयोग पर प्रतिकूल प्रभाव डालने वाला या उसे प्रभावित करने वाला नहीं माना जाएगा।"
    }
  ]
}
]